Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: Menu Bar
vi: Thanh Trình Đơn

source: Menu Bar applet. Menus: Applications, Places, System.
vi: tiểu dụng Thanh Trình Đơn. Trình đơn: Ứng dụng, Mở nhanh, Hệ thống.

source: The <application>Menu Bar</application> contains the <guimenu>Applications</guimenu>, <guimenu>Places</guimenu>, and <guimenu>System</guimenu> menus. You can access almost all of the standard applications, commands, and configuration options from the <application>Menu Bar</application>. For more on using the Menu Bar, see <xref linkend="menubar"/>.
vi: <application>Thanh Trình Đơn</application> chứa các trình đơn <guimenu>Ứng dụng</guimenu>, <guimenu>Mở nhanh</guimenu>, và <guimenu>Hệ thống</guimenu>. Bạn có thể truy cập vào hầu hết tất cả các ứng dụng chuẩn, các lệnh và các tuỳ chọn cấu hình từ <application>Thanh Trình Đơn</application>. Để biết thêm về cách sử dụng Thanh Thực Đơn, xem <xref linkend="menubar"/>.

source: Window List
vi: Danh Sách Cửa Sổ

source: The <application>Window List</application> applet enables you to manage the windows that are open on the GNOME desktop. Window List uses a button to represent each window or group of windows that is open. The state of the buttons in the applet varies depending on the state of the window that the button represents. The following table explains the possible states of the <application>Window List</application> buttons.
vi: tiểu dụng <application>Danh Sách Cửa Sổ</application> cho phép bạn quản lý các cửa sổ được mở trên Bàn làm việc GNOME. Danh Sách Cửa Sổ sử dụng một nút để đại diện cho mỗi cửa sổ hay nhóm cửa sổ được mở ra. Trạng thái của nút trong tiểu dụng khác nhau phụ thuộc vào trạng thái của cửa sổ mà nút đó đại diện. Bảng sau giải thích các trạng thái có thể của các nút <application>Danh Sách Cửa Sổ</application>.

source: State
vi: Trạng thái

source: Indicates...
vi: Biểu thị...

source: The button is pressed in.
vi: Nút được nhấn vào.

source: The window has focus.
vi: Cửa sổ được tập trung vào.

source: The button appears faded. The button text is surrounded by square brackets.
vi: Nút mờ đi. Chữ của nút được bao quanh bởi dấu ngoặc vuông.

source: The window is minimized.
vi: Cửa sổ được thu nhỏ.

source: The button is not pressed in, and is not faded.
vi: Nút không được nhấn vào, và không mờ đi.

source: The window is displayed on the desktop and is not minimized.
vi: Cửa sổ được hiển thị trên bàn làm việc và không bị thu nhỏ.

source: There is a number in parentheses at the end of the button title.
vi: Có một con số trong ngoặc đơn ở cuối tiêu đề nút.

source: The button represents a group of buttons.
vi: Nút đại diện cho một nhóm các nút.

source: Usage
vi: Cách sử dụng

source: You can use <application>Window List</application> to perform the following tasks:
vi: Bạn có thể sử dụng <application>Danh Sách Cửa Sổ</application> để thực hiện các tác vụ sau:

source: To give focus to a window
vi: Để tập trung vào một cửa sổ

source: If you click on the Window List button that represents a window that is on the desktop but does not have focus, the applet gives focus to the window.
vi: Nếu bạn kích vào một nút Danh Sách Cửa Sổ đại diện cho một cửa sổ nằm trên bàn làm việc nhưng không được tập trung vào, tiểu dụng sẽ đưa tập trung vào cửa sổ đó.

source: To minimize a window
vi: Để thu nhỏ một cửa sổ

source: If you click on the Window List button that represents the window that has focus, the applet minimizes the window.
vi: Nếu bạn kích vào một nút Danh Sách Cửa Sổ đại diện cho cửa sổ đang được tập trung vào, tiểu dụng sẽ thu nhỏ cửa sổ đó.

source: To restore a minimized window
vi: Để phục hồi một cửa sổ đã thu nhỏ

source: If you click on the Window List button that represents a minimized window, the applet restores the window.
vi: Nếu bạn kích vào nút Danh Sách Cửa Sổ đại diện cho một cửa sổ đã thu nhỏ, tiểu dụng sẽ phục hồi cửa sổ đó.

source: You can change the order of the Window List buttons by dragging a button to a different location on the Window List.
vi: Bạn có thể thay đổi thứ tự của các nút Danh Sách Cửa Sổ bằng cách kéo một nút tới một vị trí khác trên Danh Sách Cửa Sổ.

source: Preferences
vi: Tuỳ thích

source: To configure the <application>Window List</application>, right-click on the handle to the left of the window buttons, then choose <guimenuitem>Preferences</guimenuitem>. The following preferences can be changed:
vi: Để cấu hình <application>Danh Sách Cửa Sổ</application>, nhấp chuột phải vào ô điều khiển ở bên trái các nút cửa sổ, sau đó chọn <guimenuitem>Tuỳ thích</guimenuitem>. Các tuỳ chọn sau có thể được thay đổi:

source: Window List Content
vi: Nội Dung Danh Sách Cửa Sổ

source: To specify which windows to display in the Window List, select one of the following options:
vi: Để chỉ định các cửa sổ để hiển thị trong Danh Sách Cửa Sổ, lựa chọn một trong các tuỳ chọn sau:

source: Show windows from current workspace
vi: Hiện các cửa sổ trong vùng làm việc hiện tại

source: Select this option to only show the windows that are open in the current workspace.
vi: Chọn tuỳ chọn này để chỉ hiển thị các cửa sổ được mở trong vùng làm việc hiện tại.

source: Show windows from all workspaces
vi: Hiện cửa sổ từ tất cả các vùng làm việc

source: Select this option to show the windows that are open in all workspaces.
vi: Chọn tuỳ chọn này để hiển thị cửa sổ được mở trong tất cả các vùng làm việc.

source: Window Grouping
vi: Gộp nhóm cửa sổ

source: To specify when the Window List should group windows that belong to the same application, select one of the following options:
vi: Để chỉ định khi nào Danh Sách Cửa Sổ sẽ gộp nhóm các cửa sổ cùng thuộc về một ứng dụng, lựa chọn một trong các tuỳ chọn sau:

source: Never group windows
vi: Không bao giờ gộp nhóm cửa sổ

source: Select this option to never group windows of the same application under one button.
vi: Chọn tuỳ chọn này để không bao giờ gộp nhóm cửa sổ của cùng ứng dụng vào một nút.

source: Group windows when space is limited
vi: Gộp nhóm cửa sổ khi không gian bị hạn chế

source: Select this option to group windows of the same application under one button when the space on the panel is restricted.
vi: Chọn tuỳ chọn này để gộp nhóm các cửa sổ của cùng ứng dụng vào một nút khi không gian trên thanh điều khiển bị hạn chế.

source: Always group windows
vi: Luôn luôn gộp nhóm cửa sổ.

source: Select this option to always group windows of the same application under one button.
vi: Chọn tuỳ chọn này để luôn luôn gộp nhóm các cửa sổ của cùng ứng dụng trong một nút.

source: Restoring Minimized Windows
vi: Phục Hồi Cửa Sổ Thu Nhỏ

source: To define how the Window List behaves when you restore windows, select one of the following options.
vi: Để định nghĩa cách Danh Sách Cửa Sổ hành xử khi bạn phục hồi các cửa sổ, lựa chọn một trong các tuỳ chọn sau:

source: Restore to current workspace
vi: Phục hồi vào vùng làm việc hiện tại

source: Select this option to restore a window from the applet to the current workspace, even if the window did not previously reside in the current workspace.
vi: Chọn tuỳ chọn này để phục hồi một cửa sổ từ tiểu dụng vào vùng làm việc hiện tại, kể cả nếu cửa sổ đó trước kia không nằm trong vùng làm việc hiện tại.

source: Restore to native workspace
vi: Phục hồi vào vùng làm việc nguyên thuỷ

source: Select this option to switch to the workspace in which a window originally resided when you restore the window from the applet.
vi: Chọn tuỳ chọn này để chuyển sang vùng làm việc mà một cửa sổ vốn dĩ nằm trong đó khi bạn phục hồi cửa sổ đó từ tiểu dụng.

source: These options are only available if <guilabel>Show windows from all workspaces</guilabel> is selected in the <guilabel>Window List Content</guilabel> section of the dialog.
vi: Các tuỳ chọn này chỉ có sẵn nếu <guilabel>Hiện cửa sổ từ tất cả các vùng làm việc<guilabel> được chọn trong mục <guilabel>Nội Dung Danh Sách Cửa Sổ</guilabel> của hộp thoại.

source: Desktop Overview
vi: Toàn Cảnh Bàn Làm Việc

source: This chapter introduces you to some of the very basic components of the desktop. These components include <glossterm>Windows</glossterm>, <glossterm>Workspaces</glossterm>, and <glossterm>Applications</glossterm>. Almost all the work (or play) that you do in GNOME will involve these very basic components.
vi: Chương này giới thiệu với bạn một vài trong chính các thành phần cơ bản của bàn làm việc. Các thành phần này bao gồm <glossterm>Cửa sổ</glossterm>, <glossterm>Vùng làm việc</glossterm>, và <glossterm>Ứng dụng</glossterm>. Hầu hết tất cả công việc (và giải trí) bạn làm trong GNOME đều liên quan đến chính các thành phần cơ bản này.

source: This chapter describes the default configuration of GNOME. Your vendor or system administrator may have configured your desktop to look different than what is described here.
vi: Chương này mô tả cấu hình mặc định của GNOME. Nhà cung cấp hay quản trị hệ thống của bạn có thể đã cấu hình bàn làm việc của bạn nhìn khác đi so với những gì được mô tả ở đây.

source: GNOME Desktop components, introducing
vi: các thành phần Bàn Làm Việc GNOME, giới thiệu

source: When you start a desktop session for the first time, you should see a default startup screen, with panels, windows, and various icons.
vi: Khi bạn bắt đầu một phiên bàn làm việc lần đầu tiên, bạn sẽ nhìn thấy một màn hình khởi động mặc định, với các thanh điều khiển, các cửa sổ và các biểu tượng khác nhau.

source: The major components of the GNOME Desktop are as follows:
vi: Các thành phần chính của Bàn Làm Việc GNOME như sau đây:

source: Desktop
vi: Bàn làm việc

source: The desktop itself is behind all of the other components on the desktop. You can place objects on the desktop to access your files and directories quickly, or to start applications that you use often. See <xref linkend="overview-desktop"/> for more information.
vi: Bàn làm việc tự nó nằm bên dưới tất cả các thành phần khác trên bàn làm việc. Bạn có thể đặt các đối tượng trên bàn làm việc để truy cập các tập tin và thư mục của bạn một cách nhanh chóng, hoặc khởi động các ứng dụng bạn sử dụng thường xuyên. Xem <xref linkend="overview-desktop"/> để biết thêm thông tin.

source: Panels
vi: Thanh điều khiển

source: The <firstterm>panels</firstterm> are the two bars that run along the top and bottom of the screen. By default, the top panel shows you the GNOME main menu bar, the date and time, and a set of application launcher icons, and the bottom panel shows you the list of open windows and the workspace switcher.
vi: Các <firstterm>thanh điều khiển</firstterm> là hai thanh chạy dọc cạnh trên và cạnh dưới của màn hình. Theo mặc định, thanh điều khiển trên cho bạn thấy thanh trình đơn chính GNOME, ngày giờ, và một bộ các biểu tượng bộ khởi chạy ứng dụng, còn thanh điều khiển dưới cho bạn thấy một danh sách các cửa sổ đã mở và bộ chuyển đổi vùng làm việc.

source: Panels can be customized to contain a variety of tools, such as other menus and launchers, and small utility applications, called <firstterm>panel applets</firstterm>. For example, you can configure your panel to display the current weather for your location. For more information on panels, see <xref linkend="panels"/>.
vi: Các thanh điều khiển có thể được tuỳ biến để chứa các công cụ khác nhau, như là các trình đơn khác và các bộ khởi chạy, và các ứng dụng tiện ích nhỏ được gọi là <firstterm>các tiểu dụng thanh điều khiển</firstterm>. Ví dụ, bạn có thể cấu hình thanh điều khiển của bạn để hiển thị thời tiết hiện tại cho vị trí của bạn. Để biết thêm thông tin về thanh điều khiển, xem <xref linkend="panels"/>.

source: Windows
vi: Cửa Sổ

source: Most applications run inside of one or more windows. You can display multiple windows on your desktop at the same time. Windows can be resized and moved around to accommodate your workflow. Each window has a <firstterm>titlebar</firstterm> at the top with buttons which allow you to minimize, maximize, and close the window. For more information on working with windows, see <xref linkend="overview-windows"/>.
vi: Hầu hết các ứng dụng chạy bên trong một hoặc nhiều cửa sổ. Bạn có thể hiển thị nhiều cửa sổ trên bàn làm việc của bạn cùng lúc. Các cửa sổ có thể được thay đổi kích thước và di chuyển quanh để phù hợp với tiến trình làm việc của bạn. Mỗi cửa sổ có một <firstterm>thanh tiêu đề</firstterm> ở trên cùng với các nút cho phép bạn thu nhỏ, phóng to và đóng cửa sổ. Để biết thêm thông tin về cách làm việc với cửa sổ, xem <xref linkend="overview-windows"/>.

source: Workspaces
vi: Vùng Làm Việc

source: You can subdivide your desktop into separate <firstterm>workspaces</firstterm>. Each workspace can contain several windows, allowing you to group related tasks together. For more information on working with workspaces, see <xref linkend="overview-workspaces"/>.
vi: Bạn có thể chia nhỏ bàn làm việc của bạn vào <firstterm>các vùng làm việc</firstterm> riêng rẽ. Mỗi vùng làm việc có thể chứa nhiều cửa sổ, cho phép bạn gộp nhóm các tác vụ liên quan vào cùng với nhau. Để biết thêm thông tin về cách làm việc với các vùng làm việc, xem <xref linkend="overview-workspaces"/>.

source: File Manager
vi: Trình Quản Lý Tập Tin

source: The <application>Nautilus</application> file manager provides access to your files, folders, and applications. You can manage the contents of folders in the file manager and open the files in the appropriate applications. See <xref linkend="nautilus"/> for more information.
vi: Trình quản lý tập tin <application>Nautilus</application> cung cấp truy cập tới các tập tin, thư mục và các ứng dụng của bạn. Bạn có thể quản lý nội dung của các thư mục trong trình quản lý tập tin và mở các tập tin trong các ứng dụng thích hợp. Xem <xref linkend="nautilus"/> để biết thêm thông tin.

source: Your vendor or system administrator can make configuration changes to suit your needs, so your desktop might not match exactly what is described in this manual. Nevertheless, this manual provides a useful introduction to using the various components of your desktop.
vi: Nhà cung cấp hoặc quản trị hệ thống có thể đặt các thay đổi cấu hình để phù hợp nhu cầu của bạn, nên bàn làm việc của bạn có thể không khớp chính xác những gì được mô tả trong sổ tay này. Tuy nhiên, sổ tay này cung cấp một giới thiệu hữu ích về việc sử dụng các thành phần khác nhau trong bàn làm việc của bạn.

source: The Desktop
vi: Bàn Làm Việc

source: The desktop lies behind all other components on your screen. When no windows are visible, the desktop is that part of the screen between the top and bottom panels. You can place files and folders on the desktop that you want to have easy access to.
vi: Bàn làm việc nằm bên dưới tất cả các thành phần khác trên màn hình của bạn. Khi không cửa sổ nào hiện ra, bàn làm việc là phần của màn hình giữa thanh điều khiển trên và dưới. Bạn có thể đặt các tập tin và thư mục trên bàn làm việc mà bạn muốn truy cập dễ dàng tới chúng.

source: The desktop also has several special objects on it:
vi: Bàn làm việc cũng có nhiều đối tượng đặc biệt trên đó:

source: The <interface>Computer</interface> icon gives you access to CDs, removable media such as floppy disks, and also the entire filesystem (also known as the root filesystem). By default, you do not have the security permissions to read other users' files or edit system files, but you may need to do so something such as configure a web server on the computer.
vi: Biểu tượng <interface>Máy Tính</interface> cho bạn truy cập tới các CD, các vật chứa tháo gỡ được như là các đĩa mềm, và cả toàn bộ hệ thống tập tin (cũng được biết là hệ thống tập tin gốc). Theo mặc định, bạn không có quyền bảo mật để đọc các tập tin của các người dùng khác hay chỉnh sửa các tập tin hệ thống, nhưng bạn có thể cần làm các việc như là cấu hình một máy phục vụ web trên máy tính.

source: Your Home Folder, labelled <interface><replaceable>username</replaceable>'s Home</interface>, where all of your personal files are kept. You can also open this folder from the <guimenu>Places</guimenu> menu.
vi: Thư Mục Nhà Của Bạn, được đặt tên <interface>Thư Mục Nhà <replaceable>tên-người-dùng</replaceable>, nơi tất cả các tập tin cá nhân của bạn được lưu giữ. Bạn cũng có thể mở thư mục này từ trình đơn <guimenu>Mở Nhanh</guimenu>.

source: The <interface>Trash</interface> is a special folder in which to place files and folders you no longer need. For more on this, see <xref linkend="nautilus-trash"/>.
vi: <interface>Thùng Rác</interface> là một thư mục đặc biệt để đặt các tập tin và thư mục mà bạn không còn cần tới nữa. Để biết thêm về điều này, xem <xref linkend="nautilus-trash"/>.

source: When you insert a CD, a flash drive, or other removable media, or a device containing files such as a music player or a digital camera, an icon representing this device will appear on the desktop.
vi: Khi bạn đưa vào một CD, một ổ flash, hoặc các vật chứa tháo gỡ được khác, hay một thiết bị chứa các tập tin như là thiết bị chơi nhạc hay một máy ảnh kĩ thuật số, một biểu tượng đại diện cho thiết bị này sẽ hiển thị trên bàn làm việc.

source: As you work with your computer, the desktop becomes obscured by the windows you are working with. To quickly reveal the desktop by minimizing all windows, you can do one of the following:
vi: Khi bạn làm việc với máy tính của bạn, bàn làm việc sẽ bị che khuất bởi các cửa sổ bạn làm việc cùng. Để nhanh chóng hiện lên bàn làm việc bằng cách thu nhỏ tất cả các cửa sổ, bạn có thể làm một trong các việc sau:

source: Click on the <guibutton>Show Desktop</guibutton> button at the far left of the <link linkend="bottom-panel">bottom panel</link>.
vi: Nhấn vào nút <guibutton>Hiện Bàn Làm Việc</guibutton> ở tận cùng bên trái của <link linkend="bottom-panel">thanh điều khiển dưới</link>.

source: Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>D</keycap></keycombo>.
vi: Nhấn <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>D</keycap></keycombo>.

source: Either action will also restore your windows to their previous state. Alternatively, you can switch to another workspace to see the desktop.
vi: Cả hai hành động đều phục hồi các cửa sổ của bạn về trạng thái trước đó. Một cách khác, bạn có thể chuyển đổi sang vùng làm việc khác để xem bàn làm việc.

source: You can change the colour of the desktop background or the image displayed there. For more on this, see <xref linkend="prefs-desktopbackground"/>.
vi: Bạn có thể thay đổi màu của nền bàn làm việc hoặc hình ảnh hiển thị ở đó. Để biết thêm về điều này, xem <xref linkend="prefs-desktopbackground"/>.

source: The files and folders you put on the desktop are stored in a special folder within your Home Folder, called <filename>Desktop</filename>. Like any other folder, you can put files and other folders directly into it. The only difference is that anything placed into the Desktop folder will then show up on desktop itself.
vi: Các tập tin và thư mục bạn đặt trên bàn làm việc được lưu trữ trong một thư mục đặc biệt bên trong Thư Mục Nhà, được gọi là <filename>Bàn Làm Việc</filename>. Như bất kỳ thư mục nào khác, bạn có thể đặt tập tin và các thư mục khác trực tiếp vào nó. Tớiểm khác biệt duy nhất là bất kỳ thứ gì được đặt vào trong thư mục Bàn Làm Việc đều tự hiển thị lên chính bàn làm việc.

source: windows
vi: cửa sổ

source: overview
vi: khái quát

source: You can control a window's position of the screen, as well as its size. You can control which windows overlap other windows, so the one you want to work with is completely visible. For more about moving and resizing windows, see <xref linkend="windows-manipulating"/>.
vi: Bạn có thể điều khiển vị trí của một cửa sổ của màn hình, cũng như kích thước của nó. Bạn có thể điều khiển cửa sổ nào sẽ đè lên cửa sổ khác, nên cái bạn muốn làm việc cùng sẽ hoàn toàn nhìn rõ ràng. Để biết thêm về di chuyển và thay đổi kích thước các cửa sổ, xem <xref linkend="windows-manipulating"/>.

source: Each window is not necessarily a different application. An application usually has one main window, and may open additional windows at the request of the user.
vi: Mỗi cửa sổ không nhất thiết phải là một ứng dụng khác. Một ứng dụng thường có một cửa sổ chính, và có thể mở các cửa sổ phụ theo yêu cầu của người dùng.

source: The rest of this section describes the different types of windows and how you can interact with them.
vi: Phần còn lại của chương này mô tả các kiểu khác nhau của cửa sổ và cách bạn tương tác với chúng.

source: Types of Windows
vi: Các Kiểu Cửa Sổ

source: There are two main types of window:
vi: Có hai kiểu cửa sổ chính:

source: Application windows
vi: Cửa sổ ứng dụng

source: Application windows allow all the minimize, maximize and close operations through the buttons on the titlebar. When opening an application you will usually see a window of this type appear.
vi: Cửa sổ ứng dụng cho phép tất cả các thao tác thu nhỏ, phóng to và đóng qua các nút trên thanh tiêu đề. Khi mở một ứng dụng bạn sẽ thường thấy một cửa sổ loại này hiện ra.

source: Dialog windows
vi: Cửa sổ hộp thoại

source: Dialog windows appear at the request of an application window. A dialog window may alert you to a problem, ask for confirmation of an action, or request input from you.
vi: Cửa sổ hộp thoại hiện ra theo yêu cầu của một cửa sổ ứng dụng. Một cửa sổ hộp thoại có thể thông báo với bạn về một vấn đề, hỏi để khẳng định một hành động, hay yêu cầu đầu vào từ bạn.

source: For example, if you tell an application to save a document, a dialog will ask you where you want to save the new file. If you tell an application to quit while it is still busy, it may ask you to confirm that you want it to abandon work in progress.
vi: Ví dụ, nếu bạn cho một ứng dụng lưu một tài liệu, một hộp thoại sẽ hỏi bạn nơi bạn muốn lưu tập tin mới. Nếu bạn cho một ứng dụng thoát khi nó đang bận, nó có thể hỏi bạn để khẳng định rằng bạn muốn nó huỷ bỏ công việc đang làm.

source: Some dialogs do not allow you to interact with the main application window until you have closed them: these are called <firstterm>modal</firstterm> dialogs. Others can be left open while you work with the main application window: these are called <firstterm>transient</firstterm> dialogs.
vi: Một vài hộp thoại không cho phép bạn tương tác với cửa sổ ứng dụng chính cho đến khi bạn đóng chúng: những cái này được gọi là các hộp thoại <firstterm>cách thức</firstterm>. Những cái khác có thể được để mở khi bạn làm việc với cửa sổ ứng dụng chính: những cái này được gọi là các hộp thoại <firstterm>nhất thời</firstterm>.

source: You can select the text in a dialog with the mouse. This allows you to copy it to the clipboard (by right-clicking the text and selecting <guilabel>Copy</guilabel>), and paste it into another application. This is useful if you wish to quote the text you see in a dialog when requesting support on the Internet.
vi: Bạn có thể lựa chọn văn bản trong một hộp thoại với chuột. Điều này cho phép bạn sao chép chúng vào bộ nhớ tạm (bằng cách kích chuột phải vào văn bản và chọn <guilabel>Sao chép</guilabel>), và dán nó và một ứng dụng khác. Điều này sẽ hữu ích nếu bạn muốn trích dẫn văn bản bạn nhìn thấy trong một hộp thoại khi yêu cầu hỗ trợ trên Internet.

source: Manipulating Windows
vi: Điều Khiển Cửa Sổ

source: You can change the size and position of windows on the screen. This allows you to see more than one application and do different tasks at the same time. For example, you might want to read text on a web page while writing with a word processor, or to change to another application to do a different task or check its progress.
vi: Bạn có thể thay đổi kích thước và vị trí của các cửa sổ trên màn hình. Điều này cho phép bạn nhìn thấy nhiều hơn một ứng dụng và làm các tác vụ khác nhau cùng lúc. Ví dụ, bạn có thể muốn đọc văn bản từ một trang web trong khi đang viết với một trình xử lý văn bản, hoặc muốn thay đổi sang một ứng dụng khác để làm một tác vụ khác hoặc kiểm tra tiến trình của nó.
