Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: You can <firstterm>minimize</firstterm> a window if you are not currently interested in seeing it. This hides it from view. You can <firstterm>maximise</firstterm> a window to fill the whole screen so you can give it your full attention.
vi: Bạn có thể <firstterm>thu nhỏ</firstterm> một cửa sổ nếu bạn hiện không còn thích nhìn nó nữa. Điều này sẽ ẩn nó khỏi tầm nhìn. Bạn có thể <firstterm>phóng to</firstterm> một cửa sổ để phủ lên toàn màn hình để bạn có thể hoàn toàn chú ý tới nó.

source: <anchor id="gosoverview-FIG-33"/>Most of these actions are carried out by using the mouse on different parts of the the window's frame (see <xref linkend="mouse-actions"/> for a recap of using the mouse). The top edge of the window frame, called the <firstterm>titlebar</firstterm> because it also displays the title of the window, contains several buttons that change the way the window is displayed.
vi: <anchor id="gosoverview-FIG-33"/>Hầu hết các hành động này được thực hiện bằng cách sử dụng chuột trên các phần khác nhau của khung cửa sổ (xem <xref linkend="mouse-actions"/> để biết tóm tắt cách dùng chuột). Cạnh trên của khung cửa sổ được gọi là <firstterm>thanh tiêu đề</firstterm>, bởi vì nó cũng hiển thị tiêu đề của cửa sổ, chứa nhiều nút để thay đổi cách mà cửa sổ được hiển thị.

source: <xref linkend="fig-titlebar-anno-window"/> shows the titlebar for a typical application window. From left to right, this contains the Window Menu button, the window title, the minimize button, the maximize button, and the close button.
vi: <xref linkend="fig-titlebar-anno-window"/> thể hiện thanh tiêu đề cho một cửa sổ ứng dụng điển hình. Từ trái sang phải, cái này chứa nút Trình Đơn Cửa Sổ, tiêu đề cửa sổ, nút thu nhỏ, nút phóng to và nút đóng.

source: Titlebar for a Typical Application Window
vi: Thanh Tiêu Đề Cho Một Cửa Sổ Ứng Dụng Tớiển Hình

source: Titlebar of application window frame.
vi: Thanh tiêu đề cho một khung cửa sổ ứng dụng.

source: All actions can also be carried out from the Window Menu. To open this, click on the Window Menu button at the left-hand edge of the titlebar. Common actions can also be carried out with keyboard shortcuts: see <xref linkend="shortcuts-window"/> for a simple list of these. The following lists the actions you can carry out on a window, with the mouse or the keyboard:
vi: Tất cả các hành động cũng có thể được thực hiện qua Trình Đơn Cửa Sổ. Để mở nó, nhấp vào nút Trình Đơn Cửa Sổ ở cạnh bên trái của thanh tiêu đề. Các hành động thông thường có thể được thực hiện với phím tắt bàn phím: xem <xref linkend="shortcuts-window"/> để biết danh sách đơn giản của chúng. Sau đây liệt kê các hành động bạn có thể thực hiện trên một cửa sổ, với chuột hay bàn phím:

source: Move the window
vi: Di chuyển cửa sổ

source: Drag the titlebar to move the window. You can click on any part of the titlebar except the buttons at either end to begin the drag action. The window will move on the screen as you drag the mouse. On less powerful computers, the movement of the window may be represented by moving an outline of its frame.
vi: Kéo thanh tiêu đề để di chuyển cửa sổ. Bạn có thể nhấp vào bất kỳ phần nào của thanh tiêu đề ngoại trừ các nút ở đầu hoặc cuối để bắt đầu hành động kéo. Cửa sổ sẽ di chuyển trên màn hình khi bạn kéo chuột. Trên các máy tính ít mạnh hơn, sự di chuyển của cửa sổ có thể được đại diện bởi việc di chuyển một viền khung của nó.

source: You can also choose Move from the Window Menu, or press <keycombo><keycap>Alt</keycap><keycap>F7</keycap></keycombo>, and then either move the mouse or press the keyboard arrow keys to move the window.
vi: Bạn có thể chọn Di chuyển từ Trình Đơn Cửa Sổ, hoặc nhấn <keycombo><keycap>Alt</keycap><keycap>F7</keycap></keycombo>, và sau đó di chuyển chuột hay nhấn phím mũi tên trên bàn phím để di chuyển cửa sổ.

source: You can also press-and-hold <keycap>Alt</keycap> and drag any part of the window.
vi: Bạn cũng có thể nhấn và giữ <keycap>Alt</keycap> và kéo bất kỳ phần nào của cửa sổ.

source: As you move the window, some parts of the screen will give slight resistance to movement. This is to help you align windows more easily to the edges of the desktop, the panels, and the edges of other windows.
vi: Khi bạn di chuyển cửa sổ, một vài phần của màn hình sẽ chống nhẹ lại sự di chuyển đó. Điều này giúp bạn căn chỉnh các cửa sổ dễ dàng hơn vào các cạnh của bàn làm việc, các thanh điều khiển, và các cạnh của các cửa sổ khác.

source: You can also press-and-hold <keycap>Shift</keycap> while you move the window to cause it to only move between the corners of the desktop and other windows.
vi: Bạn cũng có thể nhấn và giữ <keycap>Shift</keycap> khi bạn di chuyển cửa sổ để làm nó chỉ có thể di chuyển giữa các góc của màn hình và các cửa sổ khác.

source: If the <keycap>Num Lock</keycap> key is off, you can use the arrows on the numeric keypad, as well as the <keycap>7</keycap>, <keycap>9</keycap>, <keycap>1</keycap>, and <keycap>3</keycap> keys to move diagonally.
vi: Nếu phím <keycap>Num Lock</keycap> được tắt, bạn có thể sử dụng các mũi tên trên bàn phím số, cũng như các phím <keycap>7</keycap>, <keycap>9</keycap>, <keycap>1</keycap>, và <keycap>3</keycap> để di chuyển theo đường chéo.

source: Resize the window
vi: Thay đổi kích thước cửa sổ

source: Drag one of the borders to expand or contract the window on that side. Drag a corner to change two sides at once. The <link linkend="mouse-pointers">resize pointer</link> appears when your mouse is in the correct position to begin the drag action.
vi: Kéo một trong các viền để mở rộng hoặc thu nhỏ cửa sổ ở bên đó. Kéo một góc để thay đổi cả hai phía cùng một lúc. <link linkend="mouse-pointers">Con trỏ đổi kích thước</link> hiện ra khi chuột của bạn ở vị trí đúng để bắt đầu hành động kéo.

source: You can also choose Resize from the Window Menu, or press <keycombo><keycap>Alt</keycap><keycap>F8</keycap></keycombo>. The resize pointer appears. Move the mouse in the direction of the edge you want to resize, or press one of the keyboard arrows keys. The pointer changes to indicate the chosen edge. Now you can use the mouse or the arrow keys to move this edge of the window. Click the mouse or press <keycap>Return</keycap> to accept the change. Press <keycap>Escape</keycap> to cancel the resize action and return the window to its original size and shape.
vi: Bạn cũng có thể chọn Đổi kích thước từ Trình Đơn Cửa Sổ, hoặc nhấn <keycombo><keycap>Alt</keycap><keycap>F8</keycap></keycombo>. Con trỏ đổi kích thước sẽ hiện ra. Di chuyển con chuột theo hướng cạnh bạn muốn đổi kích thước, hoặc nhấn một trong các phím mũi tên. Con trỏ sẽ thay đổi để biểu thị cạnh đã chọn. Bây giờ bạn có thể sử dụng chuột hoặc các phím mũi tên để di chuyển cạnh này của cửa sổ. Nhấp chuột hoặc nhấn <keycap>Enter</keycap> để chấp nhận thay đổi. Nhấn <keycap>Escape</keycap> để huỷ hành động đổi kích thước và đưa cửa sổ về kích thước và hình dạng cũ của nó.

source: Minimize the window
vi: Thu nhỏ cửa sổ

source: Click on the Minimize button in the titlebar, the leftmost of the group of three on the right. This removes the window from view. The window can be restored to its previous position and size on the screen from the <firstterm>window list</firstterm> on the <link linkend="gospanel-3">bottom edge panel</link> or the <firstterm>window selector</firstterm> in the top panel.
vi: Nhấp vào nút Thu nhỏ trên thanh tiêu đề, cái bên trái cùng của nhóm ba nút phía bên phải. Điều này sẽ gỡ cửa sổ khỏi tầm nhìn. Cửa sổ có thể được phục hồi về vị trí và kích thước cũ trên màn hình từ <firstterm>danh sách cửa sổ</firstterm> trên <link linkend="gospanel-3">thanh điều khiển cạnh dưới</link> hoặc <firstterm>bộ chọn cửa sổ</firstterm> ở thanh điều khiển cạnh trên.

source: You can also choose Minimize from the Window Menu, or press <keycombo><keycap>Alt</keycap><keycap>F9</keycap></keycombo>.
vi: Bạn cũng có thể chọn Thu nhỏ từ Trình Đơn Cửa Sổ, hoặc nhấn <keycombo><keycap>Alt</keycap><keycap>F9</keycap></keycombo>.

source: A minimized window is shown in the window list and the window selector with [ ] around its title.
vi: Một cửa sổ đã thu nhỏ được hiện ra trong danh sách cửa sổ và bộ chọn cửa sổ với [ ] xung quanh tiêu đề của nó.

source: Maximize the window
vi: Phóng to cửa sổ

source: Click on the Maximize button in the titlebar, the middle of the group of three on the right. This expands the window so it fills the screen (the panels remain visible).
vi: Nhấp vào nút Phóng to trên thanh tiêu đề, cái ở giữa trong nhóm ba nút phía bên phải. Điều này sẽ mở rộng cửa sổ để nó phủ đầy màn hình (các thanh điều khiển vẫn còn nhìn thấy được).

source: You can also choose Maximize from the Window Menu, or press <keycombo><keycap>Alt</keycap><keycap>F10</keycap></keycombo>, or double-click any part of the titlebar except the buttons at either end.
vi: Bạn cũng có thể chọn Phóng to từ Trình Đơn Cửa Sổ, hoặc nhấn <keycombo><keycap>Alt</keycap><keycap>F10</keycap></keycombo>, hoặc nhấp đúp chuột vào bất kỳ phần nào của thanh tiêu để ngoại trừ các nút ở hai đầu.

source: If you prefer, you can assign the double-click action to <firstterm>roll up</firstterm> the window: see <xref linkend="prefs-windows"/>.
vi: Nếu bạn muốn, bạn có thể gán hành động nhấp đúp chuột sang <firstterm>cuộn lên</firstterm> cửa sổ: xem <xref linkend="prefs-windows"/>.

source: Unmaximize the window
vi: Bỏ phóng to cửa sổ

source: When a window is maximized, click again on the Maximize button to restore it to its previous position and size on the screen.
vi: Khi một cửa sổ được phóng to, nhấp lại vào nút Phóng to để phục hồi sang vị trí và kích thước trước đó của nó trên màn hình.

source: You can also choose Unmaximize from the Window Menu, press <keycombo><keycap>Alt</keycap><keycap>F5</keycap></keycombo>, or double-click any part of the titlebar except the buttons at either end.
vi: Bạn cũng có thể chọn Bỏ phóng to từ Trình Đơn Cửa Sổ, nhấn <keycombo><keycap>Alt</keycap><keycap>F5</keycap></keycombo>, hoặc nhấp đúp chuột vào bất kỳ phần nào của thanh tiêu đề ngoại trừ các nút ở hai đầu.

source: Close the window
vi: Đóng cửa sổ

source: Click the Close button, the rightmost of the group of three on the right. Closing the window may also close the application itself. The application will ask you to confirm closing a window that contains unsaved work.
vi: Nhấp nút Đóng, nút bên phải cùng của nhóm ba nút phía bên phải. Đóng cửa sổ có thể đóng luôn cả ứng dụng. Ứng dụng sẽ hỏi bạn để khẳng định việc đóng một cửa sổ chứa công việc chưa lưu.

source: Workspaces commands or a link to them still to go in this section, perhaps
vi: Các lệnh vùng làm việc và một liên kết tới chúng vẫn đang được làm trong chương này, cũng có thể

source: Giving Focus to a Window
vi: Đưa Tập Trung Vào Một Cửa Sổ

source: To work with an application, you need to give the <firstterm>focus</firstterm> to its window. When a window has focus, any actions such as mouse clicks, typing text, or keyboard shortcuts, are directed to the application in that window. Only one window can have focus at a time. The window that has focus will appear on top of other windows, so nothing covers any part of it. It may also have a different appearance from other windows, depending on your choice of <link linkend="prefs-theme"> theme</link>.
vi: Để làm việc với một ứng dụng, bạn cần đưa <firstterm>tập trung</firstterm> vào cửa sổ của nó. Khi một cửa sổ được tập trung, bất kỳ hành động nào như kích chuột, gõ văn bản, hoặc các phím tắt đều được điều hướng vào ứng dụng trong cửa sổ đó. Chỉ một cửa sổ có thể được tập trung trong một thời điểm. Cửa sổ được tập trung sẽ hiện ra bên trên của các cửa sổ khác, vì thế không có gì phủ lên nó cả. Nó cũng có thể có diện mạo khác so với các cửa sổ khác, phụ thuộc chọn lựa của bạn về <link linkend="prefs-theme">sắc thái</link>.

source: You can give the focus to a window in any of the following ways:
vi: Bạn có thể đưa tập trung vào một cửa sổ theo bất kỳ cách nào sau đây:

source: With the mouse, click on any part of the window, if the window is visible.
vi: Với chuột, kích vào bất kỳ phần nào của cửa sổ, nếu cửa sổ đó nhìn thấy được.

source: On the bottom panel, click on the <guibutton>window list button</guibutton> that represents the window in the <application>Window List</application>.
vi: Trên thanh điều khiển dưới, kích vào <guibutton>nút danh sách cửa sổ</guibutton> đại diện cho cửa sổ trong <application>Danh Sách Cửa Sổ</application>.

source: On the top panel, click the <guibutton>window list icon</guibutton> and choose the window you want to switch to from the list. The <guibutton>window list icon</guibutton> is at the extreme right of the panel, and its icon matches that of the current window's <guibutton>Window Menu button</guibutton>.
vi: Trên thanh điều khiển trên, nhấp vào <guibutton>biểu tượng danh sách cửa sổ</guibutton> và chọn cửa sổ bạn muốn chuyển tới từ danh sách. <guibutton>biểu tượng danh sách cửa sổ</guibutton> nằm phía bên phải cùng của thanh điều khiển, và biểu tượng của nó khớp với <guibutton>nút Trình Đơn Cửa Sổ</guibutton> của cửa sổ hiện tại.

source: If the window you choose is on a different workspace, you will be switched to that workspace. For more on workspaces, see <xref linkend="overview-workspaces"/>.
vi: Nếu cửa sổ bạn chọn nằm trên một vùng làm việc khác, bạn sẽ được chuyển tới vùng làm việc đó. Để biết thêm về vùng làm việc, xem <xref linkend="overview-workspaces"/>.

source: With the keyboard, hold the <keycap>Alt</keycap> key and press the <keycap>Tab</keycap> key. A pop-up window appears with a list of icons representing each window. While still holding <keycap>Alt</keycap>, press <keycap>Tab</keycap> to move the selection along the list: a black rectangle frames the selected icon and the position of the window it corresponds to is highlighted with a black border. When the window you want to see is selected, release the <keycap>Alt</keycap> key. Using <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> instead of just <keycap>Tab</keycap> cycles through the icons in reverse order.
vi: Với bàn phím, giữ phím <keycap>Alt</keycap> và nhấn phím <keycap>Tab</keycap>. Một cửa sổ bật lên hiện ra với một danh sách các biểu tượng đại diện cho mỗi cửa sổ. Trong khi vẫn giữ <keycap>Alt</keycap>, nhấn <keycap>Tab</keycap> để di chuyển sự lựa chọn trong danh sách; một hình chữ nhật đen sẽ bao quanh biểu tượng được chọn và vị trí của cửa sổ tương ứng sẽ được làm nổi bật với một viền đen. Khi cửa sổ bạn muốn thấy được chọn, thả phím <keycap>Alt</keycap>. Sử dụng <keycombo><keycap>Shift</keycap><keycap>Tab</keycap></keycombo> thay vì chỉ <keycap>Tab</keycap> để quay vòng các biểu tượng theo thứ tự ngược lại.

source: You can customize the shortcut used to perform this action with the <link linkend="prefs-keyboard-shortcuts">Keyboard Shortcuts preference tool</link>.
vi: Bạn có thể tuỳ biến phím tắt được dùng để thực hiện hành động này với <link linkend="prefs-keyboard-shortcuts">công cụ tuỳ thích Phím Tắt Bàn Phím</link>

source: workspaces
vi: vùng làm việc

source: Workspaces allow you to manage which windows are on your screen. You can imagine workspaces as being virtual screens, which you can switch between at any time. Every workspace contains the same desktop, the same panels, and the same menus. However, you can run different applications, and open different windows in each workspace. The applications in each workspace will remain there when you switch to other workspaces.
vi: Các vùng làm việc cho phép bạn quản lý cửa sổ nào nằm trên màn hình của bạn. Bạn có thể tưởng tượng các vùng làm việc như các màn hình ảo mà bạn có thể chuyển đổi giữa chúng bất cứ lúc nào. Mỗi vùng làm việc chứa cùng bàn làm việc, cùng các thanh điều khiển và cùng các trình đơn. Tuy nhiên, bạn có thể chạy các ứng dụng khác nhau, và mở các cửa sổ khác nhau trong mỗi vùng làm việc. Các ứng dụng trong mỗi vùng làm việc sẽ vẫn ở đó khi bạn chuyển sang các vùng làm việc khác.

source: By default, four workspaces are available. You can switch between them with the <application>Workspace Switcher</application> applet at the right of the <link linkend="bottom-panel">bottom panel</link>. This shows a representation of your workspaces, by default a row of four rectangles. Click on one to switch to that workspace. In <xref linkend="gosoverview-FIG-42"/>, <application>Workspace Switcher</application> contains four workspaces. The first three workspaces contain open windows. The last workspace does not contain currently open windows. The currently active workspace is highlighted.
vi: Theo mặc định, bốn vùng làm việc sẽ sẵn có. Bạn có thể chuyển đổi giữa chúng với tiểu dụng <application>Bộ Chuyển Đổi Vùng Làm Việc</application> ở bên phải của <link linkend="bottom-panel">thanh điều khiển dưới</link>. Cái này biểu diễn các vùng làm việc của bạn, theo mặc định là một dòng của bốn ô chữ nhật. Nhấp vào một ô để chuyển sang vùng làm việc đó. Trong <xref linkend="gosoverview-FIG-42"/>, <application>Bộ Chuyển Đổi Vùng Làm Việc</application> chứa bốn vùng làm việc. Ba vùng làm việc đầu chứa cửa sổ mở. Vùng làm việc cuối không chứa các cửa sổ mở hiện tại. Vùng làm việc hiện hoạt động được làm nổi bật.

source: Workspaces Displayed in Workspace Switcher
vi: Vùng Làm Việc Hiển Thị Trong Bộ Chuyển Đổi Vùng Làm Việc

source: Workspace Switcher. The context describes the graphic.
vi: Bộ Chuyển Đổi Vùng Làm Việc. Ngữ cảnh mô tả hình minh hoạ.

source: Each workspace can have any number of applications open in it. The number of workspaces can be customized: see <xref linkend="workspace-add"/>.
vi: Mỗi vùng làm việc có thể có một số lượng ứng dụng bất kỳ mở bên trong nó. Số lượng vùng làm việc có thể được tuỳ biến: xem <xref linkend="workspace-add"/>.

source: Workspaces enable you to organize the GNOME Desktop when you run many applications at the same time. One way to use workspaces is to allocate a specific function to each workspace: one for email, one for web browsing, one for graphic design, etc. However, everyone has their own preference and you are in no way restricted to only using workspaces like this.
vi: Các vùng làm việc cho phép bạn tổ chức Bàn Làm Việc GNOME khi bạn chạy quá nhiều ứng dụng cùng lúc. Một cách để sử dụng các vùng làm việc là đặt một chức năng cụ thể cho mỗi vùng: một cho email, một cho duyệt web, một cho thiết kế đồ hoạ,... Tuy nhiên, mỗi người có tuỳ thích của riêng họ và bạn không hề bị giới hạn phải sử dụng các vùng làm việc như thế này.

source: Switching Between Workspaces
vi: Chuyển Đổi Giữa Các Vùng Làm Việc

source: switching between
vi: chuyển đổi giữa

source: You can switch between workspaces in any of the following ways:
vi: Bạn có thể chuyển đổi giữa các vùng làm việc theo bất kỳ cách nào sau đây:

source: In the <application>Workspace Switcher</application> applet in the bottom panel, click on the workspace where you want to work.
vi: Trong tiểu dụng <application>Bộ Chuyển Đổi Vùng Làm Việc</application> trong thanh điều khiển dưới, nhấp vào vùng làm việc nơi bạn muốn làm việc.

source: Move the mouse pointer over the <application>Workspace Switcher</application> applet in the bottom panel, and scroll the mouse wheel.
vi: Di chuyển con trỏ qua tiểu dụng <application>Bộ Chuyển Đổi Vùng Làm Việc</application> ở thanh điều khiển dưới, và cuộn con lăn chuột.

source: Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>right arrow</keycap></keycombo> to switch to the workspace on the right of the current workspace.
vi: Nhấn <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>mũi tên phải</keycap></keycombo> để chuyển đổi sang vùng làm việc bên phải vùng hiện tại.

source: Press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>left arrow</keycap></keycombo> to switch to the workspace on the left of the current workspace.
vi: Nhấn <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>mũi tên trái</keycap></keycombo> để chuyển sang vùng làm việc bên trái vùng hiện tại.

source: The arrow shortcut keys work according to how your workspaces are set out in the <application>Workspace Switcher</application> applet. If you change your panel so workspaces are displayed vertically instead of horizontally, use <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>up arrow</keycap></keycombo> and <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>down arrow</keycap></keycombo> to switch workspaces.
vi: Các phím tắt mũi tên hoạt động theo cách bạn bố trí các vùng làm việc trong tiểu dụng <application>Bộ Chuyển Đổi Vùng Làm Việc</application>. Nếu bạn thay đổi thanh điều khiển của bạn để các vùng làm việc được hiển thị dọc thay vì ngang, sử dụng <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>mũi tên lên</keycap></keycombo> và <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>mũi tên xuống</keycap></keycombo> để chuyển đổi các vùng làm việc.

source: Adding Workspaces
vi: Thêm Vùng Làm Việc

source: specifying number of
vi: chỉ định số của

source: To add workspaces to the GNOME Desktop, right-click on the <application>Workspace Switcher</application> applet, then choose <guimenuitem>Preferences</guimenuitem>. The <guilabel>Workspace Switcher Preferences</guilabel> dialog is displayed. Use the <guilabel>Number of workspaces</guilabel> spin box to specify the number of workspaces that you require.
vi: Để thêm vùng làm việc vào Bàn Làm Việc GNOME, nhấp chuột phải vào tiểu dụng <application>Bộ Chuyển Đổi Vùng Làm Việc</application>, sau đó chọn <guimenuitem>Tuỳ thích</guimenuitem>. Hộp thoại <guilabel>Tuỳ thích bộ chuyển đổi vùng làm việc</guilabel> sẽ hiện ra. Sử dụng hộp

source: Applications
vi: Ứng dụng

source: An <firstterm>application</firstterm> is a type of computer program that allows you to perform a particular task. You might use applications to create text documents such as letters or reports; to work with spreadsheets; to listen to your favorite music; to navigate the Internet; or to create, edit, or view images and videos. For each of these tasks, you would use a different application.
vi: Một <firstterm>ứng dụng</firstterm> là một kiểu chương trình máy tính cho phép bạn thực hiện các tác vụ cụ thể. Bạn có thể sử dụng các ứng dụng để tạo các tài liệu văn bản như là các bức thư hay báo cáo; để làm việc với các bảng tính; để nghe các bản nhạc ưa thích của bạn; để lướt Internet; hay để tạo, sửa hoặc xem các bức ảnh và video. Với mỗi kiểu tác vụ này bạn sẽ sử dụng một ứng dụng khác nhau.

source: To launch an application, open the <guimenu>Applications</guimenu> menu and choose the application you want from the submenus. For more on this, see <xref linkend="applications-menu"/>.
vi: Để chạy một ứng dụng, mở trình đơn <guimenu>Ứng dụng</guimenu> và chọn ứng dụng bạn muốn từ các trình đơn con. Để biết thêm về điều này, xem <xref linkend="applications-menu"/>.

source: The applications that are part of GNOME include the following:
vi: Các ứng dụng là thành phần của GNOME bao gồm sau đây:

source: <ulink type="help" url="ghelp:gedit"><application>Gedit Text Editor</application></ulink> can read, create, or modify any kind of simple text without any formatting.
vi: <ulink type="help" url="ghelp:gedit"><application>Bộ Soạn Văn Bản Gedit</application></ulink> có thể đọc, tạo, hoặc thay đổi bất kỳ kiểu văn bản đơn giản nào mà không có định dạng.

source: <ulink type="help" url="ghelp:gnome-dictionary"><application>Dictionary</application></ulink> allows you to look up definitions of a word.
vi: <ulink type="help" url="ghelp:gnome-dictionary"><application>Từ điển</application></ulink> cho phép bạn tra nghĩa của một từ.
