Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: This pointer indicates that when you drop the object, the object is moved from the old location to the new location.
vi: Con trỏ này biểu thị rằng khi bạn thả đối tượng, đối tượng đó sẽ được di chuyển từ vị trí cũ sang vị trí mới.

source: <placeholder-1/> Copy pointer
vi: <placeholder-1/> Con trỏ sao chép

source: This pointer indicates that when you drop the object, a copy of the object is created where you drop it.
vi: Con trỏ này biểu thị rằng khi bạn thả một đối tượng, một bản sao của đối tượng sẽ được tạo ra khi bạn thả nó.

source: <placeholder-1/> Symbolic link pointer
vi: <placeholder-1/> Con trỏ liên kết tượng trưng

source: This pointer indicates that when you drop the object, a <firstterm>symbolic link</firstterm> to the object is created where you drop the object. A symbolic link is a special type of file that points to another file or folder. For more on this, see <xref linkend="nautilus-symlink"/>.
vi: Con trỏ này biểu thị rằng khi bạn thả đối tượng, một <firstterm>liên kết tượng trưng</firstterm> cho đối tượng sẽ được tạo ra khi bạn thả đối tượng. Một liên kết tượng trưng là một kiểu tập tin đặc biệt trỏ tới một tập tin hay thư mục khác. Để biết thêm về điều này, xem <xref linkend="nautilus-symlink"/>.

source: <placeholder-1/> Ask pointer
vi: <placeholder-1/> Con trỏ hỏi

source: This pointer indicates that when you drop the object, you will be given a choice of what to do. A menu will open to allow you to choose which operation you would like to perform. For instance, you may be able to move, copy, or create a symbolic link.
vi: Con trỏ này biểu thị rằng khi bạn thả đối tượng, bạn sẽ được đưa cho một lựa chọn sẽ làm gì. Một trình đơn sẽ mở ra cho phép bạn chọn thao tác nào mà bạn muốn thực hiện. Ví dụ, bạn có thể di chuyển, sao chép hay tạo một liên kết tượng trưng.

source: Not available pointer.
vi: Con trỏ không sẵn sàng.

source: <placeholder-1/> Not available pointer
vi: <placeholder-1/> Con trỏ không sẵn sàng

source: This pointer indicates that you cannot drop the object at the current location. Releasing the mouse button now will have no effect: the dragged object will be returned to its starting location.
vi: Con trỏ này biểu thị rằng bạn không thể thả đối tượng vào vị trí hiện tại được. Nhả nút chuột bây giờ sẽ không có hiệu lực: đối tượng bị kéo sẽ trở lại vị trí ban đầu của nó.

source: Move panel object pointer.
vi: Con trỏ di chuyển đối tượng thanh điều khiển

source: <placeholder-1/> Move panel object pointer
vi: <placeholder-1/> Con trỏ di chuyển đối tượng thanh điều khiển

source: This pointer appears when you drag a panel or a panel object with the middle mouse button. See <xref linkend="panels"/> for more information on panels.
vi: Con trỏ này xuất hiện khi bạn kéo một thanh điều khiển hay một đối tượng thanh điều khiển với nút chuột giữa. Xem <xref linkend="panels"/> để biết thêm thông tin về các thanh điều khiển.

source: Move window pointer.
vi: Con trỏ di chuyển cửa sổ.

source: <placeholder-1/> Move window pointer
vi: <placeholder-1/> Con trỏ di chuyển cửa sổ

source: This pointer appears when you drag a window to move it. See <xref linkend="windows-manipulating"/> for more information on moving windows.
vi: Con trỏ này xuất hiện khi bạn kéo một cửa sổ để di chuyển nó. Xem <xref linkend="windows-manipulating"/> để biết thêm thông tin về di chuyển cửa sổ.

source: Keyboard Skills
vi: Kỹ Năng Bàn Phím

source: keyboard skills
vi: các kỹ năng bàn phím

source: For almost every task that you can perform with the mouse, you can use the keyboard to perform the same task. <firstterm>Shortcut keys</firstterm> are keys that provide you with a quick way to perform a task.
vi: Với hầu hết mọi tác vụ bạn có thể thực hiện với chuột, bạn cũng có thể sử dụng bàn phím để thực hiện cùng tác vụ đó. <firstterm>Phím tắt</firstterm> là những phím cung cấp cho bạn một cách nhanh chóng để thực hiện một tác vụ.

source: You can use shortcut keys to perform general GNOME Desktop tasks and to work with interface items such as panels and windows. You can also use shortcut keys in applications. To customize your shortcut keys, use the <application>Keyboard Shortcuts</application> preference tool. See <xref linkend="prefs-keyboard-shortcuts"/> for more information about configuring keyboard shortcuts.
vi: Bạn có thể sử dụng các phím tắt để thực hiện các tác vụ Bàn làm việc GNOME chung và để làm việc với các mục giao diện như các thanh điều khiển và cửa sổ. Bạn cũng có thể sử dụng các phím tắt trong các ứng dụng. Để tuỳ biến các phím tắt của bạn, sử dụng công cụ tuỳ thích <application>Phím tắt</application>. Xem <xref linkend="prefs-keyboard-shortcuts"/> để biết thêm thông tin về cấu hình các phím tắt.

source: Many PC keyboards come with two special keys for the Windows operating system: a key with a Microsoft Windows™ logo and a key for accessing context menus.
vi: Nhiều bàn phím PC có hai phím đặc biệt cho hệ điều hành Windows: một phím với một logo Microsoft Windows™ và một phím để truy cập các trình đơn ngữ cảnh.

source: In GNOME, the Windows key is often configured to act as an additional modifier key, called the <firstterm>Super key</firstterm>. The context menu key can be used to access the context menu of the selected item, just as the <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo> keyboard shortcut can.
vi: Trong GNOME, phím Windows thường được cấu hình để hoạt động như một phím thay đổi phụ, gọi là <firstterm>phím Super</firstterm>. Phím trình đơn ngữ cảnh có thể được dùng để truy cập trình đơn ngữ cảnh của mục đã chọn, giống như phím tắt <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo>.

source: You can also modify the GNOME Desktop preferences to use keyboard accessibility features. See <xref linkend="prefs-keyboard-a11y"/> for more information about the keyboard accessibility features.
vi: Bạn cũng có thể thay đổi tuỳ thích Bàn làm việc GNOME để sử dụng các tính năng khả năng truy cập bàn phím. Xem <xref linkend="prefs-keyboard-a11y"/> để biết thêm thông tin về các tính năng khả năng truy cập bàn phím.

source: The following sections describe the shortcut keys that you can use throughout the desktop and applications.
vi: Phần sau mô tả các phím tắt bạn có thể dùng trong các ứng dụng và bàn làm việc.

source: Global Shortcut Keys
vi: Phím Tắt Toàn Hệ Thống

source: global
vi: toàn hệ thống

source: Global shortcut keys enable you to use the keyboard to perform tasks related to your desktop, rather than tasks on the currently selected window or application. The following table lists some global shortcut keys:
vi: Phím tắt toàn hệ thống cho phép bạn sử dụng bàn phím để thực hiện các tác vụ liên quan tới bàn làm việc của bạn hơn là các tác vụ trong ứng dụng hay cửa sổ được chọn hiện tại. Bảng sau liệt kê các phím tắt toàn hệ thống:

source: Shortcut Key
vi: Phím tắt

source: Open the <guimenu>Applications Menu</guimenu>.
vi: Mở <guimenu>Trình đơn Ứng dụng</guimenu>.

source: Display the <guilabel>Run Application</guilabel> dialog. See <xref linkend="tools-run-app"/> for more information.
vi: Hiện hộp thoại <guilabel>Chạy ứng dụng</guilabel>. Xem <xref linkend="tools-run-app"/> để biết thêm thông tin.

source: Take a screenshot of the entire desktop. See <xref linkend="tools-screenshot"/> for more information.
vi: Chụp ảnh toàn bộ màn hình. Xem <xref linkend="tools-screenshot"/> để biết thêm chi tiết.

source: Take a screenshot of the currently focused window.
vi: Chụp ảnh cửa sổ hiện thời.

source: Arrow keys
vi: Phím mũi tên

source: Switch to the workspace to the specified direction of the current workspace. See <xref linkend="overview-workspaces"/> for more information on working with multiple workspaces.
vi: Chuyển đổi sang vùng làm việc khác theo hướng được chỉ định so với vùng làm việc hiện tại. Xem <xref linkend="overview-workspaces"/> để có thêm thông tin về làm việc với nhiều vùng làm việc.

source: Minimize all windows and give focus to the desktop.
vi: Thu nhỏ tất cả cửa sổ và ra ngoài màn hình.

source: Switch between windows. A list of windows that you can select is displayed. Release the keys to select a window. You can press the <keycap>Shift</keycap> key to cycle through the windows in reverse order.
vi: Chuyển đổi giữa các cửa sổ. Một danh sách các cửa sổ mà bạn có thể chọn hiện ra. Nhả phím để chọn cửa sổ. Bạn có thể ấn phím <keycap>Shift</keycap> để xem theo thứ tự ngược lại.

source: Switch the focus between the panels and the desktop. A list of items that you can select is displayed. Release the keys to select an item. You can press the <keycap>Shift</keycap> key to cycle through the items in reverse order.
vi: Chuyển đổi tập trung giữa các thanh điều khiển và bàn làm việc. Một danh sách các mục bạn có thể chọn được hiển thị. Nhả các phím để chọn một mục. Bạn có thể nhấn phím <keycap>Shift</keycap> để xoay qua các mục theo thứ tự ngược lại.

source: Window Shortcut Keys
vi: Phím Tắt Cửa Sổ

source: window
vi: cửa sổ

source: Window shortcut keys allow you to use the keyboard to perform tasks on the currently focused window. The following table lists some window shortcut keys:
vi: Những phím tắt cửa sổ cho phép bạn sử dụng bàn phím để thực thi các tác vụ trên cửa sổ hiện tại. Bảng dưới đây liệt kê một vài phím tắt của cửa sổ:

source: Close the currently focused window.
vi: Đóng cửa sổ hiện tại.

source: Unmaximize the current window, if it is maximized.
vi: Thu nhỏ cửa sổ hiện tại nếu nó đã được phóng đại.

source: Move the currently focused window. After pressing this shortcut, you can move the window using either the mouse or the arrow keys. To finish the move, click the mouse or press any key on the keyboard.
vi: Di chuyển cửa sổ hiện thời. Sau khi ấn phím tắt, bạn có thể di chuyển cửa sổ bằng chuột hoặc phím mũi tên. Khi hoàn tất, nhấp chuột hoặc ấn bất kì phím nào.

source: Resize the currently focused window. After pressing this shortcut, you can resize the window using either the mouse or the arrow keys. To finish the resize, click the mouse or press any key on the keyboard.
vi: Thay đổi kích cỡ cửa sổ hiện thời. Sau khi ấn vào phím tắt, bạn có thể thay đổi kích cỡ cửa sổ bằng chuột hoặc phím mũi tên. Khi hoàn tất, nhấp chuột hoặc ấn bất kì phím nào.

source: Minimize the current window.
vi: Thu nhỏ cửa sổ hiện tại.

source: Maximize the current window.
vi: Phóng to cửa sổ hiện tại.

source: spacebar
vi: phím cách

source: Open the window menu for the currently selected window. The window menu allows you to perform actions on the window, such as minimizing, moving between workspaces, and closing.
vi: Mở trình đơn cửa sổ cho cửa sổ được chọn hiện tại. Trình đơn cửa sổ cho phép bạn thực thi các hành động trên cửa sổ, chẳng hạn như thu nhỏ, di chuyển giữa các vùng làm việc và đóng cửa sổ.

source: Move the current window to another workspace in the specified direction. See <xref linkend="overview-workspaces"/> for more information on working with multiple workspaces.
vi: Chuyển cửa sổ hiện tại qua một vùng làm việc khác theo hướng được chỉ định. Xem <xref linkend="overview-workspaces"/> để có thêm thông tin về làm việc với nhiều vùng làm việc.

source: Application Keys
vi: Phím Ứng dụng

source: application
vi: ứng dụng

source: Application shortcut keys enable you to perform application tasks. You can use shortcut keys to perform application tasks more quickly than if you use a mouse. The following table lists some common application shortcut keys:
vi: Những phím tắt của ứng dụng cho phép bạn thực thi các tác vụ. Bạn có thể dùng những phím tắt để thực thi các tác vụ của ứng dụng nhanh hơn khi bạn dùng chuột. Bảng sau liệt kê một vài phím tắt cho ứng dụng:

source: Create a new document or window.
vi: Tạo một văn bản hoặc cửa sổ mới.

source: Cut the selected text or region and place it on the clipboard.
vi: Dời phần văn bản hoặc vùng được chọn vào bộ nhớ tạm.

source: Copy the selected text or region onto the clipboard.
vi: Chép phần văn bản hoặc vùng được chọn vào bộ nhớ tạm.

source: Paste the contents of the clipboard.
vi: Dán các nội dung trong bộ nhớ tạm.

source: Undo the last action.
vi: Hoàn tác hành động cuối.

source: Save the current document to disk.
vi: Lưu văn bản hiện tại vào đĩa.

source: Load the online help document for the application.
vi: Tải tài liệu trợ giúp trực tuyến cho ứng dụng.

source: In addition to these shortcut keys, all applications support a set of keys to navigate and work with the user interface. These keys allow you to perform operations that you might normally perform with a mouse. The following table describes some interface control keys:
vi: Ngoài những phím tắt này, mọi ứng dụng đều hỗ trợ nhóm những phím để điều hướng và làm việc với giao diện người dùng. Những phím này cho phép bạn thực thi những thao tác mà bình thường bạn dùng bằng chuột. Bảng dưới đây mô tả một số phím điều khiển giao diện:

source: Keys
vi: Phím

source: Arrow keys or <keycap>Tab</keycap>
vi: Phím mũi tên hoặc <keycap>Tab</keycap>

source: Move between controls in the interface or items in a list.
vi: Di chuyển giữa các điều khiển trong giao diện hoặc giữa các mục trong một danh sách.

source: <keycap>Enter</keycap> or <keycap>spacebar</keycap>
vi: <keycap>Enter</keycap> hoặc <keycap>phím cách</keycap>

source: Activate or choose the selected item.
vi: Kích hoạt hoặc chọn dùng mục đã chọn.

source: Activate the left-most menu of the application window.
vi: Kích hoạt trình đơn bên trái cùng của cửa sổ ứng dụng

source: Activate the context menu for the selected item.
vi: Kích hoạt trình đơn ngữ cảnh cho mục đã chọn.

source: Close a menu without selecting a menu item, or cancel a drag operation.
vi: Đóng một trình đơn mà không phải chọn một mục trình đơn hay huỷ một thao tác kéo.

source: Access Keys
vi: Phím Truy cập

source: access keys
vi: những phím truy cập

source: A <firstterm>menubar</firstterm> is a bar at the top of a window that contains the menus for the application. An <firstterm>access key</firstterm> is an underlined letter in a menubar, menu, or dialog that you can use to perform an action. On a menubar, the access key for each menu is underlined.
vi: Một <firstterm>thanh trình đơn</firstterm> là một thanh ở trên cùng của cửa sổ và chứa những trình đơn cho ứng dụng. Một <<firstterm>phím truy cập</firstterm> là chữ cái được gạch chân trên thanh trình đơn, trong trình đơn, hoặc hộp thoại mà bạn có thể dùng để thực thi một hành động. Trên một thanh trình đơn, mỗi phím truy cập cho mỗi trình đơn được gạch chân.

source: To open a menu, hold the <keycap>Alt</keycap> key, then press the access key. In the menu, the access key for each menu item is underlined. To choose a menu item when a menu is displayed, you can simply press the access key for the menu item.
vi: Để mở một trình đơn, giữ phím <keycap>Alt</keycap>, sau đó ấn phím truy cập. Trong trình đơn, phím truy cập cho mỗi mục được gạch chân. Để chọn một mục khi trình đơn đang mở, bạn có thể ấn phím truy cập cho mục của trình đơn.

source: For example, to open a new window in the <application>Help</application> application, press <keycombo><keycap>Alt</keycap><keycap>F</keycap></keycombo> to open the <guimenu>File</guimenu> menu, then press <keycap>N</keycap> to activate the <guimenuitem>New Window</guimenuitem> menu item.
vi: Ví dụ, để mở một cửa sổ mới trong ứng dụng <application>Help</application>, ấn <keycombo><keycap>Alt</keycap><keycap>F</keycap></keycombo> để mở trình đơn <guimenu>Tập tin</guimenu>, sau đó ấn <keycap>N</keycap> để khởi động mục trình đơn <guimenuitem>Cửa sổ mới</guimenuitem>.

source: You can also use access keys to access elements in a dialog. In a dialog, one letter in most dialog elements is underlined. To access a particular dialog element, hold <keycap>Alt</keycap>, then press the access key.
vi: Bạn cũng có thể dùng các phím truy cập để truy cập vào các thành phần trong một hộp thoại. Trong một hộp thoại, một ký tự trong hầu hết các thành phần hộp thoại được gạch chân. Để truy cập vào một thành phần hộp thoại cụ thể, giữ <keycap>Alt</keycap>, sau đó nhấn phím truy cập.

source: Desktop User Guide
vi: Hướng Dẫn Người Dùng Bàn Làm Việc

source: The GNOME User Guide is a collection of documentation which details general use of the GNOME Desktop environment. Topics covered include sessions, panels, menus, file management, and preferences.
vi: Hướng Dẫn Người Dùng GNOME là một bộ sưu tập các tài liệu trình bày tỉ mỉ cách sử dụng chung của môi trường Bàn làm việc GNOME. Các chủ đề được bao phủ bao gồm các phiên làm việc, các thanh điều khiển, trình đơn, quản lý tập tin và các tuỳ thích.

source: GNOME Documentation Project
vi: Dự Án Tài Liệu GNOME

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
vi: Sổ tay này là một phần của bộ sưu tập các sổ tay GNOME được phân phối dưới GFDL. Nếu bạn muốn phân phối sổ tay này riêng ra khỏi bộ sưu tập, bạn có thể làm như vậy bằng cách thêm một bản sao của giấy phép vào sổ tay như đã mô tả ở chương 6 của giấy phép.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
vi: Nhiều tên gọi dùng bởi các công ty để phân biệt những sản phẩm và dịch vụ của họ được công nhận là những nhãn hiệu thương mại. Khi những tên này xuất hiện trong tài liệu GNOME, và thành viên Dự án cung cấp tài liệu GNOME nhận thức được những thương hiệu này, do đó tên gọi sẽ được viết hoa toàn bộ và chữ cái đầu tiên.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
vi: Đây là một tài liệu có giá trị cơ sở, không có sự bảo đảm về bất cứ mặt nào một cách rõ ràng hay không rõ ràng cả bao gồm sự bất hạn định, hoặc đảm bảo rằng tài liệu này hoặc bản sửa đổi của tài liệu này không bị ràng buộc khi có vấn đề về tính thương mại của nó, phù hợp với mục đích cá nhân. Bạn có thể gặp các rủi ro về chất lượng, tính chính xác cũng như hiệu quả của tài liệu này hay các phiên bản sửa chữa của tài liệu này. Bạn cần tôn trọng những chứng cớ về các khuyết điểm của tài liệu này hay các phiên bản sửa đổi của nó, bạn (không phải tác giả, quyền tác giả hay quyền cộng tác viên) có thể phải trả một chi phí cho các dịch vụ cần thiết hay việc sửa chữa. Không có sự đảm bảo cho bất cứ phần nào của giấy phép này. không cho phép sử dụng bất cứ tài liệu hay bản sửa đổi của tài liệu có bản quyền này, trừ khi được sự cho phép của tác giả, quyền tác giả hay cộng tác viên.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
vi: Hơn nữa, trong trường hợp nào, theo lý thuyết luật nào, dù do làm lỗi (gồm do cẩu thả), hay theo hợp đồng hay bằng cách nào, tác giả (tác giả, người viết đầu tiên, người đóng góp nào, hay nhà nào phát hành tài liệu này, hay nhà nào cung cấp người nào như thế) sẽ KHÔNG có trách nhiệm về pháp lý bồi thường kiểu nào trực tiếp, gián tiếp, đặc biệt, ngẫu nhiên hay do hậu quả cho ai, gồm, vô hạn, bồi thường về đặc quyền kế nghiệp, việc làm bị dừng, máy tính thất bại hay không chạy được, hay mọi bồi thường, bồi thường nào hay sự mất do hoặc liên quan đến sử dụng tài liệu này và phiên bản đã sửa đổi nào, thậm chí nếu người ấy đã biết có khả năng thiệt hại như thế.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
vi: Tài liệu và các phiên bản chỉnh sửa được cung cấp theo điều lệ của chứng chỉ tài liệu tự do GNU với thỏa thuận rằng: <placeholder-1/>

source: GNOME Documentation Team
vi: Đội Tài Liệu GNOME

source: Littlemore
vi: Thêm nữa

source: Ubuntu Documentation Project
vi: Dự án Tài liệu Ubuntu

source: GNOME Project
vi: Dự án GNOME

source: GNOME 2.8 Desktop User Guide V2.8
vi: Hướng Dẫn Sử Dụng Bàn Làm Việc GNOME 2.8 Phiên bản 2.8

source: September 2004
vi: Tháng chín 2004

source: GNOME 2.4 Desktop User Guide V2.7
vi: Hướng Dẫn Sử Dụng Bàn làm việc GNOME 2.4 Phiên bản 2.7

source: September 2003
vi: Tháng chín 2003

source: GNOME 2.4 Desktop User Guide V2.6
vi: Hướng Dẫn Sử Dụng Bàn làm việc GNOME 2.4 Phiên bản 2.6

source: August 2003
vi: Tháng tám 2003

source: GNOME 2.2.1 Desktop User Guide V2.5
vi: Hướng Dẫn Sử Dụng Bàn làm việc GNOME 2.2.1 Phiên bản 2.5

source: March 2003
vi: Tháng ba 2003

source: GNOME 2.2 Desktop User Guide V2.4
vi: Hướng Dẫn Sử Dụng GNOME 2.2 Desktop Phiên bản 2.4

source: January 2003
vi: Tháng một 2003

source: GNOME 2.0 Desktop User Guide V2.3
vi: Hướng Dẫn Sử Dụng Bàn làm việc GNOME 2.0 Phiên bản 2.3

source: October 2002
vi: Tháng mười 2002

source: GNOME 2.0 Desktop User Guide V2.2
vi: Hướng Dẫn Sử Dụng Bàn làm việc GNOME 2.0 Phiên bản 2.2

source: August 2002
vi: Tháng tám 2002

source: GNOME 2.0 Desktop User Guide V2.1
vi: Hướng Dẫn Sử Dụng Bàn làm việc GNOME 2.0 Phiên bản 2.1

source: GNOME 2.0 Desktop User Guide V1.0
vi: Hướng Dẫn Sử Dụng Bàn làm việc GNOME 2.0 Phiên bản 1.0

source: May 2002
vi: Tháng năm 2002

source: This manual describes version 2.14 of the GNOME desktop.
vi: Sổ tay này mô tả phiên bản 2.14 của Bàn làm việc GNOME.

source: To report a bug or make a suggestion regarding the GNOME desktop or this manual, follow the directions in the <link linkend="feedback">GNOME Feedback Page</link>.
vi: Để báo lỗi hay đề xuất liên quan đến Bàn làm việc GNOME hoặc sổ tay này, hãy theo những chỉ dẫn ở <link linkend="feedback">Trang Phản Hồi GNOME</link>.

source: translator-credits
vi: Launchpad Contributions: Lê Hoàng Phương https://launchpad.net/~herophuong93 Matthew East https://launchpad.net/~mdke Nguyễn Đăng Minh https://launchpad.net/~nguyendangminh lusiads https://launchpad.net/~lusiads
