Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: Select this option to enable assistive technologies in the GNOME Desktop.
vi: Lựa chọn tuỳ chọn này để bật các công nghệ giúp đỡ trong Bàn làm việc GNOME.

source: Note that for technical reasons, you have to log in again after enabling this option for it to be fully effective.
vi: Chú ý rằng vì các lý do kĩ thuật, bạn phải đăng nhập một lần nữa sau khi bật các tuỳ chọn này trước khi nó có hiệu lực hoàn toàn.

source: Keyboard Shortcuts Preferences
vi: Tuỳ Thích Phím Tắt Bàn Phím

source: Keyboard Shortcuts
vi: Phím Tắt

source: configuring
vi: cấu hình

source: keyboard shortcuts
vi: phím tắt

source: Use the <application>Keyboard Shortcuts</application> preference tool to customize the default keyboard shortcuts to your requirements.
vi: Sử dụng công cụ tuỳ thích <application>Phím Tắt</application> để tuỳ biến các phím tắt bàn phím mặc định cho các yêu cầu của bạn.

source: A <firstterm>keyboard shortcut</firstterm> is a key or combination of keys that provides an alternative to standard ways of performing an action. For more on keyboard shortcuts, and a list of the default shortcuts in GNOME, see <xref linkend="keyboard-skills"/>.
vi: Một <firstterm>phím tắt</firstterm> là một phím hay tổ hợp phím cung cấp một thay thế cho cách chuẩn để thực hiện một hành động.

source: To edit a keyboard shortcut, perform the following steps:
vi: Để sửa một phím tắt, hãy thực hiện các bước sau:

source: Click the action in the list. If you are using the the keyboard, use the arrow keys to select the shortcut and press <keycap>Return</keycap>.
vi: Nhấp vào hành động trong danh sách. Nếu bạn đang sử dụng bàn phím, sử dụng các phím mũi tên để chọn phím tắt và nhấn <keycap>Enter</keycap>.

source: Press the new key or key combination you want to assign to the action.
vi: Nhấn phím hoặc tổ hợp phím mới mà bạn muốn gán cho hành động.

source: To clear a shortcut, press <keycap>Backspace</keycap>. The action is now marked as <guilabel>Disabled</guilabel>.
vi: Để xoá một phím tắt, nhấn <keycap>Phím cách</keycap>. Hành động bây giờ được đánh dấu là <guilabel>Đã tắt</guilabel>.

source: To cancel assigning a shortcut, click elsewhere in the window or press <keycap>Escape</keycap>.
vi: Để huỷ gán một phím tắt, nhấn vào bất kỳ đâu trong cửa sổ hoặc nhấn <keycap>Escape</keycap>.

source: The shortcuts you can customize are grouped as follows:
vi: Các phím tắt bạn có thể tuỳ biến được nhóm lại thành như sau đây:

source: These are general shortcuts for the whole desktop, such as logging out, <link linkend="lock-screen">locking the screen</link>, opening the <link linkend="menubar">panel menubar</link>, or launching a web browser.
vi: Những cái này là các phím tắt chung cho toàn bộ bàn làm việc, như là đăng xuất, <link linkend="lock-screen">khoá màn hình</link>, mở <link linkend="menubar">thanh trình đơn trên thanh điều khiển</link> hay chạy một trình duyệt web.

source: Sound
vi: Âm thanh

source: Shortcuts for controlling your music player and the system volume.
vi: Các phím tắt cho điều khiển các trình chơi nhạc của bạn và âm lượng hệ thống.

source: Window Management
vi: Quản Lý Cửa Sổ

source: Shortcuts for working with windows and workspaces, such as maximizing or moving the current window, and switching to another workspace. For more information on these kinds of actions, see <xref linkend="windows-manipulating"/> and <xref linkend="overview-workspaces"/>.
vi: Các phím tắt cho làm việc với các cửa sổ và vùng làm việc, như là phóng to hay di chuyển cửa sổ hiện tại và thay đổi sang một vùng làm việc khác. Để biết thêm thông tin về các kiểu hành động này, xem <xref linkend="windows-manipulating"/> và <xref linkend="overview-workspaces"/>.

source: Accessibility
vi: Khả Năng Truy Cập

source: Shortcuts for starting assistive technologies, such as a screen reader, a magnifier or an on-screen keyboard.
vi: Các phím tắt cho khởi động các công nghệ giúp đỡ, như là một trình đọc màn hình, một kính lúp hay một bàn phím ảo.

source: Custom Shortcuts
vi: Các Phím Tắt Tự Chọn

source: Custom shortcuts that have been added with the <guilabel>Add</guilabel> button. This section will not be shown if there are no custom shortcuts.
vi: Các phím tắt tự chọn được thêm vào với nút <guilabel>Thêm</guilabel>. Phần này sẽ không hiện ra nếu không có phím tắt tự chọn nào.

source: To add a custom shortcut, use the <guilabel>Add</guilabel> button in the action area. You have to provide a name and a command for the new shortcut. The new custom shortcut will appear in the list of shortcuts and can be edited in the same way as the predefined shortcuts.
vi: Để thêm một phím tắt tự chọn, sử dụng nút <guilabel>Thêm</guilabel> trong vùng hành động. Bạn phải cung cấp một tên và một lệnh cho phím tắt mới. Phím tắt mới sẽ xuất hiện trong danh sách phím tắt và có thể được sửa theo cùng cách như là các phím tắt được định nghĩa từ trước.

source: To remove a custom shortcut, use the <guilabel>Remove</guilabel> button.
vi: Để gỡ bỏ một phím tắt tự chọn, sử dụng nút <guilabel>Gỡ bỏ</guilabel>.

source: Preferred Applications
vi: Ứng Dụng Ưa Thích

source: default applications
vi: các ứng dụng mặc định

source: preferred applications
vi: các ứng dụng ưa thích

source: Use the <application>Preferred Applications</application> preference tool to specify the applications that you want the GNOME Desktop to use when the GNOME Desktop starts an application for you. For example, you can specify the web browser application (<application>Epiphany </application>, <application>Mozilla Firefox</application>, <application>Opera</application> ...) to launch when you click on a link in other applications such as email clients or document viewers.
vi: Sử dụng công cụ tuỳ thích <application>Ứng dụng ưa thích</application> để chỉ định các ứng dụng bạn muốn Bàn làm việc GNOME sử dụng khi Bàn làm việc GNOME khởi động một ứng dụng cho bạn. Ví dụ, bạn có thể chỉ định ứng dụng trình duyệt web (<application>Epiphany </application>, <application>Mozilla Firefox</application>, <application>Opera</application> ...) để chạy khi bạn nhấp vào một liên kết trong các ứng dụng khác như là trình khách thư điện tử hay trình xem tài liệu.

source: <application>Preferred Applications</application> can be found by going to <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>Preferred Applications</guimenuitem></menuchoice>.
vi: <application>Ứng dụng ưa thích</application> có thể được tìm thấy bằng cách mở <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Tuỳ thích</guisubmenu><guimenuitem>Ứng dụng tuỳ thích</guimenuitem></menuchoice>.

source: You can customize the preferences for the <application>Preferred Applications</application> preference tool in the following functional areas.
vi: Bạn có thể tuỳ biến các tuỳ thích cho công cụ tuỳ thích <application>Ứng dụng ưa thích</application> cho các vùng chức năng sau:

source: <guilabel>Internet</guilabel> (Web, Mail)
vi: <guilabel>Mạng</guilabel> (Web, Thư)

source: <guilabel>Multimedia</guilabel> (Multimedia Player)
vi: <guilabel>Đa phương tiện</guilabel> (Trình chơi đa phương tiện)

source: <guilabel>System</guilabel> (Terminal)
vi: <guilabel>Hệ thống</guilabel> (Trình cuối)

source: <guilabel>Accessibility</guilabel> (Visual, Mobility)
vi: <guilabel>Khả năng truy cập</guilabel> (Thị giác, Tính di động)

source: For each preferred application category, a drop-down menu contains a list of possible applications you can choose from. The list depends on the applications installed on your computer.
vi: Với mỗi phân loại ứng dụng ưa thích, một trình đơn thả xuống chứa một danh sách các ứng dụng sẵn sàng mà bạn có thể chọn. Danh sách phụ thuộc vào các ứng dụng đã cài trên máy tính của bạn.

source: In each category, the last item in the menu (<guimenuitem>Custom</guimenuitem>) permits you to customize the command used by the system when the specific launch action occurs.
vi: Với mỗi thể loại, mục cuối cùng trong trình đơn (<guimenuitem>Tự chọn</guimenuitem>) cho phép bạn tuỳ biến lệnh sử dụng bởi hệ thống khi hành động chạy cụ thể diễn ra.

source: Custom Command Options
vi: Tuỳ Chọn Lệnh Tự Chọn

source: custom command
vi: lệnh tự chọn

source: The following table summarizes the various options you can choose from when you select <guimenuitem>Custom</guimenuitem> in the drop-down application menu.
vi: Bảng sau đây tổng kết các tuỳ chọn khác nhau mà bạn có thể chọn khi bạn chọn <guimenuitem>Tự chọn</guimenuitem> trong trình đơn ứng dụng thả xuống.

source: Custom command options
vi: Các tuỳ chọn lệnh tự chọn

source: Enter the command to execute to start the custom application. For the <application>Web Browser</application> and the <application>Mail Reader</application> applications, you can include a <literal>%s</literal> after the command to tell the application to use the URL or Email address you clicked on. The exact command arguments may depend on the specific application.
vi: Nhập lệnh để thực thi để khởi động ứng dụng tự chọn. Với các ứng dụng <application>Trình duyệt Web</application> và </application>Trình đọc Thư</application>, bạn có thể thêm một <literal>%s</literal> sau lệnh để ra lệnh ứng dụng sử dụng URL hay địa chỉ thư điện tử bạn đã nhấn vào. Các tham số lệnh chính xác có thể phụ thuộc vào các ứng dụng cụ thể.

source: Run in terminal
vi: Chạy trong trình cuối

source: Select this option to run the command in a terminal window. Select this option for an application that does not create a window in which to run.
vi: Chọn tuỳ chọn này để chạy lệnh trong một cửa sổ trình cuối. Chọn tuỳ chọn này cho ứng dụng không tạo cửa sổ để chạy.

source: Execute flag (Terminal only)
vi: Cờ thực thi (Chỉ cho Trình cuối)

source: Most terminal applications have an option that cause them to treat the remaining command line options as commands to run (<option>-x</option> for <application>gnome-terminal</application>). Enter this option here. For example, this is used when executing a command of a launcher for which the chosen type is Application in Terminal.
vi: Hầu hết các ứng dụng trình cuối có một tuỳ chọn để chúng coi các tuỳ chọn dòng lệnh còn lại như các lệnh để chạy (<option>-x</option> cho <application>gnome-terminal</application>). Nhập tuỳ chọn này vào đây. Ví dụ, cái này được sử dụng khi thực thi một lệnh cho một bộ khởi chạy có kiểu được chọn là Ứng dụng trong Trình cuối.

source: Run at start (Accessibility only)
vi: Chạy khi khởi động (Chỉ cho Khả năng truy cập)

source: Select this option to run the command as soon as your session begins. For more accessibility options, see <ulink type="help" url="ghelp:gnome-access-guide?index"><citetitle>GNOME Desktop Accessibility Guide</citetitle></ulink>.
vi: Chọn tuỳ chọn này để chạy lệnh ngay khi phiên làm việc của bạn bắt đầu. Để biết thêm các tuỳ chọn khả năng truy cập, xem <ulink type="help" url="ghelp:gnome-access-guide?index"><citetitle>Hướng Dẫn Khả Năng Truy Cập Bàn Làm Việc GNOME</citetitle></ulink>

source: Look and Feel
vi: Giao Diện Tương Tác

source: Appearance Preferences
vi: Tuỳ Thích Diện Mạo

source: The <application>Appearance</application> preference tool lets you configure various aspects of how your desktop looks:
vi: Công cụ tuỳ thích <application>Diện mạo</application> cho phép bạn cấu hình nhiều khía cạnh khác nhau về cách bàn làm việc của bạn trông như thế nào:

source: Theme,
vi: Sắc Thái,

source: Desktop Background,
vi: Hình Nền Bàn Làm Việc,

source: Fonts,
vi: Phông Chữ,

source: User Interface.
vi: Giao Diện Người Dùng.

source: Theme Preferences
vi: Tuỳ Thích Sắc Thái

source: themes
vi: sắc thái

source: setting controls options
vi: thiết lập các tuỳ chọn điều khiển

source: setting window frame options
vi: thiết lập các tuỳ chọn khung cửa sổ

source: setting icons options
vi: thiết lập các tuỳ chọn biểu tượng

source: setting frame theme options
vi: thiết lập các tuỳ chọn sắc thái khung

source: Theme
vi: Sắc thái

source: A theme is a group of coordinated settings that specifies the visual appearance of a part of the GNOME Desktop. You can choose themes to change the appearance of the GNOME Desktop. Use the <application>Theme</application> tabbed section to select a theme. You can choose from a list of available themes. The list of available themes includes several themes for users with accessibility requirements.
vi: Một sắc thái là một nhóm các thiết lập phối hợp chỉ định diện mạo một phần của Bàn làm việc GNOME. Bạn có thể chọn các sắc thái để thay đổi diện mạo của Bàn làm việc GNOME. Sử dụng mục nhãn <application>Sắc thái</application> để lựa chọn một sắc thái. Bạn có thể chọn từ một danh sách các sắc thái sẵn có. Danh sách của các sắc thái sẵn có bao gồm nhiều sắc thái cho những người dùng với các yêu cầu về khả năng truy cập.

source: A theme contains settings that affect different parts of the GNOME Desktop, as follows:
vi: Một sắc thái chứa các thiết lập ảnh hưởng đến nhiều phần khác nhau của Bàn làm việc GNOME như sau đây:

source: Controls
vi: Điều khiển

source: <indexterm><primary>GTK+ themes</primary><see>themes, controls options</see></indexterm><indexterm><primary>themes</primary><secondary>controls options</secondary><tertiary>introduction</tertiary></indexterm>The controls setting for a theme determines the visual appearance of windows, panels, and applets. The controls setting also determines the visual appearance of the GNOME-compliant interface items that appear on windows, panels, and applets, such as menus, icons, and buttons. Some of the controls setting options that are available are designed for special accessibility needs. You can choose an option for the controls setting from the <guilabel>Controls</guilabel> tabbed section in the <guilabel>Customize Theme</guilabel> window.
vi: <indexterm><primary>sắc thái GTK+</primary><see>sắc thái, các tuỳ chọn điều khiển</see></indexterm><indexterm><primary>sắc thái</primary><secondary>các tuỳ chọn điều khiển</secondary><tertiary>giới thiệu</tertiary></indexterm>. Thiết lập điều khiển cho một sắc thái quyết định diện mạo của một các cửa sổ, thanh điều khiển và các tiểu dụng. Thiết lập điều khiển cũng quyết định diện mạo của các mục giao diện chuẩn GNOME xuất hiện trong các cửa sổ, thanh điều khiển và các tiểu dụng, như là các trình đơn, biểu tượng và các nút. Một vài trong các tuỳ chọn thiết lập điều khiển sẵn sàng cho thiết kế với yêu cầu khả năng truy cập đặc biệt. Bạn có thể chọn một tuỳ chọn cho thiết lập điều khiển từ mục nhãn <guilabel>Điều khiển</guilabel> trong cửa sổ <guilabel>Tuỳ chỉnh sắc thái</guilabel>.

source: Colors
vi: Màu sắc

source: <indexterm><primary>themes</primary><secondary>color options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>color themes</primary><see>themes, color options</see></indexterm>The color setting for a theme determines the color of various user interface elements. You can choose several pairs of colors from the <guilabel>Colors</guilabel> tabbed section in the <guilabel>Customize Theme</guilabel> window.
vi: <indexterm><primary>sắc thái</primary><secondary>tuỳ chọn sắc thái</secondary><tertiary>giới thiệu</tertiary></indexterm><indexterm><primary>sắc thái màu sắc</primary><see>sắc thái, tuỳ chọn màu sắc</see></indexterm>Thiết lập màu sắc cho một sắc thái quyết định màu của các thành phần giao diện người dùng khác nhau. Bạn có thể chọn nhiều cặp màu từ mục nhãn <guilabel>Màu sắc</guilabel> trong cửa sổ <guilabel>Tuỳ chỉnh sắc thái</guilabel>.

source: It is important to choose pairs of colors that have a good contrast with each other, otherwise text may become hard to read.
vi: Việc chọn các cặp màu có độ tương phản tốt với nhau là khá quan trọng, mặt khác các chữ có thể trở nên khó đọc.

source: Window frame
vi: Khung cửa sổ

source: <indexterm><primary>themes</primary><secondary>window frame options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>Metacity themes</primary><see>themes, window frame options</see></indexterm>The window frame setting for a theme determines the appearance of the frames around windows only. You can choose an option for the window frame setting from the <guilabel>Window Border</guilabel> tabbed section in the <guilabel>Customize Theme</guilabel> window.
vi: <indexterm><primary>sắc thái</primary><secondary>các tuỳ chọn khung cửa sổ</secondary><tertiary>giới thiệu</tertiary></indexterm><indexterm><primary>sắc thái Metacity</primary><see>sắc thái, các tuỳ chọn khung cửa sổ</see></indexterm> Thiết lập khung cửa sổ cho một sắc thái chỉ quyết định diện mạo của các khung xung quanh các cửa sổ. Bạn có thể chọn một tuỳ chọn cho thiết lập khung cửa sổ từ mục nhãn <guilabel>Viền cửa sổ</guilabel> trong cửa sổ <guilabel>Tuỳ chỉnh sắc thái</guilabel>.

source: Icons
vi: Biểu tượng

source: <indexterm><primary>themes</primary><secondary>icons options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>icon themes</primary><see>themes, icons options</see></indexterm>The icon setting for a theme determines the appearance of the icons on panels and the desktop background. You can choose an option for the icon setting from the <guilabel>Icons</guilabel> tabbed section in the <guilabel>Customize Theme</guilabel> window.
vi: <indexterm><primary>sắc thái</primary><secondary>các tuỳ chọn biểu tượng</secondary><tertiary>giới thiệu</tertiary></indexterm><indexterm><primary>các sắc thái biểu tượng</primary><see>sắc thái, các tuỳ chọn biểu tượng</see></indexterm> Thiết lập biểu tượng cho một sắc thái quyết định diện mạo của các biểu tượng trên thanh điều khiển và hình nền bàn làm việc. Bạn có thể chọn một tuỳ chọn cho thiết lập biểu tượng từ mục nhãn <guilabel>Biểu tượng</guilabel> trong cửa sổ <guilabel>Tuỳ chỉnh sắc thái</guilabel>.

source: Pointer
vi: Con trỏ

source: <indexterm><primary>themes</primary><secondary>pointer options</secondary><tertiary>introduction</tertiary></indexterm><indexterm><primary>pointer themes</primary><see>themes, pointer options</see></indexterm>The pointer setting for a theme determines the appearance of and sice of the mouse pointer. You can choose an options for the pointer setting fromthe <guilabel>Pointer</guilabel> tabbed section in the <guilabel>Customize Theme</guilabel> window.
vi: <indexterm><primary>sắc thái</primary><secondary>tuỳ chọn con trỏ</secondary><tertiary>giới thiệu</tertiary></indexterm><indexterm><primary>các sắc thái con trỏ</primary><see>sắc thái, tuỳ chọn con trỏ</see></indexterm>Thiết lập con trỏ cho một giao diện quyết định sắc thái và các mặt của con trỏ chuột. Bạn có thể chọn một tuỳ chọn cho thiết lập con trỏ từ mục nhãn <guilabel>Con trỏ</guilabel> trong cửa sổ <guilabel>Tuỳ chỉnh sắc thái</guilabel>.

source: To Create a Custom Theme
vi: Để Tạo Một Sắc Thái Tự Chọn

source: The themes that are listed in the <guilabel>Theme</guilabel> tabbed section are different combinations of controls options, window frame options, and icon options. You can create a custom theme that uses different combinations of controls options, window frame options, and icon options.
vi: Các sắc thái được liệt kê trong mục nhãn <guilabel>Sắc Thái</guilabel> là các tổ hợp khác nhau của các tuỳ chọn điều khiển, tuỳ chọn khung cửa sổ và các tuỳ chọn biểu tượng. Bạn có thể tạo một sắc thái tự chọn sử dụng các tổ hợp khác nhau của những tuỳ chọn điều khiển, khung cửa sổ và biểu tượng.

source: To create a custom theme, perform the following steps:
vi: Để tạo một sắc thái tự chọn, hãy thực hiện các bước sau:

source: Start the <application>Appearance</application> preference tool. Open the <guilabel>Theme</guilabel> tabbed section.
vi: Khởi chạy công cụ tuỳ thích <application>Diện mạo</application>. Mở mục nhãn <guilabel>Sắc thái</guilabel>.

source: Select a theme in the list of themes.
vi: Chọn một mục nhãn trong danh sách các sắc thái.

source: Click on the <guibutton>Customize</guibutton> button. A <guilabel>Customize Theme</guilabel> dialog is displayed.
vi: Nhấn vào nút <guibutton>Tự chọn</guibutton>. Một hộp thoại <guilabel>Tuỳ chỉnh sắc thái</guilabel> sẽ được hiển thị.

source: Select the controls option that you want to use in the custom theme from the list in the <guilabel>Controls</guilabel> tabbed section. The list of available controls options includes several options for users with accessibility requirements.
vi: Chọn tuỳ chọn điều khiển bạn muốn sử dụng trong sắc thái tự chọn từ danh sách trong mục nhãn <guilabel>Điều khiển</guilabel>. Danh sách các tuỳ chọn điều khiển sẵn có bao gồm nhiều tuỳ chọn cho những người dùng với các yêu cầu về khả năng truy cập.

source: Click on the <guilabel>Window Border</guilabel> tab to display the <guilabel>Window Border</guilabel> tabbed section. Select the window frame option that you want to use in the custom theme from the list of available options. The list of available window frame options includes several options for users with accessibility requirements.
vi: Nhấp vào nhãn <guilabel>Khung cửa sổ</guilabel> để hiển thị mục nhãn <guilabel>Khung cửa sổ</guilabel>. Chọn tuỳ chọn khung cửa sổ bạn muốn sử dụng trong sắc thái tự chọn từ danh sách các tuỳ chọn sẵn có. Danh sách các tuỳ chọn khung cửa sổ sẵn có chứa nhiều tuỳ chọn cho những người dùng với các yêu cầu về khả năng truy cập.

source: Click on the <guilabel>Icons</guilabel> tab to display the <guilabel>Icons</guilabel> tabbed section. Select the icons option that you want to use in the custom theme from the list of available options. The list of available icons options includes several options for users with accessibility requirements.
vi: Nhấp vào nhãn <guilabel>Biểu tượng</guilabel> để hiển thị mục nhãn </guilabel>Biểu tượng</guilabel>. Chọn tuỳ chọn biểu tượng bạn muốn sử dụng trong sắc thái tự chọn từ danh sách các tuỳ chọn sẵn có. Danh sách các tuỳ chọn biểu tượng sẵn có chứa nhiều tuỳ chọn cho những người dùng với các yêu cầu về khả năng truy cập.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Customize Theme</guilabel> dialog.
vi: Nhấn <guibutton>Đóng</guibutton> để đóng hộp thoại <guilabel>Tuỳ chỉnh sắc thái</guilabel>.

source: On the <application>Appearance</application> preferences tool, click on the <guibutton>Save As</guibutton> button. A <guilabel>Save Theme As</guilabel> dialog is displayed.
vi: Trên công cụ tuỳ thích <application>Diện mạo</application>, nhấp vào nút <guibutton>Lưu dạng</guibtton>. Một hộp thoại <guilabel>Lưu Sắc thái</guilabel> sẽ được hiển thị.

source: Type a name and a short description for the custom theme in the dialog, then click <guibutton>Save</guibutton>. The custom theme now appears in your list of available themes.
vi: Nhập một tên và một mô tả ngắn cho sắc thái tự chọn trong hộp thoại, sau đó nhấn <guibutton>Lưu</guibutton>. Sắc thái tự chọn bây giờ sẽ xuất hiện trong danh sách các sắc thái sẵn có của bạn.

source: To Install a New Theme
vi: Để Cài Đặt Một Sắc Thái Mới

source: You can add a theme to the list of available themes. The new theme must be an archive file that is tarred and zipped. That is, the new theme must be a <filename>.tar.gz</filename> file.
vi: Bạn có thể thêm một sắc thái vào danh sách các sắc thái sẵn có. Sắc thái mới phải là một tập tin lưu trữ có dạng tar và zip. Có nghĩa là, sắc thái mới phải là một tập tin <filename>.tar.gz</filename>.

source: To install a new theme, perform the following steps:
vi: Để cài đặt một sắc thái mới, hãy thực hiện các bước sau:

source: Click on the <guibutton>Install</guibutton> button. A file chooser dialog is displayed.
vi: Nhấp vào nút <guibutton>Cài đặt</guibutton>. Một hộp thoại chọn tập tin sẽ được hiển thị.
