Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: To configure the handling for other media formats, first select the format in the <guilabel>Type</guilabel> drop-down list, then select the desired handling for this format in the <guilabel>Action</guilabel> drop-down list.
vi: Để cấu hình việc xử lý cho các định dạng vật chứa khác, trước tiên chọn định dạng trong danh sách thả xuống <guilabel>Kiểu</guilabel> sau đó chọn kiểu xử lý mong muốn cho định dạng này trong danh sách thả xuống <guilabel>Hành động</guilabel>.

source: <xref linkend="gosnautilus-TBL-43"/> lists other media handling preferences that you can modify.
vi: <xref linkend="gosnautilus-TBL-43"/> liệt kê các tuỳ thích xử lý vật chứa khác mà bạn có thể thay đổi.

source: Never prompt or start programs on media insertion
vi: Không bao giờ hỏi hoặc khởi động chương trình khi cài vật chứa vào

source: Select this option to prevent <application>Nautilus</application> from showing dialogs or running programs when media or devices appear. When this option is selected, the preferences for the handling of specific media formats are ignored.
vi: Chọn tuỳ chọn này để ngăn <application>Nautilus</application> khỏi hiện các hộp thoại hay chạy các chương trình khi vật chứa hay thiết bị xuất hiện. Khi tuỳ chọn này được chọn, các tuỳ thích cho xử lý các định dạng vật chứa cụ thể sẽ được bỏ qua.

source: Browse media when inserted
vi: Duyệt vật chứa khi cài vào

source: When this option is selected, <application>Nautilus</application> will automatically open a folder when media is inserted. This only applies for media formats for which the handling has not been explicitly configured.
vi: Khi tuỳ chọn này được chọn, <application>Nautilus</application> sẽ tự động mở một thư mục khi vật chứa được đưa vào. Điều này chỉ áp dụng với các định dạng vật chứa có cách xử lý chưa được cấu hình rõ ràng.

source: Extending Nautilus
vi: Mở Rộng Nautilus

source: running scripts
vi: chạy tập lệnh

source: scripts, running from file manager
vi: tập lệnh, chạy từ trình quản lý tập tin

source: Nautilus can be extended in two main ways. Through <application>Nautilus</application> extensions, and through scripts. This section explains the difference between the two and how to install.
vi: Nautilus có thể được mở rộng theo hai cách chính. Qua các phần mở rộng <application>Nautilus</application> và qua các tập lệnh. Phần này mô tả sự khác nhau giữa hai thứ và cách cài đặt.

source: Nautilus Scripts
vi: Tập Lệnh Nautilus

source: Nautilus can run scripts. Scripts are typically simpler in operation than full <application>Nautilus</application> extensions and can be written in any scripted language capable of being executed on your computer. To run a script choose <menuchoice><guimenu>File</guimenu><guimenuitem>Scripts</guimenuitem></menuchoice>, then choose the script that you want to run from the submenu.
vi: Nautilus có thể chạy các tập lệnh. Các tập lệnh đơn giản điển hình trong thao tớn hơn là các phần mở rộng <application>Nautilus</application> đầy đủ và có thể được viết trong bất kỳ ngôn ngữ lệnh nào có thể được thực thi trên máy tính của bạn. Để chạy một tập lệnh, chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Tập lệnh</guimenuitem></menuchoice>, sau đó chọn tập lệnh bạn muốn chạy từ trình đơn con.

source: To run a script on a particular file, select the file in the view pane. Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Scripts</guimenuitem></menuchoice>, then choose the script that you want to run on the file from the submenu. You can also select multiple files to run your scripts on.
vi: Để chạy một tập lệnh trên một tập tin cụ thể, hãy chọn tập tin đó trong khung xem. Chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Văn lệnh</guimenuitem></menuchoice> sau đó chọn tập lệnh bạn muốn chạy trên tập tin ấy từ trình đơn con. Bạn cũng có thể chọn nhiều tập tin để chạy tập lệnh.

source: You may also access scripts from the context menu.
vi: Bạn cũng có thể truy cập tập lệnh từ trình đơn ngữ cảnh.

source: If you do not have any scripts installed, the script menu will not appear.
vi: Nếu bạn không có bất kỳ tập lệnh nào được cài đặt, trình đơn tập lệnh sẽ không xuất hiện.

source: Installing File Manager Scripts
vi: Cài Đặt Tập Lệnh Trình Quản Lý Tập Tin

source: The file manager includes a special folder where you can store your scripts. All executable files in this folder will appear in the Scripts menu. The script folder is located at $HOME/.gnome2/nautilus-scripts.
vi: Trình quản lý tập tin chứa một thư mục nơi bạn có thể lưu trữ các tập lệnh của bạn. Tất cả các tập tin thực thi trong thư mục này sẽ xuất hiện trong trình đơn Tập lệnh. Thư mục tập lệnh có vị trí tại $HOME/.gnome2/nautilus-scripts.

source: To install a script, simply copy the script to the script folder and give it the user executable permission.
vi: Để cài đặt một tập lệnh, đơn giản, hãy sao chép tập lệnh vào thư mục tập lệnh và cho nó quyền thực thi người dùng.

source: To view the contents of your scripts folder, if you already have scripts installed, choose <menuchoice><guimenu>File</guimenu><guisubmenu>Scripts</guisubmenu><guimenuitem>Open Scripts Folder</guimenuitem></menuchoice>. You will have to navigate to the scripts folder with the file manager if you do not yet have any scripts. You may need to show hidden files for this, use <menuchoice><guimenu>View</guimenu><guimenuitem>Show Hidden Files</guimenuitem></menuchoice>
vi: Để xem nội dung thư mục tập lệnh của bạn, nếu bạn đã có các tập lệnh được cài đặt, hãy chọn <menuchoice><guimenu>Tập tin</guimenu><guisubmenu>Tập lệnh</guisubmenu><guimenuitem>Mở thư mục tập lệnh</guimenuitem></menuchoice>. Bạn sẽ phải duyệt tới thư mục tập lệnh với trình quản lý tập tin nếu bạn chưa có tập lệnh nào cả. Bạn có thể cần hiện các tập tin ẩn cho điều này, sử dụng <menuchoice><guimenu>Xem</guimenu><guimenuitem>Hiện tập tin ẩn</guimenuitem></menuchoice>

source: A good source to download <application>Nautilus</application> scripts is from the <ulink url="http://g-scripts.sourceforge.net"><citetitle>G-Scripts website</citetitle></ulink>.
vi: Một nguồn tốt để tải các tập lệnh <application>Nautilus</application> là từ <ulink url="http://g-scripts.sourceforge.net"><citetitle>Trang web G-Scripts</citetitle></ulink>.

source: Writing File Manager Scripts
vi: Ghi Tập Lệnh Trình Quản Lý Tập Tin

source: When executed from a local folder, scripts will be passed the selected file names. When executed from a remote folder (e.g. a folder showing web or ftp content), scripts will be passed no parameters.
vi: Khi thực thi từ một thư mục cục bộ, các tập lệnh sẽ được đưa cho các tên tập tin đã chọn. Khi thực thi từ một thư mục từ xa (ví dụ: một thư mục hiển thị nội dung mạng hay ftp), các tập lệnh sẽ không được đưa cho tham số nào.

source: The following table shows variables passed to the script :
vi: Bảng sau thể hiện các tham số được đưa cho tập lệnh:

source: Environment variable
vi: Tham số môi trường

source: newline-delimited paths for selected files (only if local)
vi: các đường dẫn định giới ngắt dòng cho các tập tin đã chọn (chỉ khi cục bộ)

source: newline-delimited URIs for selected files
vi: Các URI định giới ngắt dòng cho các tập tin đã chọn

source: URI for current location
vi: URI cho vị trí hiện tại

source: position and size of current window
vi: vị trí và kích thước cho cửa sổ hiện tại

source: Nautilus Extensions
vi: Phần Mở Rộng Nautilus

source: <application>Nautilus</application> extensions are far more powerful than <application>Nautilus</application> scripts, allowing more freedom where and how they extend <application>Nautilus</application>. <application>Nautilus</application> extensions are typically installed by your system administrator.
vi: Phần Mở Rộng Nautilus

source: This extension allows you to easily assign actions based on file type
vi: Phần mở rộng này cho phép bạn dễ dàng gán các hành động dựa trên kiểu tập tin

source: This extension provides a simple way to send a file or folder to another using email, instant messaging, or Bluetooth.
vi: Phần mở rộng này cung cấp một cách đơn giản để gửi một tập tin hay thư mục tới một chỗ khác sử dụng thư điện tử, nhắn tin tức thời hay Bluetooth.

source: This extension provides an easy way to open a terminal at the selected starting location.
vi: Phần mở rộng này cung cấp một cách đơn giản để mở trình cuối tại vị trí bắt đầu đã chọn.

source: Some popular <application>Nautilus</application> extensions include: <placeholder-1/>
vi: Một vài phần mở rộng <application>Nautilus</application> phổ biến: <placeholder-1/>

source: If you are looking for the <guilabel>Open Terminal</guilabel> command which used to exist in the <application>Nautilus</application> right click menu by default then you should install the <application>nautilus-open-terminal</application> extension.
vi: Nếu bạn đang tìm lệnh <guilabel>Mở Trình Cuối</guilabel> từng tồn tại mặc định trong trình đơn nhấp chuột phải <application>Nautilus</application> thì bạn nên cài đặt phần mở rộng <application>nautilus-open-terminal</application>.

source: Using the Main Menubar
vi: Sử Dụng Thanh Trình Đơn Chính

source: This chapter describes how to use the GNOME Panel Menubar.
vi: Chương này mô tả cách sử dụng Thanh Trình Đơn Thanh Điều Khiển GNOME.

source: The panel menubar is your main point of access to GNOME. Use the <guimenu>Applications</guimenu> menu to launch applications, the <guimenu>Places</guimenu> to open locations on your computer or network, and the <guimenu>System</guimenu> to customize your system, get help with GNOME, and log out of GNOME or shut down your computer.
vi: Thanh trình đơn thanh điều khiển là điểm chính của bạn để truy cập GNOME. Sử dụng trình đơn <guimenu>Ứng dụng</guimenu> để chạy các ứng dụng, <guimenu>Mở nhanh</guimenu> để mở các vị trí trên máy tính của bạn hoặc mạng, và <guimenu>Hệ thống</guimenu> để tuỳ biến hệ thống của bạn, nhận trợ giúp với GNOME và đăng xuất khỏi GNOME hay tắt máy tính của bạn.

source: The following sections describe these three menus.
vi: Các phần sau mô tả ba trình đơn này.

source: By default, the panel menubar is on the <link linkend="top-panel">Top Edge Panel</link>. But like any other panel object, you can move the menubar to another panel, or have more than one instance of the menubar in your panels. For more on this, see <xref linkend="panel-menus"/>.
vi: Mặc định, thanh trình đơn thanh điều khiển nằm trên <link linkend="top-panel">Thanh điều khiển cạnh trên</link>. Nhưng giống như bất kỳ đối tượng thanh điều khiển nào khác, bạn có thể di chuyển thanh trình đơn sang một bảng điều khiển khác hoặc có nhiều hơn chỉ một trình đơn trên các thanh điều khiển của bạn. Để biết thêm về điều này, xem <xref linkend="panel-menus"/>.

source: Applications Menu
vi: Trình Đơn Ứng Dụng

source: Applications menu
vi: trình đơn Ứng dụng

source: The <guimenu>Applications</guimenu> menu contains a hierarchy of submenus, from which you can start the applications that are installed on your system.
vi: Trình đơn <guimenu>Ứng dụng</guimenu> chứa một hệ thống các trình đơn con, từ đó bạn có thể khởi động các ứng dụng đã được cài đặt trên hệ thống của bạn.

source: Each submenu correponds to a category. For example, in the <guimenu>Sound &amp; Video</guimenu> submenu, you will find applications for playing CDs and recording sound.
vi: Mỗi trình đơn con tương ứng với một phân loại. Ví dụ, trong trình đơn con <guimenu> Âm Thanh &amp; Phim</guimenu>, bạn sẽ tìm thấy các ứng dụng để phát CD và ghi âm.

source: To launch an application, perform the following steps:
vi: Để chạy một ứng dụng, hãy thực hiện các bước sau:

source: Open the <guimenu>Applications</guimenu> menu by clicking on it.
vi: Mở trình đơn <guimenu>Ứng dụng</guimenu> bằng cách nhấp vào nó.

source: Move the mouse down the menu to the category the application you want is in. Each submenu opens as your mouse passes over the category.
vi: Di chuyển chuột xuống trình đơn tới phân loại ứng dụng bạn muốn. Mỗi trình đơn con mở ra khi con chuột của bạn rê qua phân loại đó.

source: Click the menu item for the application.
vi: Nhấp vào mục trình đơn cho ứng dụng.

source: When you install a new application, it is automatically added to the <guimenu>Applications</guimenu> menu in a suitable category. For example, if you install an instant messenger application, a VoIP application, or an FTP client, you will find it in the <guimenu>Internet</guimenu> submenu.
vi: Khi bạn cài đặt một ứng dụng mới, nó tự động được thêm và trình đơn <guimenu>Ứng dụng</guimenu> trong một phân loại phù hợp. Ví dụ, nếu bạn cài đặt một ứng dụng nhắn tin tức thời, một ứng dụng VoIP hay một trình khách FTP, bạn sẽ tìm thấy nó trong trình đơn con <guimenu>Internet</guimenu>.

source: Places Menu
vi: Trình Đơn Mở Nhanh

source: Places menu
vi: trình đơn Mở Nhanh

source: The <guimenu>Places</guimenu> menu is a quick way to go to various locations on your computer and your local network. The <guimenu>Places</guimenu> menu allows you to open the following items:
vi: Trình đơn <guimenu>Mở nhanh</guimenu> là một cách nhanh chóng để đi tới nhiều vị trí khác nhau trên máy tính và mạng cục bộ của bạn. Trình đơn <guimenu>Mở nhanh</guimenu> cho phép bạn mở các mục sau đây:

source: Your Home folder<remark>Add link!</remark>
vi: Thư mục Nhà của bạn <remark>Thêm liên kết!</remark>

source: The Desktop folder, which corresponds to the items displays in the desktop.
vi: Thư mục Màn hình nền - tương ứng với các mục hiển thị trên bàn làm việc.

source: The items in your Nautilus bookmarks. For more on this, see <xref linkend="nautilus-bookmarks"/>.
vi: Các mục trong đánh dấu Nautilus của bạn. Để biết thêm về điều này, xem <xref linkend="nautilus-bookmarks"/>.

source: Your computer, which shows all your drives.
vi: Máy tính của bạn - hiện tất cả ổ đĩa của bạn.

source: The Nautilus CD/DVD Creator. For more on this, see <xref linkend="nautilus-cdwriter"/>.
vi: Bộ tạo CD/DVD Nautilus. Để biết thêm về điều này, xem <xref linkend="nautilus-cdwriter"/>.

source: The local network. For more on this, see <xref linkend="nautilus-accessnetwork"/>.
vi: Mạng cục bộ. Để biết thêm về điều này, xem <xref linkend="nautilus-accessnetwork"/>.

source: The last three items on the menu perform actions rather than open locations.
vi: Ba mục mới nhất trên trình đơn thực hiện các hành động hơn là mở các vị trí.

source: <guimenuitem>Connect to Server</guimenuitem> lets you choose a server on your network. For more on this, see <xref linkend="nautilus-server-connect"/>.
vi: <guimenuitem>Kết nối tới Máy chủ</guimenuitem> cho phép bạn chọn một máy chủ trên mạng của bạn. Để biết thêm về điều này, xem <xref linkend="nautilus-server-connect"/>.

source: <guimenuitem>Search for Files</guimenuitem> lets you search for files on your computer. For more on this, see the <ulink type="help" url="ghelp:gnome-search-tool">Search for Files Manual</ulink>.
vi: <guimenuitem>Tìm kiếm tập tin</guimenuitem> cho phép bạn tìm kiếm các tập tin trên máy tính của bạn. Để biết thêm về điều này, xem <ulink type="help" url="ghelp:gnome-search-tool">Sổ tay tìm kiếm tập tin</ulink>.

source: The <guimenuitem>Recent Documents</guimenuitem> submenu lists the documents you have recently opened. The last entry in the submenu clears the list.
vi: Trình đơn con <guimenuitem>Tài liệu gần đây</guimenuitem> liệt kê các tài liệu bạn đã mở gần đây. Mục cuối cùng trong trình đơn con sẽ làm sạch danh sách.

source: System Menu
vi: Trình Đơn Hệ Thống

source: The <guimenu>System</guimenu> menu allows you to set your preferences for the GNOME Desktop, get help with using GNOME, and log out or shut down.
vi: Trình đơn <guimenu>Hệ thống</guimenu> cho phép bạn đặt các tuỳ thích của bạn cho Bàn làm việc GNOME, nhận trợ giúp khi sử dụng GNOME và đăng xuất hay tắt máy.

source: The <guimenuitem>About GNOME</guimenuitem> item has a brief introduction to GNOME, links to the GNOME website, and credits.
vi: Mục <guimenuitem>Giới thiệu GNOME</guimenuitem> có một giới thiệu ngắn về GNOME, các liên kết tới trang web của GNOME và các đóng góp.

source: For more on logging out and shutting down, see <xref linkend="shutdown"/>.
vi: Để biết thêm về đăng xuất và tắt máy, xem <xref linkend="shutdown"/>.

source: Customizing the Panel Menubar
vi: Tuỳ Biến Thanh Trình Đơn Của Thanh Điều Khiển

source: You can modify the contents of the following menus:
vi: Bạn có thể thay đổi nội dung của các trình đơn sau:

source: <guimenu>Applications</guimenu> menu
vi: trình đơn <guimenu>Ứng dụng</guimenu>

source: <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice> submenu
vi: trình đơn con <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Tuỳ thích</guisubmenu></menuchoice>

source: <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu></menuchoice> submenu
vi: trình đơn con <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Quản trị</guisubmenu></menuchoice>

source: To edit the items in these menus, right-click on the panel menubar, and choose <guimenuitem>Edit Menus</guimenuitem>. The <guilabel>Menu Layout</guilabel> window opens.
vi: Để sửa các mục trong những trình đơn này, nhấp chuột phải vào thanh trình đơn trên thanh điều khiển và chọn <guimenuitem>Sửa Trình Đơn</guimenuitem>. Cửa sổ <guilabel>Bố Trí Trình Đơn</guilabel> sẽ mở ra.

source: The <guilabel>Menu Layout</guilabel> window lists the menus in the left pane. Click on the expander arrows to show or hide submenus. Choose a menu in the left pane to see its items listed in the right pane.
vi: Cửa sổ <guilabel>Bố trí trình đơn</guilabel> liệt kê các trình đơn trong khung trái. Nhấp vào các mũi tên mở rộng để hiện hay ẩn các trình đơn con. Chọn một trình đơn trong khung trái để xem các mục của nó được liệt kê trong khung phải.

source: To remove an item from a menu, deselect it in the list. The item can be added back to the menu by selecting it once again.
vi: Để gỡ một mục từ một trình đơn, huỷ chọn nó trong danh sách. Mục có thể được thêm trở lại vào thực đơn bằng cách chọn nó một lần nữa.

source: The <ulink type="help" url="ghelp:system-admin-guide?menustructure-0">System Administration Guide</ulink> has more information on how GNOME implements menus and how administrators can customize them.
vi: <ulink type="help" url="ghelp:system-admin-guide?menustructure-0">Hướng dẫn Quản trị Hệ thống</ulink> có nhiều thông tin về cách GNOME bổ sung các trình đơn và cách các quản trị tuỳ biến chúng.

source: Configuring Your Desktop
vi: Cấu Hình Bàn Làm Việc Của Bạn

source: This chapter describes how to use the preference tools to customize the GNOME Desktop.
vi: Chương này mô tả cách sử dụng công cụ tuỳ thích để tuỳ biến Bàn làm việc GNOME.

source: A preference tool is a small application that allows you to change settings in the GNOME Desktop. Each preference tool covers a particular aspect of your computer. For example, with the <application>Mouse</application> preference tool you can set your mouse to left-handed or right-handed use, or change the speed of the pointer on the screen. With the <application>Windows</application> preference tool you can set behaviour common to all windows such as the way in which you select them with the mouse.
vi: Một công cụ tuỳ thích là một ứng dụng nhỏ cho phép bạn thay đổi các thiết đặt trong Bàn làm việc GNOME. Mỗi công cụ tuỳ thích đảm nhiệm một lĩnh vực trên máy tính của bạn. Ví dụ, với công cụ tuỳ thích <application>Chuột</application> bạn có thể đặt con chuột của bạn cho sử dụng tay trái hoặc tay phải, hoặc thay đổi tốc độ của con trỏ trên màn hình. Với công cụ tuỳ thích <application>Cửa sổ</application> bạn có thể đặt hành vi chung cho tất cả các cửa sổ như là cách bạn chọn chúng với chuột.

source: To open a preference tool, choose <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice> in the top panel. Choose the tool that you require from the submenu.
vi: Để mở một công cụ tuỳ thích, chọn <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Tuỳ thích</guisubmenu></menuchoice> trong thanh điều khiển trên. Chọn công cụ bạn cần từ trình đơn con.

source: With a few exceptions, the changes you make to settings in a preference tool take effect immediately, without needing to close the preference tool. You can keep the preference tool window open while you try the changes, and make further changes if you wish.
vi: Với một ít ngoại lệ, các thay đổi bạn làm với các thiết đặt trong một công cụ tuỳ thích có hiệu lực ngay lập tức mà không cần đóng công cụ tuỳ thích. Bạn có thể giữ cửa sổ công cụ tuỳ thích vẫn mở trong khi bạn đang thử các thay đổi và tạo thêm các thay đổi nữa nếu bạn muốn.

source: Some applications or system components may add their own preference tools to the menu.
vi: Một vài ứng dụng trong thành phần hệ thống có thể thêm công cụ tuỳ thích của chính chúng vào trình đơn.

source: Some preference tools let you modify essential parts of your system, and therefore require administrative access. When you open the preference tool, a dialog box will prompt you for your password. These are in the <menuchoice><guimenu>System</guimenu><guisubmenu>Administration</guisubmenu></menuchoice> submenu. This menu also contains more complex utility applications for managing and updating your system.
vi: Một vài công cụ tuỳ thích cho phép bạn thay đổi các thành phần thiết yếu trong hệ thống của bạn và vì thế yêu cầu quyền truy cập quản trị. Khi bạn mở công cụ tuỳ thích, một hộp thoại sẽ hỏi mật khẩu của bạn. Những công cụ này nằm trong trình đơn con <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Quản lý</guisubmenu></menuchoice>. Trình đơn này cũng chứa các ứng dụng tiện ích phức tạp hơn cho quản lý và cập nhật hệ thống của bạn.

source: Personal
vi: Cá nhân

source: Assistive Technologies Preferences
vi: Tuỳ Thích Công Nghệ Giúp Đỡ

source: accessibility
vi: khả năng truy cập

source: setting assistive technology preferences
vi: thiết lập các tuỳ thích công nghệ giúp đỡ

source: Assistive Technologies
vi: Các Công Nghệ Giúp Đỡ

source: Use the <application>Assistive Technologies</application> preference tool to enable assistive technologies in the GNOME Desktop. You can also use the <application>Assistive Technology</application> preference tool to open other preference tools which contain preferences related to assistive technologies.
vi: Sử dụng công cụ tuỳ thích <application>Công nghệ giúp đỡ</application> để bật các công nghệ trợ giúp trong Bàn làm việc GNOME.

source: <guibutton>Preferred Applications</guibutton> lets you specify assistive technology applications to start automatically when you log in. See <xref linkend="prefs-preferredapps"/>
vi: <guibutton>Ứng dụng ưa thích</guibutton> cho phép bạn chỉ định các ứng dụng công nghệ giúp đỡ tự động khởi chạy khi bạn đăng nhập. Xem <xref linkend="prefs-preferredapps"/>

source: <guibutton>Keyboard Accessibility</guibutton> lets you configure keyboard accessibility features such as sticky keys, slow keys or bounce keys. See <xref linkend="prefs-keyboard-a11y"/>
vi: <guibutton>Bàn phím</guibutton> cho phép bạn cấu hình các chức năng truy cập bàn phím như là các phím dính, phím chậm hay phím nảy. Xem <xref linkend="prefs-keyboard-a11y"/>

source: <guibutton>Mouse Accessibility</guibutton> lets you configure mouse accessibility features such as dwell clicking. See <xref linkend="goscustdesk-53"/>
vi: <guibutton>Chuột</guibutton> cho phép bạn cấu hình các chức năng truy cập chuột của bạn như là nhấp chuột đều đặn. Xem <xref linkend="goscustdesk-53"/>

source: <xref linkend="goscustaccess-TBL-14"/> lists the assistive technology preferences that you can modify.
vi: <xref linkend="goscustaccess-TBL-14"/> liệt kê các tuỳ thích công nghệ giúp đỡ bạn có thể thay đổi.

source: Assistive Technology Preferences
vi: Tuỳ Thích Công Nghệ Giúp Đỡ

source: Enable assistive technologies
vi: Bật các công nghệ giúp đỡ
