Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Create Document</guimenuitem></menuchoice>. Alternatively, right-click on the background of the view pane, then choose <guimenuitem>Create Document</guimenuitem>.
vi: Chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Tạo tài liệu</guimenuitem></menuchoice>. Cách khác, nhấp chuột phải vào nền của khung xem, sau đó chọn <guimenuitem>Tạo tài liệu</guimenuitem>.

source: The names of any available templates are displayed as submenu items from the <guilabel>Create Document</guilabel> menu.
vi: Các tên của bất kỳ mẫu có sẵn nào được hiển thị như các mục trình đơn con trong trình đơn <guilabel>Tạo tài liệu</guilabel>.

source: Double-click on the template name for the document that you want to create.
vi: Nhấp đúp chuột vào tên mẫu cho tài liệu mà bạn muốn tạo.

source: Rename the document before saving to the appropriate folder.
vi: Thay tên tài liệu trước khi lưu vào thư mục phù hợp.

source: Renaming a File or Folder
vi: Thay Tên Một Tập Tin Hoặc Thư Mục

source: renaming folders
vi: thay tên các thư mục

source: To rename a file or folder perform the following steps:
vi: Để thay tên các tập tin hay thư mục, hãy thực hiện các bước sau:

source: Select the file or folder that you want to rename.
vi: Chọn tập tin hay thư mục bạn muốn thay tên.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Rename</guimenuitem></menuchoice>. Alternatively, right-click on the file or folder, then choose <guimenuitem>Rename</guimenuitem>.
vi: Chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Thay tên</guimenuitem></menuchoice>. Cách khác, nhấp chuột phải vào tập tin hay thư mục sau đó chọn <guimenuitem>Thay tên</guimenuitem>.

source: The name of the file or folder is selected.
vi: Tên của tập tin và thư mục đã được chọn.

source: Type a new name for the file or folder, then press <keycap>Return</keycap>.
vi: Nhập một tên mới cho tập tin và thư mục, sau đó nhấn <keycap>Enter</keycap>.

source: Moving a File or Folder to Trash
vi: Di Chuyển Một Tập Tin Hoặc Thư Mục Vào Sọt Rác

source: Trash
vi: Sọt rác

source: moving files or folders to
vi: di chuyển tập tin và thư mục sang

source: To move a file or folder to <guilabel>Trash</guilabel> perform the following steps:
vi: Để di chuyển một tập tin hay thư mục và <guilabel>Sọt rác</guilabel> thực hiện các bước sau đây:

source: Select the file or folder that you want to move to <guilabel>Trash</guilabel>.
vi: Chọn tập tin hay thư mục mà bạn muốn di chuyển vào <guilabel>Sọt rác</guilabel>.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Move to Trash</guimenuitem></menuchoice>. Alternatively, right-click on the file or folder, then choose <guimenuitem>Move to Trash</guimenuitem>.
vi: Chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Cho vào sọt rác</guimenuitem></menuchoice>. Cách khác, nhấp chuột phải vào tập tin hay thư mục, sau đó chọn <guimenuitem>Cho vào sọt rác</guimenuitem>.

source: Alternatively, you can drag the file or folder to the <guilabel>Trash</guilabel> object on the desktop.
vi: Cách khác, bạn có thể kéo tập tin vào thư mục vào đối tượng <guilabel>Sọt rác</guilabel> trên bàn làm việc.

source: When you move a file or folder from a removable media to <guilabel>Trash</guilabel>, the file or folder is stored in a <guilabel>Trash</guilabel> location on the removable media. To remove the file or folder permanently from the removable media, you must empty <guilabel>Trash</guilabel>.
vi: Khi bạn di chuyển một tập tin hay thư mục vào một vật chứa tháo gỡ được vào <guilabel>Sọt rác</guilabel>, tập tin hay thư mục được lưu trữ trong một vị trí <guilabel>Sọt rác</guilabel> trên vật chứa đó. Để gỡ bỏ tập tin hay thư mục đó hoàn toàn khỏi vật chứa, bạn phải đổ <guilabel>Sọt rác</guilabel>

source: Deleting a File or Folder
vi: Xoá Một Tập Tin Hay Thư Mục

source: deleting files or folders
vi: xoá các tập tin và thư mục

source: When you delete a file or folder, the file or folder is not moved to <guilabel>Trash</guilabel>, but is deleted from your file system immediately. The <guimenuitem>Delete</guimenuitem> menu item is only available if you select the <guilabel>Include a Delete command that bypasses Trash</guilabel> option in the <guilabel>File Management Preferences</guilabel> dialog.
vi: Khi bạn xoá một tập tin hay thư mục, tập tin hay thư mục sẽ không được di chuyển vào <guilabel>Sọt rác</guilabel> mà sẽ được xoá khỏi hệ thống tập tin của bạn ngay lập tức. Mục trình đơn <guimenuitem>Xoá</guimenuitem> sẽ chỉ sẵn sàng nếu bạn chọn tuỳ chọn <guilabel>Bao gồm lệnh xoá không đi qua Sọt rác</guilabel> trong hộp thoại <guilabel>Tuỳ thích quản lý tập tin</guilabel>.

source: To delete a file or folder perform the following steps:
vi: Để xoá một tập tin hay thư mục thực hiện các bước sau:

source: Select the file or folder that you want to delete.
vi: Chọn tập tin hay thư mục bạn muốn xoá.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Delete</guimenuitem></menuchoice>. Alternatively, right-click on the file or folder, then choose <guimenuitem>Delete</guimenuitem>.
vi: Chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Xoá</guimenuitem></menuchoice>. Cách khác, nhấp chuột phải vào tập tin hay thư mục, sau đó chọn <guimenuitem>Xoá</guimenuitem>

source: This shortcut is independent from the <guilabel>Include a Delete command that bypasses Trash</guilabel> option.
vi: Lối tắt này là độc lập với tuỳ chọn <guilabel>Bao gồm lệnh xoá không qua Sọt rác</guilabel>.

source: Alternatively, select the file or folder you want to delete, and press <keycombo><keycap>Shift</keycap><keycap>Del</keycap></keycombo>. <placeholder-1/>
vi: Cách khác, chọn tập tin hay thư mục bạn muốn xoá và nhấn <keycombo><keycap>Shift</keycap><keycap>Del</keycap></keycombo>. <placeholder-1/>

source: Creating a Symbolic Link to a File or Folder
vi: Tạo Một Liên Kết Tượng Trưng Cho Một Tập Tin Hay Thư Mục

source: creating symbolic link
vi: tạo liên kết tượng trưng

source: to file or folder, creating
vi: tới tập tin hay thư mục, tạo

source: A symbolic link is a special type of file that points to another file or folder. When you perform an action on a symbolic link, the action is performed on the file or folder to which the symbolic link points. However, when you delete a symbolic link, you delete the link file, not the file to which the symbolic link points.
vi: Một liên kết tượng trưng là một kiểu tập tin đặc biệt mà trỏ sang một tập tin hay thư mục khác. Khi bạn thực hiện một hành động với một liên kết tượng trưng, hành động sẽ được thực hiện trên tập tin hay thư mục mà liên kết tượng trưng đó chỉ tới. Tuy nhiên, khi bạn xoá một liên kết tượng trưng thì bạn chỉ xoá tập tin liên kết mà không phải tập tin mà liên kết tượng trưng chỉ vào.

source: To create a symbolic link to a file or folder, select the file or folder to which you want to create a link. Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Make Link</guimenuitem></menuchoice>. A link to the file or folder is added to the current folder.
vi: Để tạo một liên kết tượng trưng tới một tập tin hay thư mục, chọn tập tin hay thư mục mà bạn muốn tạo một liên kết tới đó. Chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Tạo liên kết</guimenuitem></menuchoice>. Một liên kết tới tập tin hay thư mục sẽ được thêm vào thư mục hiện tại.

source: Alternatively, grab the item to which you want to create a link, then press-and-hold <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap></keycombo>. Drag the item to the location where you want to place the link.
vi: Cách khác, chọn mục mà bạn muốn tạo liên kết tới đó, sau đó nhấn và giữ <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap></keycombo>. Kéo mục đó tới vị trí mà bạn muốn đặt liên kết.

source: By default, the file manager adds an emblem to symbolic links.
vi: Mặc định, trình quản lý tập tin thêm một hình tượng vào các liên kết tượng trưng.

source: The permissions of a symbolic link are determined by the file or folder to which a symbolic link points.
vi: Quyền của một liên kết tượng trưng được quyết định bởi tập tin hay thư mục mà liên kết tượng trưng đó trỏ tới.

source: Viewing the Properties of a File or Folder
vi: Xem Thuộc Tính Của Một Tập Tin Hay Thư Mục

source: viewing properties
vi: xem các thuộc tính

source: To view the properties of a file or folder, perform the following steps:
vi: Để xem các thuộc tính của một tập tin hay thư mục, thực hiện các bước sau:

source: Select the file or folder whose properties you want to view.
vi: Chọn tập tin hay thư mục có các thuộc tính bạn muốn xem.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>. A properties dialog is displayed.
vi: Chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Thuộc tính</guimenuitem></menuchoice>. Một hộp thoại thuộc tính sẽ được hiển thị.

source: Use the properties dialog to view the properties of the file or folder.
vi: Sử dụng hộp thoại thuộc tính để xem các thuộc tính của thư mục hay tập tin.

source: Click <guibutton>Close</guibutton> to close the properties dialog.
vi: Nhấp <guibutton>Đóng</guibutton> để đóng hộp thoại thuộc tính.

source: The following table lists the properties that you can view or set for files and folders, the exact information shown depends on the object type:
vi: Bảng sau liệt kê các thuộc tính bạn có thể xem và đặt cho các tập tin và thư mục, thông tin chính xác hiện ra phụ thuộc vào kiểu đối tượng:

source: Property
vi: Thuộc tính

source: The name of the file or folder. You can change the name here and the file or folder will be renamed when you click on <guibutton>Close</guibutton>.
vi: Tên của tập tin hay thư mục. Bạn có thể thay đổi tên ở đây và tập tin và thư mục sẽ được thay tên khi bạn nhấn vào <guibutton>Đóng</guibutton>.

source: The type of object, file or folder for example.
vi: Ví dụ kiểu của đối tượng, tập tin hay thư mục.

source: The system path for the object. This represents where the object is situated on your computer, relative to the system root.
vi: Đường dẫn hệ thống của đối tượng. Cái này đại diện cho nơi đối tượng được đặt trên máy tính của bạn, tương đối với gốc hệ thống.

source: Volume
vi: Khối tin

source: The volume on which a folder resides. This is the physical location of the folder, on which media it resides, for example which hard disk or CDROM drive.
vi: Khối tin nơi thư mục nằm trong đó. Đây là vị trí vật lý của thư mục, là các vật chứa mà nó nằm trong, ví dụ như đĩa cứng hay ổ CDROM.

source: Free space
vi: Không gian trống

source: The amount of free space on the media upon which a folder resides. This represents the maximum amount of data you can copy to this folder.
vi: Lượng không gian trống trên vật chứa mà một thư mục cư ngụ. Cái này đại diện cho lượng dữ liệu lớn nhất mà bạn có thể sao chép vào thư mục này.

source: MIME Type
vi: Kiểu MIME

source: The official naming of the type of file.
vi: Tên chính thức của kiểu tập tin.

source: Modified
vi: Sửa đổi

source: The date and time at which the object was last changed.
vi: Ngày giờ lúc đối tượng được thay đổi lần cuối.

source: Accessed
vi: Truy cập

source: The date and time at which the object was last viewed.
vi: Ngày giờ lúc đối tượng được xem lần cuối.

source: File Permissions
vi: Các Quyền Tập Tin

source: Permissions are settings assigned to each file and folder that determine what type of access users can have to the file or folder. For example, you can determine whether other users can read and edit a file that belongs to you, or only have access to read it but not make changes to it.
vi: Các quyền là các thiết lập gán cho mỗi tập tin và thư mục, quyết định kiểu truy cập nào mà người dùng có thể có với tập tin hay thư mục. Ví dụ, bạn có thể quyết định các người dùng khác có thể đọc và sửa một tập tin thuộc về bạn hay không, hoặc chỉ có thể truy cập để đọc tập tin nhưng không thể sửa nó.

source: Each file belongs to a particular user, and is associated with a group that the owner belongs to. The super user "root" has the ability to access any file on the system.
vi: Mỗi tập tin thuộc về một người dùng cụ thể, và được liên kết tới nhóm chứa chủ nhân đó. Siêu người dùng "root" có khả năng truy cập vào bất cứ tập tin nào trên hệ thống.

source: You can set permissions for three categories of users:
vi: Bạn có thể đặt quyền theo ba phân loại người dùng:

source: Owner
vi: Chủ

source: The user that created the file or folder.
vi: Người dùng đã tạo tập tin và thư mục.

source: Group
vi: Nhóm

source: A group of users to which the owner belongs.
vi: Một nhóm các người dùng mà chủ nhân là hội viên.

source: Others
vi: Khác

source: All other users not already included.
vi: Tất cả các người dùng chưa được kể tới.

source: For each category of user, different permissions can be set. These behave differently for files and folders, as follows:
vi: Với mỗi phân loại người dùng, các quyền khác nhau có thể được đặt. Những quyền này hành xử khác nhau cho các tập tin và thư mục, như sau đây:

source: read
vi: đọc

source: Files can be opened
vi: Các tập tin có thể được mở

source: Directory contents can be displayed
vi: Nội dung thư mục có thể được hiển thị

source: write
vi: ghi

source: Files can be edited or deleted
vi: Các tập tin có thể được sửa hoặc xoá

source: Directory contents can be modified
vi: Nội dung thư mục có thể được thay đổi

source: execute
vi: thực thi

source: Executable files can be run as a program
vi: Các tập tin thực thi có thể được chạy như một chương trình

source: Directories can be entered
vi: Các thư mục có thể được mở ra

source: For more on changing the permissions for a file or folder, see <xref linkend="nautilus-permissions"/>.
vi: Để biết thêm về thay đổi quyền cho một tập tin hay thư mục, xem <xref linkend="nautilus-permissions"/>.

source: Changing Permissions
vi: Thay Đổi Quyền

source: Changing Permissions for a File
vi: Thay Đổi Quyền Cho Một Tập Tin

source: changing permissions
vi: thay đổi các quyền

source: permissions
vi: các quyền

source: changing file
vi: thay đổi tập tin

source: To change the permissions of a file, perform the following steps:
vi: Để thay đổi quyền của một tập tin, thực hiện các bước sau:

source: Select the file that you want to change.
vi: Chọn tập tin bạn muốn thay đổi.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>. The <link linkend="nautilus-properties">properties window</link> for the item is displayed.
vi: Chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Thuộc tính</guimenuitem></menuchoice>. <link linkend="nautilus-properties">cửa sổ thuộc tính</link> cho mục đã chọn được hiển thị.

source: Click on the <guilabel>Permissions</guilabel> tab.
vi: Nhấn vào nhãn <guilabel>Quyền hạn</guilabel>.

source: To change the file's group, choose from the groups the user belongs to in the drop-down selector.
vi: Để thay đổi nhóm của tập tin, chọn từ các nhóm chứa người dùng trong bộ chọn thả xuống.

source: For each of the owner, the group, and all other users, choose from these permissions for the file:
vi: Với mỗi phân loại trong chủ, nhóm, và tất cả người dùng khác, chọn từ các quyền này cho tập tin:

source: None
vi: Không

source: No access to the file is possible. (You can't set this for the owner.)
vi: Truy cập tới tập tin là bất khả thi. (Bạn không thể đặt điều này với chủ.)

source: Read-only
vi: Chỉ đọc

source: The users can open a file to see its contents, but not make any changes.
vi: Các người dùng có thể mở một tập tin để xem nội dung của nó nhưng không thể tạo bất cứ thay đổi nào.

source: Read and write
vi: Đọc và ghi

source: Normal access to a file is possible: it can be opened and saved.
vi: Các truy cập thông thường tới một tập tin sẽ khả thi: nó có thể được mở và lưu lại.

source: To allow a file to be run as a program, select <guilabel>Execute</guilabel>
vi: Để cho phép một tập tin chạy như một chương trình, chọn <guilabel>Thực thi</guilabel>

source: Changing Permissions for a Folder
vi: Thay Đổi Quyền Cho Một Thư Mục

source: To change the permissions of a folder, perform the following steps:
vi: Để thay đổi quyền cho một thư mục, thực hiện các bước sau:

source: Select the folder that you want to change.
vi: Chọn thư mục bạn muốn thay đổi.

source: To change the folder's group, choose from the groups the user belongs to in the drop-down selector.
vi: Để thay đổi nhóm của thư mục, chọn các nhóm chứa người dùng trong bộ chọn thả xuống.

source: For each of the owner, the group, and all other users, choose from these folder access permissions:
vi: Với mỗi phân loại trong chủ, nhóm và tất cả người dùng khác, chọn từ các quyền truy cập thư mục sau:

source: No access to the folder is possible. (You can't set this for the owner.)
vi: Không có truy cập nào vào thư mục thực hiện được. (Bạn không thể đặt điều này cho chủ.)

source: List files only
vi: Chỉ liệt kê tập tin

source: The users can see the items in the folder, but not open any of them.
vi: Các người dùng có thể xem các mục trong thư mục, nhưng không thể mở bất kỳ cái nào trong số chúng.

source: Access files
vi: Truy cập tập tin

source: Items in the folder can be opened and modified, provided their own permissions allow it.
vi: Các mục trong thư mục có thể được mở và thay đổi, sử dụng quyền của chính chúng để cho phép nó.

source: Create and delete files
vi: Tạo và xoá tập tin

source: The user can create new files and delete files in the folder, in addition to being able to access existing files.
vi: Người dùng có thể tạo các tập tin mới và xoá các tập tin trong thư mục, thêm vào đó là có thể truy cập vào các tập tin đang tồn tại.

source: To set permissions for all the items contained in a folder, set the <guilabel>File Access</guilabel> and <guilabel>Execute</guilabel> properties and click on <guibutton>Apply permissions to enclosed files</guibutton>.
vi: Để đặt quyền cho tất cả các mục chứa trong một thư mục, đặt các thuộc tính <guilabel>Truy cập tập tin</guilabel> và <guilabel>Thực thi</guilabel> và nhấp vào <guibutton>Áp dụng quyền hạn cho các tập tin bên trong</guibutton>.

source: Adding Notes to Files and Folders
vi: Thêm Ghi Chú Vào Tập Tin Và Thư Mục

source: You can add notes to files or folders. You can add notes to files or folders in the following ways:
vi: Bạn có thể thêm các ghi chú vào các tập tin hay thư mục. Bạn có thể thêm ghi chú vào các tập tin hay thư mục trong các cách sau đây:

source: From the properties dialog
vi: Từ hộp thoại thuộc tính

source: From <guilabel>Notes</guilabel> in the side pane
vi: Từ <guilabel>Ghi chú</guilabel> trong khung bên

source: To Add a Note Using the Properties Dialog
vi: Để Thêm Một Ghi Chú Sử Dụng Hộp Thoại Thuộc Tính

source: notes
vi: ghi chú

source: adding to files and folders
vi: thêm vào tập tin và thư mục

source: To add a note to a file or folder, perform the following steps:
vi: Để thêm một ghi chú vào một tập tin hay thư mục, thực hiện các bước sau:

source: Select the file or folder to which you want to add a note.
vi: Chọn tập tin hay thư mục bạn muốn thêm vào một ghi chú.

source: Click on the <guilabel>Notes</guilabel> tab. In the <guilabel>Notes</guilabel> tabbed section, type the note.
vi: Nhấp vào nhãn <guilabel>Ghi chú</guilabel>. Trong mục nhãn <guilabel>Ghi chú</guilabel>, hãy nhập ghi chú vào.

source: Click <guibutton>Close</guibutton> to close the properties dialog. A note emblem is added to the file or folder.
vi: Nhấp <guibutton>Đóng</guibutton> để đóng hộp thoại thuộc tính. Một hình tượng ghi chú sẽ được thêm vào tập tin và thư mục.

source: <indexterm><primary>notes</primary><secondary>deleting</secondary></indexterm><indexterm><primary>file manager</primary><secondary>notes</secondary><tertiary>deleting</tertiary></indexterm>To delete a note, delete the note text from the <guilabel>Notes</guilabel> tabbed section.
vi: <indexterm><primary>ghi chú</primary><secondary>xoá</secondary></indexterm><indexterm><primary>trình quản lý tập tin</primary><secondary>ghi chú</secondary><tertiary>xoá</tertiary></indexterm> Để xoá một ghi chú, hãy xoá văn bản ghi chú từ mục nhãn <guilabel>Ghi chú</guilabel>.

source: To Add a Note Using Notes in the Side Pane
vi: Để Thêm Một Ghi Chú Sử Dụng Ghi Chú Trong Khung Bên

source: Open the file or folder to which you want to add a note in the view pane.
vi: Mở một tập tin hay thư mục mà bạn muốn thêm một ghi chú trong khung xem.

source: Choose <guilabel>Notes</guilabel> from the drop-down list at the top of the side pane. To display the side pane, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Side Pane</guimenuitem></menuchoice>.
vi: Chọn <guilabel>Ghi chú</guilabel> từ danh sách thả xuống ở trên cùng của khung bên. Để hiển thị khung bên, chọn <menuchoice><guimenu>Xem</guimenu><guimenuitem>Khung bên</guimenuitem></menuchoice>.

source: Type the note in the side pane. A note emblem is added to the file or folder in the view pane, and a note icon is added to the side pane. You can click on this icon to display the note.
vi: Nhập ghi chú trong khung bên. Một hình tượng ghi chú sẽ được thêm vào tập tin hoặc thư mục trong khung xem và một biểu tượng ghi chú sẽ được thêm vào khung bên. Bạn có thể nhấp chuột vào biểu tượng này để hiển thị ghi chú.

source: To delete a note, delete the note text from <guilabel>Notes</guilabel> in the side pane.
vi: Để xoá một ghi chú, hãy xoá văn bản ghi chú từ <guilabel>Ghi chú</guilabel> trong khung xem.

source: Using Bookmarks For Your Favorite Locations
vi: Sử Dụng Đánh Dấu Cho Các Vị Trí Yêu Thích Của Bạn

source: bookmarks
vi: đánh dấu

source: You can keep a list of <firstterm>bookmarks</firstterm> in <application>Nautilus</application>: folders and other locations that you frequently need to open.
vi: Bạn có thể giữ một danh sách các <firstterm>đánh dấu</firstterm> trong <application>Nautilus</application>: các thư mục và các vị trí bạn thường xuyên cần mở ra.

source: Your bookmarks are listed in the following places:
vi: Các đánh dấu của bạn được liệt kê trong các vị trí sau:

source: The <guimenu>Places</guimenu> menu on the top panel.
vi: Trình đơn <guimenu>Mở nhanh</guimenu> trên thanh điều khiển trên.

source: The <guimenu>Places</guimenu> menu in a folder window.
vi: Trình đơn <guimenu>Mở nhanh</guimenu> trong một cửa sổ thư mục.

source: The <guimenu>Bookmarks</guimenu> menu in a <application>Nautilus</application> browser window.
vi: Trình đơn <guimenu>Đánh dấu</guimenu> trong một cửa sổ duyệt <application>Nautilus</application>.

source: The side pane in the <link linkend="filechooser-open"><guilabel>Open File</guilabel> dialog</link>. This allows you to quickly open a file that is in one of your bookmarked locations.
vi: Khung bên trong <link linkend="filechooser-open">hộp thoại<guilabel>Mở tập tin</guilabel></link>. Nó cho phép bạn nhanh chóng mở một tập tin nằm trong các vị trí đã đánh dấu của bạn.

source: The list of commonly used locations in the <link linkend="filechooser-save"><guilabel>Save File</guilabel> dialog</link>. This allows you to quickly save a file to a location you have in your bookmarks.
vi: Danh sách các vị trí thường dùng trong <link linkend="filechooser-save">hộp thoại <guilabel>Lưu tập tin</guilabel></link>. Điều này cho phép bạn nhanh chóng lưu các tập tin vào vị trí bạn có trong các đánh dấu của bạn.

source: To open an item that is in your bookmarks, choose the item from a menu.
vi: Để mở một mục nằm trong các đánh dấu của bạn, chọn mục đó từ một trình đơn.

source: Adding a Bookmark
vi: Thêm Một Đánh Dấu

source: To add a bookmark, open the folder or location that you want to bookmark, then choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Add Bookmark</guimenuitem></menuchoice>.
vi: Để thêm một đánh dấu, hãy mở thư mục hay vị trí bạn muốn đánh dấu sau đó chọn <menuchoice><guimenu>Mở nhanh</guimenu><guimenuitem>Thêm đánh dấu</guimenuitem></menuchoice>.
