Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: Takes a screenshot after the specified number of seconds, and displays the <guilabel>Save Screenshot</guilabel> dialog. Use the <guilabel>Save Screenshot</guilabel> dialog to save the screenshot.
vi: Chụp ảnh sau thời gian một số giây được chỉ định, và hiển thị hộp thoại <guilabel>Lưu hình</guilabel>. Sử dụng hộp thoại <guilabel>Lưu hình</guilabel> để lưu ảnh màn hình đã chụp.

source: Takes a screenshot including the border of the window.
vi: Chụp ảnh màn hình, lấy cả viền của cửa sổ.

source: Takes a screenshot without the border of the window.
vi: Chụp ảnh màn hình, không lấy viền của cửa sổ.

source: Takes a screenshot and adds a shadow bevel effect around it.
vi: Chụp một ảnh màn hình và thêm hiệu ứng đổ bóng xung quanh nó

source: Opens a window that lets you set options before taking the screenshot.
vi: Mở một cửa sổ để bạn đặt các tuỳ chọn trước khi chụp ảnh màn hình.

source: Displays the options for the command.
vi: Hiển thị các tùy chọn của lệnh.

source: When you take a screenshot, the <guilabel>Save Screenshot</guilabel> dialog opens. To save the screenshot as an image file, enter the filename for the screenshot, choose a location from the drop-down list and click the <guilabel>Save</guilabel> button. You can also use the <guilabel>Copy to Clipboard</guilabel> button to copy the image to the clipboard or transfer it to another application by drag-and-drop.
vi: Khi bạn chụp một ảnh màn hình, hộp thoại <guilabel>Lưu ảnh màn hình</guilabel> sẽ xuất hiện. Để lưu ảnh chụp màn hình như một tập tin ảnh, hãy nhập tên tập tin cho ảnh, chọn một vị trí từ danh sách thả xuống và chọn nút <guilabel>Lưu</guilabel>. Bạn cũng có thể sử dụng nút <guilabel>Sao chép sang bộ nhớ tạm</guilabel> để sao chép ảnh sang bộ nhớ tạm hoặc chuyển nó sang một ứng dụng khác bằng cách kéo-thả.

source: Yelp Help Browser
vi: Trình xem Trợ giúp Yelp

source: Introduction
vi: Giới thiệu

source: <application>Yelp Help Browser</application> is internationalised, meaning that it has support to view documents in different languages. The documents must be localised or translated for each language and installed properly for Yelp Help Browser to be able to view them.
vi: <application>Trình xem Trợ giúp Yelp</application> được quốc tế hóa, có nghĩa là nó hỗ trợ để xem tài liệu chứa nhiều ngôn ngữ khác nhau. Tài liệu phải được địa phương hóa, hay được dịch riêng cho mỗi ngôn ngữ, và được cài đặt đúng để Trình xem Trợ giúp Yelp có thể xem được.

source: Starting Yelp
vi: Đang khởi động Yelp

source: To Start <application>Yelp Help Browser</application>
vi: Khởi động <application>Trình xem Trợ giúp Yelp</application>

source: You can start <application>Yelp Help Browser</application> in the following ways:
vi: Bạn có thể khởi động <application>Trình xem Trợ giúp Yelp</application> bằng các cách dưới đây:

source: <guimenu>System</guimenu> Menu
vi: Trình đơn <guimenu>Hệ thống</guimenu>

source: Command Line
vi: Dòng lệnh

source: Execute the following command: <command>yelp</command>
vi: Thực thi lệnh sau đây: <command>yelp</command>

source: Interface
vi: Giao diện

source: When you start <application>Yelp Help Browser</application>, you will see the following window appear.
vi: Khi bạn khởi động <application>Trình xem Trợ giúp Yelp</application>, bạn sẽ thấy cửa sổ bên dưới hiện ra:

source: <application>Yelp Help Browser</application> Window
vi: Cửa sổ <application>Trình xem Trợ giúp Yelp</application>

source: <placeholder-1/><application>Yelp Help Browser</application> contains the following elements in <xref linkend="fig-yelp-window"/>
vi: <placeholder-1/><application>Trình xem Trợ giúp Yelp</application> chứa các thành phần trong <xref linkend="fig-yelp-window"/>

source: Menubar
vi: Thanh trình đơn

source: File
vi: Tập tin

source: Use this menu to Open a New Window, view the About this Document page, Print the current document, or Close the window.
vi: Sử dụng trình đơn này để Mở một cửa sổ mới, xem Trang thông tin về tài liệu, In tài liệu hiện tại, hay Đóng cửa sổ.

source: Edit
vi: Sửa

source: Use this menu to Copy, Select all, Find..., or to set your Preferences.
vi: Sử dụng trình đơn này để Chép, Chọn cả, Tìm..., hoặc đặt các Tùy thích của bạn.

source: Go
vi: Xem

source: Bookmarks
vi: Đánh dấu

source: Use this menu to Add Bookmark(s), or Edit Bookmark(s).
vi: Sử dụng trình đơn này để Thêm Đánh dấu hoặc để Sửa Đánh dấu

source: Help
vi: Trợ giúp

source: View information about Yelp Help Browser and contributors to the project through the <guimenuitem>About</guimenuitem> menuitem. Open this document with the <guimenuitem>Contents</guimenuitem> menuitem or by pressing <keycap>F1</keycap>.
vi: Xem thông tin về Trình xem Trợ giúp Yelp và các cộng tác viên của dự án qua mục trình đơn <guimenuitem>Giới thiệu</guimenuitem>. Mở tài liệu này với mục trình đơn <guimenuitem>Mục lục</guimenuitem> hoặc nhấn <keycap>F1</keycap>.

source: Toolbar
vi: Thanh công cụ

source: Back
vi: Quay lại

source: Use this button to navigate back in your document history.
vi: Dùng nút này để quay lại trang tài liệu đã xem.

source: Forward
vi: Tiến lên

source: Use this button to navigate forward in your document history.
vi: Dùng nút này để tiến tới trang bạn đã xem sau trang bạn đang xem.

source: Help Topics
vi: Chủ đề trợ giúp

source: Use this button to return to the main table of contents (shown in <xref linkend="fig-yelp-window"/>).
vi: Dùng nút này để quay lại bảngmục lục chính (đã hiện trong <xref linkend="fig-yelp-window"/>).

source: Browser Pane
vi: Ô trình duyệt

source: The browser pane is where you will be presented with the table of contents or the documentation. Use the table of contents to navigate to the documentation you need.
vi: Ô trình duyệt là nơi hiển thị bảng mục lục hoặc tài liệu. Sử dụng bảng mục lục để chuyển đến tài liệu bạn cần.

source: Using Yelp
vi: Sử dụng Yelp

source: Open a Document
vi: Mở tài liệu

source: Use the Table of Contents to navigate to the desired document.
vi: Sử dụng Bảng Nội dung để điều hướng tới tài liệu mong muốn.

source: You can drag a Docbook XML file from Nautilus to the Yelp window or launcher.
vi: Bạn có thể kéo một tập tin XML Docbook từ Nautilus tới cửa sổ Yelp hoặc bộ khởi chạy.

source: Press the <keycap>F1</keycap> key.
vi: Nhấn phím <keycap>F1</keycap>.

source: To open a document in <application>Yelp Help Browser</application>: <placeholder-1/>
vi: Để mở một tài liệu trong <application>Trình duyệt Trợ giúp Yelp</application>: <placeholder-1/>

source: Alternatively, you may view a particular document by invoking Yelp Help Browser from the command line or dragging files to Yelp. See <xref linkend="yelp-open-specific"/> for more on this.
vi: Bạn cũng có thể xem một tài liệu nào đó bằng cách gọi Trình xem Trợ giúp Yelp từ dòng lệnh hoặc bằng cách kéo các tệp vào Yelp. Xem <xref linkend="yelp-open-specific"/> để biết thêm thông tin.

source: Open a New Window
vi: Mở cửa sổ mới

source: To open a new window:
vi: Để mở một cửa sổ mới:

source: Click <menuchoice><guimenu>File</guimenu><guimenuitem>New Window</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Tệp</guimenu><guimenuitem>Cửa sổ mới</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo>
vi: Dùng tổ hợp phím <keycombo><keycap>Ctrl</keycap><keycap>N</keycap></keycombo>

source: About This Document
vi: Giới thiệu tài liệu này

source: To view information about the currently open document:
vi: Để xem thông tin về tài liệu hiện tại đang mở:

source: Click <menuchoice><guimenu>File</guimenu><guimenuitem>About This Document</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Tệp</guimenu><guimenuitem>Về tài liệu này</guimenuitem></menuchoice>

source: This option is only available for DocBook documentation. Legal notices and documentation contributors are usually listed in this section.
vi: Tùy chọn này chỉ có ở tài liệu dạng DocBook. Các cộng tác viên viết tài liệu và chú thích luật pháp thường được liệt kê ở phần này.

source: Print a Page
vi: In trang

source: To print any page that you are able to view in <application>Yelp Help Browser</application>:
vi: Để in trang bạn xem trong <application>Trình xem Trợ giúp Yelp</application>:

source: Click <menuchoice><guimenu>File</guimenu><guimenuitem>Print this Page</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Tệp</guimenu><guimenuitem>In trang này</guimenuitem></menuchoice>

source: Print a Document
vi: In tài liệu

source: To print an entire document:
vi: Để in cả tài liệu:

source: Click <menuchoice><guimenu>File</guimenu><guimenuitem>Print this Document</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Tệp</guimenu><guimenuitem>In tài liệu này</guimenuitem></menuchoice>

source: This option is only available for DocBook documentation.
vi: Tùy chọn này chỉ có với tài liệu DocBook.

source: Close a Window
vi: Đóng cửa sổ

source: To close a window in <application>Yelp Help Browser</application>, do the following:
vi: Để đóng một cửa sổ trong <application>Trình xem Trợ giúp Yelp</application>, thực hiện như sau:

source: Click <menuchoice><guimenu>File</guimenu><guimenuitem>Close Window</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Tệp</guimenu><guimenuitem>Đóng cửa sổ</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Ctrl</keycap><keycap>W</keycap></keycombo>
vi: Dùng tổ hợp phím <keycombo><keycap>Ctrl</keycap><keycap>W</keycap></keycombo>

source: Set Preferences
vi: Đặt Tùy thích

source: To set your preferences in <application>Yelp Help Browser</application>:
vi: Để đặt tùy thích của bạn trong <application>Trình xem Trợ giúp Yelp</application>:

source: Click <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Tùy thích</guimenuitem></menuchoice>

source: <placeholder-1/>A window will appear that looks like <xref linkend="yelp-preferences"/>:
vi: <placeholder-1/> Một cửa sổ sẽ hiện ra giống như <xref linkend="yelp-preferences"/>:

source: <application>Yelp Help Browser</application> Preferences Window
vi: Cửa sổ tùy thích <application>Trình xem Trợ giúp Yelp</application>

source: <placeholder-1/>The options that are available in this dialog have the following functions:
vi: <placeholder-1/>Tùy chọn có trong hộp thoại này có chức năng sau:

source: Use system fonts
vi: Dùng phông hệ thống

source: Check this option to display documentation using the default fonts used by the GNOME Desktop.
vi: Đánh dấu tùy chọn này để hiện tài liệu dùng phông chữ mặc định sử dụng bằng Môi trường GNOME.

source: To choose your own fonts to display documentation, uncheck this option and click on the buttons next to the text <guilabel>Variable Width</guilabel> or <guilabel>Fixed Width</guilabel>.
vi: Để tự chọn phông chữ hiển thị tài liệu, bỏ chọn tùy chọn này và nhấn nút sau chữ <guilabel>Độ rộng khác nhau</guilabel> hoặc <guilabel>Độ rộng cố định</guilabel>.

source: Variable Width
vi: Độ rộng biến đổi

source: This is the font to use when a static or fixed width font is not required. The majority of text will be of this type.
vi: Đây là phông chữ sử dụng khi không bắt buộc phải sử dụng phông chữ có kích thước cố định. Hầu hết chữ sẽ là kiểu này.

source: Fixed Width
vi: Độ rộng cố định

source: This is the font to use when all text characters need to be of the same size. This font is usually used to indicate commands, program blocks, or other text that falls under these categories.
vi: Đây là phông chữ sử dụng khi tất cả các ký tự cần có kích thước như nhau. Phông này thường dùng để chỉ các lệnh, các phần chương trình, hoặc các chữ thuộc vào các nhóm này.

source: Click this option if you would like see a caret or cursor in the <xref linkend="yelp-browser-pane"/>. This allows you to browse the document more easily by showing where the cursor is located in the document.
vi: Nhấn tùy chọn này nếu bạn muốn thấy một con trỏ nhấp nháy trong <xref linkend="yelp-browser-pane"/>. Con trỏ sẽ cho phép bạn duyệt văn bản dễ dàng hơn bằng cách hiện vị trí con trỏ trong tài liệu.

source: Go Back in Document History
vi: Quay lại trong danh sách Các trang Đã xem

source: To go back in the document history:
vi: Để quay lại trang trước trong danh sách các trang đã xem:

source: Click <menuchoice><guimenu>Go</guimenu><guimenuitem>Back</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Di chuyển</guimenu><guimenuitem>Quay lại</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Alt</keycap><keycap>Left</keycap></keycombo>
vi: Dùng tổ hợp phím <keycombo><keycap>Alt</keycap><keycap>Left</keycap></keycombo>

source: Use the <guibutton>Back</guibutton> button in the <interface>Toolbar</interface>
vi: Dùng nút <guibutton>Quay lại</guibutton> trong <interface>Thanh công cụ</interface>

source: Go Forward in Document History
vi: Tiến lên trong danh sách Các trang Đã xem

source: To go forward in the document history:
vi: Để tiến lên trong danh sách các trang đã xem:

source: Click <menuchoice><guimenu>Go</guimenu><guimenuitem>Forward</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Di chuyển</guimenu><guimenuitem>Tiến lên</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Alt</keycap><keycap>Right</keycap></keycombo>
vi: Dùng tổ hợp phím <keycombo><keycap>Alt</keycap><keycap>Phải</keycap></keycombo>

source: Use the <guibutton>Forward</guibutton> button in the <interface>Toolbar</interface>
vi: Dùng nút <guibutton>Tiến lên</guibutton> trong <interface>Thanh công cụ</interface>

source: Go to Help Topics
vi: Chuyển đến Chủ đề Trợ giúp

source: To go to the Help Topics:
vi: Để chuyển tới Chủ đề Trợ giúp:

source: Click <menuchoice><guimenu>Go</guimenu><guimenuitem>Help Topics</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Di chuyển</guimenu><guimenuitem>Chủ đề Trợ giúp</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Alt</keycap><keycap>Home</keycap></keycombo>
vi: Dùng tổ hợp phím <keycombo><keycap>Alt</keycap><keycap>Home</keycap></keycombo>

source: Use the <guibutton>Help Topics</guibutton> button in the <interface>Toolbar</interface>
vi: Dùng nút <guibutton>Chủ đề Trợ giúp</guibutton> trong <interface>Thanh công cụ</interface>

source: Go to Previous Section
vi: Chuyển đến Phần Trước

source: To go to the previous section:
vi: Đi đến phần trước:

source: Click <menuchoice><guimenu>Go</guimenu><guimenuitem>Previous Section</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Di chuyển</guimenu><guimenuitem>Phần trước</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Alt</keycap><keycap>Up</keycap></keycombo>
vi: Dùng tổ hợp phím <keycombo><keycap>Alt</keycap><keycap>Up</keycap></keycombo>

source: This option is only available in DocBook formatted documents.
vi: Tùy chọn này có trong tài liệu được định dạng DocBook.

source: Go to Next Section
vi: Chuyển tới Phần Sau

source: To go to the next section:
vi: Di chuyển tới phần sau:

source: Click <menuchoice><guimenu>Go</guimenu><guimenuitem>Next Section</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Di chuyển</guimenu><guimenuitem>Phần sau</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Alt</keycap><keycap>Down</keycap></keycombo>
vi: Dùng tổ hợp phím <keycombo><keycap>Alt</keycap><keycap>Down</keycap></keycombo>

source: Go to Contents
vi: Chuyển tới Mục lục

source: To go to the contents for a document:
vi: Để chuyển tới mục lục nội dung của tài liệu:

source: Click <menuchoice><guimenu>Go</guimenu><guimenuitem>Contents</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Di chuyển</guimenu><guimenuitem>Mục lục</guimenuitem></menuchoice>

source: Add a Bookmark
vi: Tạo Đánh dấu

source: To add a bookmark for a particular document:
vi: Để đánh dấu tài liệu nào đó:

source: Click <menuchoice><guimenu>Bookmarks</guimenu><guimenuitem>Add Bookmark</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Đánh dấu</guimenu><guimenuitem>Tạo Đánh dấu</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo>
vi: Dùng tổ hợp phím <keycombo><keycap>Ctrl</keycap><keycap>D</keycap></keycombo>

source: <placeholder-1/>A window will appear that looks like <xref linkend="yelp-add-bookmark"/>.
vi: <placeholder-1/>Một cửa sổ sẽ hiện ra giống như <xref linkend="yelp-add-bookmark"/>.

source: Add Bookmark Window
vi: Tạo một Cửa sổ Đánh dấu

source: <placeholder-1/>Enter your desired bookmark title in to the <guilabel>Title</guilabel> text entry field. Then click <guibutton>Add</guibutton> to add the bookmark, or click <guibutton>Cancel</guibutton> to cancel the request.
vi: <placeholder-1/>Nhập tiêu đề mong muốn trong ô <guilabel>Tiêu đề</guilabel>. Sau đó nhấn <guibutton>Tạo</guibutton> để tạo đánh dấu, hoặc nhấn <guibutton>Thôi</guibutton> để hủy yêu cầu.

source: Edit Bookmarks
vi: Sửa đánh dấu

source: To edit your collection of bookmarks:
vi: Để sửa bộ sưu tập các đánh dấu của bạn:

source: Click <menuchoice><guimenu>Bookmarks</guimenu><guimenuitem>Edit Bookmarks...</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Đánh dấu</guimenu><guimenuitem>Sửa Đánh dấu...</guimenuitem></menuchoice>

source: Use the key combination <keycombo><keycap>Ctrl</keycap><keycap>B</keycap></keycombo>
vi: Dùng tổ hợp phím <keycombo><keycap>Ctrl</keycap><keycap>B</keycap></keycombo>

source: <placeholder-1/>A window will appear that looks like <xref linkend="yelp-edit-bookmarks"/>.
vi: <placeholder-1/>Một cửa sổ hiện ra giống như <xref linkend="yelp-edit-bookmarks"/>.

source: Edit Bookmarks Window
vi: Chỉnh Cửa sổ Đánh dấu

source: <placeholder-1/>You can manage your bookmarks using this window in the following ways:
vi: <placeholder-1/>Bạn có thể quản lý các đánh dấu của mình dùng cửa sổ này theo các cách sau:

source: Use this button to open the selected bookmark in a new window.
vi: Dùng nút này để mở đánh dấu đã chọn trong cửa sổ mới.

source: Rename
vi: Đổi tên

source: Use this button to rename the title of your bookmark.
vi: Sử dụng nút này để thay đổi tiêu đề đánh dấu trang của bạn.

source: Remove
vi: Xóa

source: Use this button to delete the bookmark from your collection.
vi: Dùng nút này để xóa đánh dấu từ bộ sưu tập.

source: <placeholder-1/>Once you are finished managing your bookmarks, click the <guibutton>Close</guibutton> button to exit the <interface>Edit Bookmarks Window</interface>.
vi: <placeholder-1/>Sau khi bạn kết thúc việc quản lý đánh dấu của mình, nhấn nút <guibutton>Đóng</guibutton> để thoát khỏi <interface>Cửa sổ Sửa Đánh dấu</interface>.

source: Get Help
vi: Trợ giúp

source: To get help using <application>Yelp Help Browser</application> (and see this document):
vi: Để nhận được giúp đỡ sử dụng <application>Trình xem Trợ giúp Yelp</application> (và xem tài liệu này):

source: Click <menuchoice><guimenu>Help</guimenu><guimenuitem>Contents</guimenuitem></menuchoice>
vi: Nhấn <menuchoice><guimenu>Trợ giúp</guimenu><guimenuitem>Mục lục</guimenuitem></menuchoice>

source: Advanced Features
vi: Các tính năng nâng cao

source: Opening Specific Documents
vi: Mở tài liệu nào đó

source: Opening Documents from the File Manager
vi: Mở tài liệu từ Trình quản lý tập tin

source: Using the Command Line to Open Documents
vi: Dùng Dòng lệnh để Mở Tài liệu

source: Yelp Help Browser supports opening documents from the command line. There are a number of URIs (Uniform Resource Identifiers) that can be used. These include:
vi: Trình xem trợ giúp Yelp hỗ trợ mở tài liệu từ dòng lệnh. Có một số URL (Uniform Resource Identifiers, Định danh tài nguyên thống nhất) có thể được dùng. Bao gồm:

source: Use this URI when you want to access a file with yelp, for example:
vi: Dùng URI này khi bạn muốn truy cập một tập tin với yelp, ví dụ:

source: <option>ghelp:</option> or <option>gnome-help:</option>
vi: <option>ghelp:</option> hoặc <option>gnome-help:</option>

source: Use this URI when you want to access GNOME help documents, which are typically written in DocBook format.
vi: Dùng URI này khi bạn muốn truy cập tài liệu trợ giúp của GNOME, các tài liệu này thường được viết bằng định dạng DocBook.

source: or
vi: hoặc

source: Use this URI when you want to access a particular GNU info page.
vi: Dùng URI này khi bạn muốn truy cập trang GNU info nào đó.

source: Refreshing Content on Demand
vi: Làm tươi Nội dung theo Yêu cầu

source: <application>Yelp Help Browser</application> supports the <keycombo><keycap>Ctrl</keycap><keycap>R</keycap></keycombo> shortcut keys, which will reload the DocBook document that is currently open. This allows developers to view changes to documents as they are made.
vi: <application>Trình xem Trợ giúp Yelp</application> hỗ trợ phím tắt <keycombo><keycap>Ctrl</keycap><keycap>R</keycap></keycombo>, phím tắt này sẽ tải lại tài liệu DocBook đang mở. Tính năng này cho phép các nhà phát triển xem các thay đổi trong tài liệu khi có thay đổi.

source: More Information
vi: Thông tin thêm

source: This section details some of the helper applications which <application>Yelp Help Browser</application> uses, and provides resources where you can get more information about <application>Yelp Help Browser</application>.
vi: Phần này đi sâu vào vài trình trợ giúp mà <application>Trình xem Trợ giúp Yelp</application> sử dụng, và cung cấp các tài nguyên nơi bạn có thể lấy thông tin thêm về <application>Trình xem Trợ giúp Yelp</application>

source: <application>Yelp Help Browser</application> uses scrollkeeper to generate the table of contents for DocBook and HTML documentation, and also keep track of translations for each document.
vi: <application>Trình duyệt Trợ giúp Yelp</application> sử dụng scrollkeeper để tạo bảng nội dung cho tài liệu DocBook và HTML, và cũng để giữ theo dõi các bản dịch cho mỗi tài liệu.

source: GNOME Documentation Utilites
vi: Tiện Ích Tài Liệu GNOME

source: The documentation distributed with GNOME uses this set of utilities for a variety of things:
vi: Tài liệu được phân phối với GNOME sử dụng bộ tiện ích cho rất nhiều công việc:

source: Ease translation of documents to different languages.
vi: Bản dịch đơn giản của các tài liệu tới các ngôn ngữ khác nhau.

source: Provide a set of tools to help package and install documentation into the correct location and register the documentation with scrollkeeper.
vi: Cung cấp một bộ công cụ để trợ giúp đóng gói và cài đặt tài liệu vào vị trí đúng và đăng ký tài liệu với scrollkeeper.

source: Perform conversion from DocBook format to a format suitable for display.
vi: Thực hiện chuyển đổi từ định dạng DocBook sang một định dạng phù hợp để hiển thị.

source: <placeholder-1/><application>Yelp Help Browser</application> relies on <ulink url="ghelp:gnome-doc-xslt">GNOME XSLT Stylesheets</ulink> to perform conversion from DocBook to HTML. <ulink url="ghelp:gnome-doc-make">GNOME Documentation Build Utilities</ulink> are relied upon by application authors to install and register documentation within the help system.
vi: <placeholder-1/><application>Trình duyệt Trợ giúp Yelp</application> dựa trên <ulink url="ghelp:gnome-doc-xslt">Các Stylesheet XSLT GNOME</ulink> để thực hiện việc chuyển đổi từ DocBook sang HTML. <ulink url="ghelp:gnome-doc-make">Các tiện ích dựng tài liệu GNOME</ulink> dựa vào các tác giả ứng dụng để cài đặt và đăng ký tài liệu bên trong hệ thống giúp đỡ.

source: Homepage and Mailing List
vi: Trang nhà và Danh sách Thư
