Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: Use the <guilabel>File Management Preferences</guilabel> dialog to customize the file manager to suit your requirements and preferences.
vi: Sử dụng hộp thoại <guilabel>Tuỳ thích quản lý tập tin</guilabel> để tuỳ biến trình quản lý tập tin cho phù hợp với các yêu cầu và tuỳ thích của bạn.

source: To display the <guilabel>File Management Preferences</guilabel> dialog, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. You can also access this dialog directly from the top panel Menubar by choosing <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu><guimenuitem>File Management</guimenuitem></menuchoice>.
vi: Để hiển thị hộp thoại <guilabel>Tuỳ thích quản lý tập tin</guilabel>, chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Tuỳ thích</guimenuitem></menuchoice>. Bạn cũng có thể truy cập hộp thoại này trực tiếp từ Thanh trình đơn thanh điều khiển trên bằng cách chọn <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Tuỳ thích</guisubmenu><guimenuitem>Quản lý tập tin</guimenuitem></menuchoice>.

source: You can set preferences in the following categories:
vi: Bạn có thể đặt các tuỳ thích theo các phân loại sau:

source: The default settings for views.
vi: Các thiết lập mặc định cho kiểu xem.

source: The behavior of files and folders, executable text files, and Trash.
vi: Hành vi của các tập tin và thư mục, các tập tin văn bản thực thi và Sọt rác.

source: The information that is displayed in icon captions and the date format.
vi: Thông tin được hiển thị trong tên biểu tượng và định dạng ngày.

source: The columns that appear in the list view and their order.
vi: Các cột xuất hiện trong kiểu xem danh sách và thứ tự của chúng.

source: Preview options to improve the performance of the file manager.
vi: Tuỳ chọn xem trước để cải thiện hiệu năng của trình quản lý tập tin.

source: How removable media and connected devices are handled.
vi: Cách các vật chứa tháo gỡ được và các thiết bị đã kết nối được xử lý.

source: Views Preferences
vi: Tuỳ Thích Kiểu Xem

source: You can specify a default view, and select sort options and display options. You can also specify default settings for icon views and list views.
vi: Bạn có thể chỉ định kiểu xem mặc định và chọn các tuỳ chọn sắp xếp và hiển thị. Bạn cũng có thể chỉ định các thiết lập mặc định cho kiểu xem biểu tượng và danh sách.

source: To specify your default view settings, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. Click on the <guilabel>Views</guilabel> tab to display the <guilabel>Views</guilabel> tabbed section.
vi: Để chỉ định các thiết lập xem mặc định, chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Tuỳ thích</guimenuitem></menuchoice>. Nhấp vào nhãn <guilabel>Xem</guilabel> để hiển thị mục nhãn <guilabel>Xem</guilabel>.

source: <xref linkend="gosnautilus-TBL-30"/> lists the views preferences that you can modify.
vi: <xref linkend="gosnautilus-TBL-30"/> liệt kê các tuỳ thích kiểu xem mà bạn có thể thay đổi.

source: View new folders using
vi: Xem các thư mục mới dùng

source: Select the default view for folders. When you open a folder, the folder is displayed in the view that you select. This can be the icon view, the list view, or the compact view, which is a variant of the icon view that is organized in columns rather than rows..
vi: Chọn kiểu xem mặc định cho các thư mục. Khi bạn mở một thư mục, thư mục sẽ được hiển thị trong kiểu xem bạn đã chọn. Kiểu này có thể là xem biểu tượng, xem danh sách hoặc xem chặt - là biến thể của kiểu xem biểu tượng được tổ chức theo các cột thay cho các dòng.

source: Arrange items
vi: Sắp xếp các mục

source: Select the characteristic by which you want to sort the items in folders that are displayed in this view.
vi: Chọn kiểu bạn muốn sắp xếp các mục trong thư mục được hiển thị theo kiểu xem này.

source: Sort folders before files
vi: Xếp thư mục trước tập tin

source: Select this option to list folders before files when you sort a folder.
vi: Chọn tuỳ chọn này để liệt kê các thư mục trước các tập tin khi bạn sắp xếp một thư mục.

source: Show hidden and backup files
vi: Hiển thị tập tin sao lưu và tập tin ẩn

source: Select this option to display files that are normally not shown in folders. For more on hidden files, see <xref linkend="nautilus-hidden-files"/>.
vi: Chọn tuỳ chọn này để hiển thị các tập tin thông thường không hiện ra trong các thư mục. Để biết thêm về các tập tin ảnh, xem <xref linkend="nautilus-hidden-files"/>.

source: <guilabel>Default zoom level</guilabel> in the Icon View, Compact View, or List View sections
vi: <guilabel>Cấp thu phóng mặc định</guilabel> trong các phần Xem biểu tượng, Xem chặt và Xem danh sách

source: Select the default zoom level for folders that are displayed in this view. The zoom level specifies the size of items in a view.
vi: Chọn cấp thu phóng mặc định cho các thư mục được hiển thị trong kiểu xem này. Cấp thu phóng chỉ định kích thước của các mục trong khi xem.

source: Use compact layout
vi: Dùng bố trí chặt

source: Select this option to arrange the items in icon view so that the items in the folder are closer to each other.
vi: Chọn tuỳ chọn này để sắp xếp các mục trong kiểu xem biểu tượng để các mục đó gần với nhau hơn trong thư mục.

source: Text beside icons
vi: Nhãn cạnh hình

source: Select this option to place the icon captions for items beside the icon rather than under the icon.
vi: Chọn tuỳ chọn này để đặt các tên biểu tượng cho mục bên cạnh biểu tượng thay cho bên dưới biểu tượng.

source: All columns have the same width
vi: Một bề rộng mỗi cột

source: Select this option to make all columns in a compact view have the same width.
vi: Chọn tuỳ chọn này để làm tất cả các cột trong kiểu xem chặt có cùng độ rộng

source: Show only folders
vi: Chỉ hiện thư mục

source: Select this option to display only folders in the <guilabel>Tree</guilabel> in the side pane.
vi: Chọn tuỳ chọn này để chỉ hiện thư mục trong <guilabel>Cây</guilabel> trong khung bên.

source: Behavior Preferences
vi: Tuỳ thích hành vi

source: behavior
vi: hành vi

source: To set your preferences for files and folders, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. Click on the <guilabel>Behavior</guilabel> tab to display the <guilabel>Behavior</guilabel> tabbed section. You can set the following preferences:
vi: Để đặt tuỳ thích cho các tập tin và thư mục, chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Tuỳ thích</guimenuitem></menuchoice>. Nhấp vào nhãn <guilabel>Hành vi</guilabel> để hiển thị mục nhãn <guilabel>Hành vi</guilabel>. Bạn có thể đặt các tuỳ thích sau:

source: Single click to open items
vi: Nhấn đơn để mở mục

source: Select this option to perform the default action for an item when you click on the item. When this option is selected, and you point to an item, the title of the item is underlined.
vi: Chọn tuỳ chọn này để thực hiện hành động mặc định cho một mục khi bạn nhấp vào mục đó. Khi tuỳ chọn này được chọn thì khi bạn trỏ vào một mục, tiêu đề của mục sẽ được gạch dưới.

source: Double click to open items
vi: Nhấp đúp để mở mục

source: Select this option to perform the default action for an item when you double-click on the item.
vi: Chọn tuỳ chọn này để thực hiện hành động mặc định cho một mục khi bạn nhấp đúp chuột vào mục.

source: Always open in browser windows
vi: Luôn mở trong cửa sổ duyệt

source: Select this option to use <application>Nautilus</application> in browser mode rather than spatial mode. Selecting this lets you browse your files and folders in the same window, otherwise you will navigate your files and folders as objects.
vi: Chọn tuỳ chọn này để sử dụng <application>Nautilus</application> trong chế độ trình duyệt thay cho chế độ không gian. Chọn nó cho phép bạn duyệt các tập tin và thư mục trong cùng cửa sổ, mặt khác bạn có thể điều hành các tập tin và thư mục của bạn như các đối tượng.

source: Run executable text files when they are opened
vi: Chạy các tập tin văn bản thực thi khi chúng được mở

source: Select this option to run an text executable file when you choose the file. An executable text file is a text file that can execute, that is, a shell script.
vi: Chọn tuỳ chọn này để chạy một tập tin văn bản thực thi khi bạn chọn tập tin đó. Một tập tin văn bản thực thi là một tập tin văn bản có thể thực thi được như là một lệnh vỏ.

source: View executable text files when they are opened
vi: Xem các tập tin văn bản thực thi khi chúng được mở

source: Select this option to display the contents of an executable text file when you choose the executable text file.
vi: Chọn tuỳ chọn này để hiển thị các nội dung của một tập tin văn bản thực thi khi bạn chọn tập tin văn bản thực thi đó.

source: Ask each time
vi: Hỏi mỗi lần

source: Select this option to display a dialog when you choose an executable text file. The dialog asks whether you want to execute the file or display the file.
vi: Chọn tuỳ chọn này để hiển thị một hộp thoại khi bạn chọn một tập tin văn bản thực thi. Hộp thoại sẽ hỏi liệu bạn muốn thực thi tập tin hay xem tập tin đó.

source: Ask before emptying the Trash or deleting files
vi: Hỏi trước khi đổ rác hoặc xoá tập tin

source: Select this option to display a confirmation message before <guilabel>Trash</guilabel> is emptied, or files are deleted. Leave this selected unless you have good reason not to.
vi: Chọn tuỳ chọn này để hiển thị một tin nhắn xác nhận trước khi <guilabel>Sọt rác</guilabel> được đổ hoặc các tập tin bị xoá. Để cái này được chọn trừ khi bạn có lý do tốt để không chọn.

source: Include a Delete command that bypasses Trash
vi: Bao gồm lệnh xoá không đi qua Sọt rác

source: Select this option to add a <guimenuitem>Delete</guimenuitem> menu item to the following menus:
vi: Chọn tuỳ chọn này để thêm một mục trình đơn <guimenuitem>Xoá</guimenuitem> vào các trình đơn sau:

source: The <guimenu>Edit</guimenu> menu.
vi: Trình đơn <guimenu>Sửa</guimenu>.

source: The popup menu that is displayed when you right-click on a file, folder, or desktop object.
vi: Trình đơn bật lên được hiển thị khi bạn nhấp chuột phải vào một tập tin, thư mục hay đối tượng bàn làm việc.

source: When you select an item then choose the <guimenuitem>Delete</guimenuitem> menu item, the item is deleted from your file system immediately. There is no way to recover a deleted file. Do not select this unless you have good reason to.
vi: Khi bạn chọn một mục sau đó chọn mục trình đơn <guimenuitem>Xoá</guimenuitem>, mục đó sẽ được xoá khỏi hệ tập tin của bạn ngay lập tức. Không có cách nào để phục hồi các tập tin đã xoá. Đừng chọn tuỳ chọn này trừ khi bạn có lý do tốt để làm vậy.

source: Display Preferences
vi: Tuỳ Thích Hiển Thị

source: caption preferences
vi: tuỳ thích tên

source: icon captions
vi: các tên biểu tượng

source: An icon caption displays the name of a file or folder in an icon view. The icon caption also includes three additional items of information on the file or folder. The additional information is displayed after the file name. Normally only one item of information is visible, but when you zoom in on an icon, more of the information is displayed. You can modify what additional information is displayed in icon captions.
vi: Tên biểu tượng hiển thị tên của một tập tin hay thư mục trong kiểu xem biểu tượng. Tên biểu tượng có thể bao gồm ba mục thông tin phụ trên tập tin hay thư mục. Thông tin phụ sẽ được hiển thị sau tên tập tin. Thông thường chỉ một mục của thông tin được hiện ra, nhưng khi bạn phóng to vào một biểu tượng, nhiều thông tin hơn sẽ được hiển thị. Bạn có thể thay đổi thông tin phụ gì sẽ được hiển thị trong tên biểu tượng.

source: To set your preferences for icon captions, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. Click on the <guilabel>Display</guilabel> tab to display the <guilabel>Display</guilabel> tabbed section.
vi: Để đặt tuỳ thích của bạn cho tên biểu tượng, chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Tuỳ thích</guimenuitem></menuchoice>. Nhấn vào nhãn <guilabel>Hiển thị</guilabel> để hiển thị mục nhãn <guilabel>Hiển thị</guilabel>.

source: Select the items of information that you want to display in the icon caption from the three drop-down lists. Select the first item from the first drop-down list, select the second item from the second drop-down list, and so on. The following table describes the items of information that you can select:
vi: Chọn các mục thông tin bạn muốn hiển thị trong tên biểu tượng từ ba danh sách thả xuống. Chọn mục đầu tiên từ danh sách thả xuống đầu tiên, chọn mục thứ hai từ danh sách thả xuống thứ hai,... Bảng sau mô tả các mục của thông tin bạn có thể lựa chọn:

source: Choose this option to display the size of the item.
vi: Chọn tuỳ chọn này để hiển thị kích thước của mục.

source: Choose this option to display the description of the MIME type of the item.
vi: Chọn tuỳ chọn này để hiển thị mô tả kiểu MIME của mục.

source: Date Modified
vi: Ngày thay đổi

source: Choose this option to display the last modification date of the item.
vi: Chọn tuỳ chọn này để hiển thị ngày thay đổi cuối cùng của mục.

source: Date Accessed
vi: Ngày truy cập

source: Choose this option to display the date that the item was last accessed.
vi: Chọn tuỳ chọn này để hiển thị ngày truy cập lần cuối vào mục.

source: Choose this option to display the owner of the item.
vi: Chọn tuỳ chọn này để hiển thị chủ của mục.

source: Choose this option to display the group to which the item belongs.
vi: Chọn tuỳ chọn này để hiển thị nhóm chứa mục này.

source: Permissions
vi: Quyền hạn

source: <indexterm><primary>permissions</primary><secondary>displaying as characters</secondary></indexterm>Choose this option to display the permissions of the item as three sets of three characters, for example <computeroutput>-rwxrw-r--</computeroutput>.
vi: <indexterm><primary>quyền hạn</primary><secondary>hiển thị như ký tự</secondary></indexterm> Chọn tuỳ chọn này để hiển thị các quyền của mục như ba bộ của ba ký tự, ví dụ <computeroutput>-rwxrw-r--</computeroutput>.

source: Octal Permissions
vi: Quyền hạn (bát phân)

source: <indexterm><primary>permissions</primary><secondary>displaying in octal notation</secondary></indexterm>Choose this option to display the permissions of the item in octal notation, for example <computeroutput>764</computeroutput>.
vi: <indexterm><primary>quyền hạn</primary><secondary>hiển thị trong ký hiệu bát phân</secondary></indexterm>Chọn tuỳ chọn này để hiển thị các quyền của tập tin theo ký hiệu bát phân, ví dụ <computeroutput>764</computeroutput>.

source: Choose this option to display the MIME type of the item.
vi: Chọn tuỳ chọn này để hiển thị kiểu MIME của mục.

source: Choose this option to display no information for the item.
vi: Chọn tuỳ chọn này để không hiển thị thông tin cho mục.

source: The date <guilabel>Format</guilabel> option lets you choose how the date is displayed throughout Nautilus.
vi: Tuỳ chọn <guilabel>Định dạng</guilabel> ngày cho phép bạn chọn cách ngày được hiển thị trong Nautilus.

source: List Columns Preferences
vi: Tuỳ Thích Cột Danh Sách

source: You can specify what information is displayed in list view in file manager windows. You can specify which columns are displayed in list view, and the order in which the columns are displayed.
vi: Bạn có thể chỉ định thông tin gì được hiển thị trong kiểu xem danh sách ở các cửa sổ quản lý tập tin. Bạn có thể chỉ định cột nào được hiển thị trong kiểu xem danh sách và trật tự các cột được hiển thị.

source: To set your preferences for list columns, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. Click on the <guilabel>List Columns</guilabel> tab to display the <guilabel>List Columns</guilabel> tabbed section.
vi: Để đặt tuỳ thích cho các cột danh sách, chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Tuỳ thích</guimenuitem></menuchoice>. Nhấn vào nhãn <guilabel>Cột Danh Sách</guilabel> để hiện mục nhãn <guilabel>Cột Danh Sách</guilabel>.

source: To specify a column to display in list view, select the option that corresponds to the column, then click on the <guibutton>Show</guibutton> button. To remove a column from the list view, select the option that corresponds to the column, then click on the <guibutton>Hide</guibutton> button.
vi: Để chỉ định một cột để hiển thị trong xem danh sách, chọn tuỳ chọn tương ứng với cột đó sau đó nhấn nút <guibutton>Hiện</guibutton>. Để gỡ một cột ra khỏi kiểu xem danh sách, chọn tuỳ chọn tương ứng với cột sau đó nhấn nút <guibutton>Ẩn</guibutton>.

source: Use the <guibutton>Move Up</guibutton> and <guibutton>Move Down</guibutton> buttons to specify the position of columns in list view.
vi: Sử dụng các nút <guibutton>Di chuyển lên</guibutton> và <guibutton>Di chuyển xuống</guibutton> để chỉ định vị trí của các cột trong kiểu xem danh sách.

source: To use the default columns and column positions, click on the <guibutton>Use Default</guibutton> button.
vi: Để sử dụng các cột và vị trí cột mặc định, nhấn vào nút <guibutton>Sử dụng mặc định</guibutton>.

source: The following table describes the columns that you can display:
vi: Bảng sau mô tả các cột bạn có thể hiển thị:

source: Choose this option to display the name of the item.
vi: Chọn tuỳ chọn này để hiển thị tên của các mục.

source: Choose this option to display the description of the MIME type of the item from the <application>File Types and Programs</application> preference tool.
vi: Chọn tuỳ chọn này để hiển thị mô tả của kiểu MIME của mục từ công cụ tuỳ thích <application>Chương trình và Kiểu tập tin</application>

source: Preview Preferences
vi: Tuỳ Thích Xem Trước

source: preview
vi: xem trước

source: The file manager include some file preview features. The preview features can affect the speed with which the file manager responds to your requests. You can modify the behavior of some of these features to improve the speed of the file manager. For each preview preference, you can select one of the options described in the following table:
vi: Trình quản lý tập tin bao gồm một vài chức năng xem trước tập tin. Các chức năng xem trước có thể ảnh hưởng tốc độ trình quản lý tập tin đáp ứng các yêu cầu của bạn. Bạn có thể thay đổi hành vi của một vài thứ trong các chức năng này để cải thiện tốc độ của trình quản lý tập tin. Với mỗi tuỳ thích xem trước, bạn có thể chọn một trong các tuỳ chọn được mô tả trong bảng sau:

source: Always
vi: Luôn luôn

source: Performs the action for both local files, and files on other file systems.
vi: Thực hiện hành động cho cả tập tin cục bộ và các tập tin trên các hệ tập tin khác.

source: Local Files Only
vi: Chỉ tập tin cục bộ

source: Performs the action for local files only.
vi: Thực hiện hành động chỉ cho các tập tin cục bộ.

source: Never
vi: Không bao giờ

source: Never performs the action.
vi: Không bao giờ thực hiện hành động.

source: To set your preview preferences, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>. Click on the <guilabel>Preview</guilabel> tab dialog to display the <guilabel>Preview</guilabel> tabbed section.
vi: Để đặt các tuỳ thích xem trước của bạn, chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Tuỳ thích</guimenuitem></menuchoice>. Nhấn vào nhãn <guilabel>Xem trước</guilabel> để hiển thị mục nhãn <guilabel>Xem trước</guilabel>.

source: <xref linkend="gosnautilus-TBL-41"/> lists the preview preferences that you can modify.
vi: <xref linkend="gosnautilus-TBL-41"/> liệt kê các tuỳ thích xem trước bạn có thể thay đổi.

source: Show text in icons
vi: Hiện văn bản trong biểu tượng

source: Select an option to specify when to preview the content of text files in the icon that represents the file.
vi: Chọn tuỳ chọn này để chỉ định khi nào thì xem trước nội dung của các tập tin văn bản trong biểu tượng đại diện cho tập tin đó.

source: Show thumbnails
vi: Hiện ảnh thu nhỏ

source: Select an option to specify when to show thumbnails of image files. The file manager stores the thumbnail files for each folder in a <filename>.thumbnails</filename> directory in the user's Home Folder.
vi: Chọn tuỳ chọn này để chỉ định khi nào hiện ảnh thu nhỏ của các tập tin ảnh. Trình quản lý tập tin lưu trữ các tập tin ảnh thu nhỏ cho mỗi thư mục trong một thư mục <filename>.thumbnails</filename> trong Thư Mục Nhà của người dùng.

source: Only for files smaller than
vi: Chỉ cho các tập tin nhỏ hơn

source: Specify the maximum file size for files for which the file manager creates a thumbnail.
vi: Chỉ định kích thước tập tin lớn nhất cho các tập tin mà trình quản lý tập tin tạo cho một ảnh thu nhỏ.

source: Preview sound files
vi: Xem trước tập tin âm thanh

source: Select an option to specify when to preview sound files.
vi: Chọn tuỳ chọn này để chỉ định khi nào xem trước các tập tin âm thanh.

source: Count number of items
vi: Đếm số lượng các mục.

source: Select an option to specify when to show the number of items in folders. When in icon view, you might need to increase your zoom level to see the number of items in each folder.
vi: Chọn một tuỳ chọn để chỉ định khi nào hiển thị số lượng mục trong các thư mục. Khi trong kiểu xem biểu tượng, bạn có thể cần tăng cấp thu phóng của bạn để xem số lượng mục trong mỗi thư mục.

source: Media Preferences
vi: Tuỳ Thích Vật Chứa

source: You can configure how <application>Nautilus</application> handles removable media and devices that are connected to the computer, such as music players or cameras. For each media format or device type, <application>Nautilus</application> offers to run one of the applications that are known to support this format, as well as the following options:
vi: Bạn có thể cấu hình cách <application>Nautilus</application> xử lý các vật chứa tháo gỡ được và các thiết bị được kết nối tớ máy tính, như là các máy chơi nhạc hay máy ảnh. Với mỗi định dạng vật chứa hay kiểu thiết bị, <application>Nautilus</application> sẽ đề nghị để chạy một trong các ứng dụng được biết sẽ hỗ trợ định dạng này cũng như các tuỳ chọn sau:

source: Ask what to do
vi: Hỏi sẽ làm gì

source: Make <application>Nautilus</application> ask for the desired action when the media or device appears.
vi: Khiến <application>Nautilus</application> hỏi cho hành động mong muốn khi vật chứa hay thiết bị xuất hiện.

source: Do Nothing
vi: Không làm gì

source: Do nothing.
vi: Không làm gì cả.

source: Open Folder
vi: Mở thư mục

source: Treat the media or device like an ordinary folder and open it in a <application>Nautilus</application> window.
vi: Coi vật chứa hay thiết bị như các thư mục thông thường và mở nó trong một cửa sổ <application>Nautilus</application>.

source: Open with other Application
vi: Mở với Ứng dụng khác

source: Select an application to run with the <application>Nautilus</application> application chooser dialog. Note that applications known to handle the media or device can be chosen directly from the drop-down list.
vi: Chọn một ứng dụng để chạy với hộp thoại bộ chọn ứng dụng của <application>Nautilus</application>. Chú ý rằng các ứng dụng được biết để xử lý các vật chứa và thiết bị có thể được chọn trực tiếp từ danh sách thả xuống.

source: The most common media formats can be configured in the <guilabel>Media Handling</guilabel> section: audio CDs, video DVDs, music players, cameras, and software cds.
vi: Các định dạng vật chứa phổ biến nhất có thể được cấu hình trong phần <guilabel>Xử lý vật chứa</guilabel>: CD âm thanh, DVD video, máy nghe nhạc, máy ảnh và cd phần mềm.
