Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: Glossary
vi: Từ điển thuật ngữ

source: applet
vi: tiểu dụng

source: An applet is a small, interactive application that resides within a panel, for example the <application>Volume Control</application>. Each applet has a simple user interface that you can operate with the mouse or keyboard.
vi: Một tiểu dụng là một ứng dụng tương tác nhỏ nằm trong một thanh điều khiển, ví dụ <application>Volume Control</application>. Mỗi tiểu dụng có một giao diện người dùng đơn giản mà bạn có thể thao tác với chuột hoặc bàn phím.

source: desktop
vi: bàn làm việc

source: The part of the GNOME Desktop where there are no interface graphical items, such as panels and windows.
vi: Phần của Bàn làm việc GNOME không có các mục đồ hoạ giao diện, như là các thanh điều khiển và các cửa sổ.

source: desktop background
vi: hình nền bàn làm việc

source: The image or color that is applied to your desktop.
vi: Ảnh hoặc màu sử dụng cho bàn làm việc.

source: desktop object
vi: đối tượng trên bàn làm việc

source: An icon on your desktop that you can use to open your files, folders, and applications. You can use desktop objects to provide convenient access to files, folders, and applications that you use frequently.
vi: Một biểu tượng trên bàn làm việc có thể sử dụng để mở tệp, thư mục và ứng dụng. Bạn có thể dùng các đối tượng trên bàn làm việc để có một cách thức tiện lợi để truy cập tệp, thư mục và ứng dụng mà bạn thường xuyên sử dụng.

source: DNS name
vi: Tên DNS

source: A unique alphabetic identifier for a computer on a network.
vi: Một tên riêng để phân biệt một máy tính trong mạng.

source: drawer
vi: ngăn kéo

source: A drawer is a sliding extension to a panel that you can open or close from a drawer icon.
vi: Ngăn kéo là một bảng trượt có thể đóng mở bằng biểu tượng ngăn kéo.

source: file extension
vi: phần mở rộng

source: The final portion of a file's name, after the last period (.) in the name. For example, the file extension of the file <filename>picture.jpeg</filename> is <filename>jpeg</filename>.
vi: Phần cuối trong tên của tệp, nó nằm sau dấu chấm (.) cuối cùng trong tên tệp. Ví dụ, phần mở rộng của tệp <filename>hình.jpeg</filename> là <filename>jpeg</filename>.

source: The file extension can identify the type of a file. <application>Nautilus</application> file manager uses this information when to determine what to do when you open a file. For more on this, see <xref linkend="nautilus-open-file"/>.
vi: Phần mở rộng tệp có thể chỉ ra kiểu của tệp. Trình quản lý tập tin <application>Nautilus</application> sử dụng thông tin này để xác định phải làm gì để mở tệp. Chi tiết, xem <xref linkend="nautilus-open-file"/>.

source: format
vi: định dạng

source: To format media is to prepare the media for use with a particular file system. When you format media, you overwrite any existing information on the media.
vi: Định dạng thiết bị là thao tác chuẩn bị thiết bị trước khi sử dụng với một hệ thống tập tin nào đó. Khi bạn định dạng thiết bị, tất cả các dữ liệu trên thiết bị sẽ bị mất.

source: GNOME-compliant application
vi: Trình ứng dụng chuẩn GNOME

source: An application that uses the standard GNOME programming libraries is called a GNOME-compliant application. For example, <application>Nautilus</application> file manager and <application>gedit</application> text editor are GNOME-compliant applications.
vi: Ứng dụng sử dụng các thư viện lập trình chuẩn GNOME được gọi là ứng dụng chuẩn GNOME. Ví dụ, Trình quản lý tập tin <application>Nautilus</application> và trình soạn chữ <application>gedit</application> là những ứng dụng GNOME chuẩn.

source: IP address
vi: Địa chỉ IP

source: A unique numeric identifier for a computer on a network.
vi: Một dãy số riêng để phân biệt một máy tính trong mạng.

source: keyboard shortcut
vi: phím tắt

source: A <firstterm>keyboard shortcut</firstterm> is a key or combination of keys that provides an alternative to standard ways of performing an action.
vi: Một <firstterm>phím tắt</firstterm> là một hoặc nhiều phím kết hợp cung cấp một cách thức khác để thực hiện một thao tác.

source: launcher
vi: bộ khởi chạy

source: A launcher starts a particular application, executes a command, or opens a file. A launcher can reside in a panel or in a menu.
vi: Bộ khởi chạy khởi động một chương trình nào đó, thực thi một lệnh, hoặc mở một tệp. Bộ khởi chạy có thể đặt trong bảng hoặc trong trình đơn.

source: menubar
vi: thanh trình đơn

source: A menubar is a bar at the top of an application window that contains the menus for the application.
vi: Thanh trình đơn là thanh nằm trên cùng trong cửa sổ ứng dụng, chứa trình đơn của ứng dụng.

source: MIME type
vi: Kiểu MIME

source: A Multipurpose Internet Mail Extension (MIME) type identifies the format of a file. The MIME type enables applications to read the file. For example, an email application can use the <literal>image/png</literal> MIME type to detect that a Portable Networks Graphic (PNG) file is attached to an email.
vi: Multipurpose Internet Mail Extension (MIME) (tạm dịch: phần mở rộng đa mục đích cho thư điện tử trên Internet). Kiểu MINE có thể phân biệt định dạng của một tệp và cho phép chọn ứng dụng để đọc tệp. Ví dụ: Một ứng dụng thư điện tử có thể dùng kiểu MINE <literal>image/png</literal> để phát hiện tệp Portable Networks Graphic (PNG) được đính kèm trong thư.

source: mount
vi: gắn kết

source: To mount is to make a file system available for access. When you mount a file system, the file system is attached as a subdirectory to your file system.
vi: Gắn kết là thao tác để làm cho một hệ thống tập tin nào đó sử dụng được. Khi bạn gắn một hệ thống tập tin, hệ thống tập tin sẽ trở thành một thư mục con hệ thống tập tin của bạn.

source: pane
vi: ô

source: A pane is a subdivision of a window. For example, the <application>Nautilus</application> window contains a side pane and a view pane.
vi: Ô là một vùng nhỏ của cửa sổ. Ví dụ cửa sổ <application>Nautilus</application> chứa một ô bên và một ô xem.

source: preference tool
vi: công cụ tùy thích

source: A dedicated software tool that controls a particular part of the behavior of the GNOME Desktop.
vi: Một công cụ phần mềm chuyên dụng điều khiển một phần nào đó cách ứng xử của Bàn làm việc GNOME.

source: shortcut keys
vi: phím tắt

source: Shortcut keys are keystrokes that provide a quick way to perform an action.
vi: Phím tắt là các phím cho phép thực hiện thao tác nhanh.

source: stacking order
vi: xếp chồng lên nhau

source: The stacking order is the order in which windows are stacked on top of each other on your screen.
vi: Xếp chồng lên nhau là một cách sắp xếp các cửa sổ sao cho mỗi cửa sổ được đặt chồng lên nhau trên màn hình.

source: statusbar
vi: thanh trạng thái

source: A statusbar is a bar at the bottom of a window that provides information about the current state of what you are viewing in the window.
vi: Thanh trạng thái là thanh nằm ở dưới cùng trên cửa sổ, cung cấp các thông tin về tình trạng hiện tại của cái bạn xem trong cửa sổ.

source: symbolic link
vi: liên kết tượng trưng

source: A special type of file that points to another file or folder. When you perform an action on a symbolic link, the action is performed on the file or folder to which the symbolic link points.
vi: Một kiểu tệp đặc biệt trỏ đến tệp hay thư mục khác. Khi bạn thực hiện thao tác với tệp liên kết tượng trưng, thao tác được thực hiện vào tệp hay thư mục mà liên kết tượng trưng trỏ đến.

source: toolbar
vi: thanh công cụ

source: A toolbar is a bar that contains buttons for the most commonly-used commands in an application. Typically, a toolbar appears under a menubar.
vi: Thanh công cụ là thanh chứa các nút thường được sử dụng nhất trong ứng dụng. Thông thường, thanh công cụ nằm dưới thanh trình đơn.

source: A Uniform Resource Identifier (URI) is a string that identifies a particular location in a file system or on the Web. For example, the address of a web page is a URI.
vi: Uniform Resource Identifier (URI) (tạm dịch: định danh tài nguyên thống nhất) là một chuỗi chỉ một vị trí cụ thể trong hệ thống tập tin hoặc trên Web. Ví dụ, địa chỉ trang web là một URI.

source: A Uniform Resource Locator (URL) is the address of a particular location on the Web.
vi: Uniform Resource Locator (URL) (tạm dịch: định vị tài nguyên thống nhất) là địa chỉ một vị trí cụ thể trên Web.

source: view
vi: cách xem

source: A <application>Nautilus</application> component that enables you to display a folder in a particular way. For example, <application>Nautilus</application> contains an icon view which enables you to display the contents of a folder as icons. <application>Nautilus</application> also contains a list view which enables you to display the contents of a folder as a list.
vi: Thành phần <application>Nautilus</application> cho phép bạn hiển thị thư mục theo cách thức nào đó. Ví dụ: <application>Nautilus</application> có cách xem biểu tượng cho phép bạn hiển thị nội dung của thư mục dưới dạng các biểu tượng. <application>Nautilus</application> cũng có cách xem danh sách cho phép bạn hiển thị nội dung của thư mục dưới dạng một danh sách.

source: workspace
vi: nơi làm việc

source: A workspace is a discrete area in the GNOME Desktop in which you can work.
vi: Vùng làm việc là một nơi riêng biệt trong Bàn làm việc GNOME, nơi bạn có thể thực hiện công việc.

source: Feedback
vi: Phản hồi

source: This section contains information on reporting bugs in GNOME, making suggestions and comments about GNOME applications or documentation, and ways in which you can help GNOME.
vi: Phần này chứa thông tin về báo cáo lỗi trong GNOME, gợi ý và chú thích về ứng dụng hay tài liệu GNOME.

source: Reporting Bugs
vi: Thông báo lỗi

source: The easiest way to report bugs is by using <application>Bug Buddy</application>, GNOME's built-in bug reporting tool. This will launch automatically in the event that an application crashes. The details GNOME developers need are automatically collected, but you can further help by giving information about what you were doing when the crash took place.
vi: Cách dễ nhất để báo cáo lỗi là sử dụng <application>Bug Buddy</application>, công cụ báo cáo lỗi có sẵn của GNOME. Nó sẽ chạy tự động trong các sự kiện ứng dụng sụp đổ. Các chi tiết mà các nhà phát triển GNOME cần tự động được thu nhặt, nhưng bạn có thể trợ giúp nhiều hơn bằng cách gửi thông tin về những gì bạn đang làm khi sụp đổ xảy ra.

source: You can also submit bugs and browse the list of known bugs by connecting to the <ulink type="http" url="http://bugzilla.gnome.org/">GNOME bug tracking database</ulink>. You will need to register before you can submit any bugs this way — and do not forget to read <ulink type="http" url="http://bugzilla.gnome.org/bugwritinghelp.html">Bug Writing Guidelines</ulink>.
vi: Bạn có thể gửi các lỗi và duyệt danh sách các lỗi đã biết bằng cách kết nối tớ <ulink type="http" url="http://bugzilla.gnome.org/">cơ sở dữ liệu theo dõi lỗi GNOME</ulink>. Bạn sẽ cần phải đăng ký trước khi có thể gửi lỗi theo cách này — và đừng quên đọc <ulink type="http" url="http://bugzilla.gnome.org/bugwritinghelp.html">Hướng dẫn ghi lỗi</ulink>.

source: Please note that some of GNOME applications are developed outside of GNOME, or by commercial companies (these products are still free software). For example, <application>Inkscape</application>, a vector graphics application, is developed at <ulink type="http" url="http://sourceforge.net/projects/inkscape/">SourceForge</ulink>. Bugs reports and comments about these products should be directed to the respective organization or company. If you are using <application>Bug Buddy</application>, it will automatically send bug reports to the correct database.
vi: Hãy chú ý rằng một vài ứng dụng GNOME được phát triển bên ngoài GNOME, hoặc bởi các công ty thương mại (những sản phẩm này vẫn là phần mềm tự do). Ví dụ, <application>Inkscape</application>, một ứng dụng đồ hoạ vec-tơ, được phát triển tại <ulink type="http" url="http://sourceforge.net/projects/inkscape/">SourceForge</ulink>. Các báo cáo lỗi và bình luận về những sản phẩm này nên gửi trực tiếp về các công ty hay tổ chức tương ứng. Nếu bạn đang sử dụng <application>Bug Buddy</application>, nó sẽ tự động gửi báo cáo lỗi cho cơ sở dữ liệu đúng.

source: Suggestions and Comments
vi: Gợi ý và bình luận

source: If you have a suggestion or want to request a new feature for one of the applications, it can also be done using the bug tracking database. Submit your suggestion as a bug report as described in <xref linkend="feedback-bugs"/> and at the appropriate step select <guilabel>Severity: Enhancement</guilabel>.
vi: Nếu bạn có gợi ý hoặc muốn yêu cầu một chức năng mới cho một trong các ứng dụng, điều đó có thể được làm bằng cách sử dụng cơ sở dữ liệu theo dõi lỗi. Gửi gợi ý của bạn như một báo cáo lỗi như miêu tả trong <xref linkend="feedback-bugs"/> và tại bước phù hợp chọn <guilabel>Severity: Enhancement</guilabel>.

source: Documentation Comments
vi: Các bình luận tài liệu

source: If you found an inaccuracy or misprint in one of GNOME documents, or have any comments or suggestions about documentation, please let us know! The easiest way of doing so is by submitting a bug report as explained before and selecting <guilabel>Component: docs</guilabel> at appropriate steps (or <guilabel>general</guilabel> if there is no <guilabel>docs</guilabel> component). If your comment is about general GNOME documentation (such as <citetitle>GNOME Users Guide</citetitle>) rather than specific application manual, select <guilabel>Product: gnome-user-docs</guilabel>.
vi: Nếu bạn tìm thấy sự không chuẩn xác hay lỗi in trong một thuộc các tài liệu GNOME, hoặc có bất kỳ bình luận hay gợi ý nào về tài liệu, hãy cho chúng tôi biết! Cách dễ nhất để làm như vậy là gửi một báo cáo lỗi như đã giải thích trước đây và lựa chọn <guilabel>Component: docs</guilabel> tại các bước phù hợp (hoặc <guilabel>general</guilabel> nếu không có thành phần <guilabel>docs</guilabel>). Nếu bình luận của bạn về tài liệu GNOME chung (như là <citetitle>Hướng dẫn người dùng GNOME</citetitle>) hơn là các sổ tay ứng dụng cụ thể, lựa chọn <guilabel>Product: gnome-user-docs</guilabel>.

source: Alternatively, you can just send your comments by email to the <ulink type="http" url="http://live.gnome.org/DocumentationProject">GNOME Documentation Project</ulink> mailing list; our address is <email>gnome-doc-list@gnome.org</email>. And by the way: if you are not a developer but want to help GNOME — <ulink type="http" url="http://live.gnome.org/DocumentationProject/Join">join the GDP</ulink> and help us improve GNOME documentation.
vi: Một cách thay thế, bạn có thể chỉ cần gửi bình luận bằng thư điện tử về danh sách thư <ulink type="http" url="http://live.gnome.org/DocumentationProject">Dự án Tài liệu GNOME</ulink>; vị trí của chúng tôi là <email>gnome-doc-list@gnome.org</email> Và dù sao: nếu bạn không phải một nhà phát triển nhưng muốn giúp đỡ GNOME — <ulink type="http" url="http://live.gnome.org/DocumentationProject/Join">tham gia GDP</ulink> và giúp đỡ chúng tôi cải thiện tài liệu GNOME.

source: Joining the GNOME Project
vi: Tham gia Dự án GNOME

source: We hope you enjoy using GNOME and that you find working with GNOME productive. However, there is always room for improvement.
vi: Chúng tôi hi vọng bạn thích thú khi sử dụng GNOME và tìm thấy ở GNOME khả năng làm việc với năng suất cao. Dù sao đi nữa, chúng tôi vẫn còn chỗ cần cải thiện.

source: GNOME invites you to join our free software community if you have some spare time. There are many different fields. GNOME needs programmers, but it also needs translators, documentation writers, testers, artists, writers, and more.
vi: GNOME mời bạn tham gia cộng đồng phần mềm tự do nếu bạn có thời gian rảnh rỗi. Có nhiều lĩnh vực khác nhau. GNOME cần các lập trình viên, nhưng cũng cần cách phiên dịch viên, người biên soạn tài liệu, người kiểm tra, nghệ sĩ, nhà văn và những công việc khác nữa.

source: For more information on joining GNOME, please visit <ulink type="http" url="http://live.gnome.org/JoinGnome">http://live.gnome.org/JoinGnome</ulink>.
vi: Để biết thêm thông tin về việc gia nhập GNOME, vui lòng đến <ulink type="http" url="http://live.gnome.org/JoinGnome">http://live.gnome.org/JoinGnome</ulink>.

source: For more information on giving feedback on GNOME, such as bug reports, suggestions, and corrections to documentation, see <xref linkend="feedback-bugs"/>.
vi: Để biết thêm thông tin về việc gửi phản hồi cho GNOME, như là các báo cáo lỗi, các gợi ý, và các sửa chữa cho tài liệu, hãy xem <xref linkend="feedback-bugs"/>.

source: Tools and Utilities
vi: Công cụ và Tiện ích

source: This section describes some of the tools and utilities in the GNOME Desktop.
vi: Phần này miêu tả vài công cụ và tiện ích trong Bàn làm việc GNOME.

source: Running Applications
vi: Chạy Ứng Dụng

source: Run Application dialog, using
vi: Hộp thoại Chạy ứng dụng, dùng

source: The <guilabel>Run Application</guilabel> dialog gives you access to the command line. When you run a command in the <guilabel>Run Application</guilabel> dialog, you cannot receive output from the command.
vi: Hộp thoại <guilabel>Chạy ứng dụng</guilabel> cho phép bạn truy cập đến dòng lệnh. Khi bạn chạy một lệnh trong hộp thoại <guilabel>Chạy ứng dụng</guilabel>, bạn không thể xem dữ liệu xuất ra từ ứng dụng.

source: To run a command from the command line perform the following steps:
vi: Để chạy lệnh từ dòng lệnh thực hiện các bước sau:

source: From a panel
vi: Từ thanh điều khiển

source: You can add the <application>Run Application</application> button to any panel. See <xref linkend="panels-addobject"/>. Click on the <guibutton>Run Application</guibutton> panel button to open the <guilabel>Run Application</guilabel> dialog.
vi: Bạn có thể thêm nút <application>Chạy ứng dụng</application> vào thanh điều khiển. Xem <xref linkend="panels-addobject"/>. Nhấn vào nút <guibutton>Chạy ứng dụng</guibutton> trên thanh để mở hộp thoại <guilabel>Chạy ứng dụng</guilabel>.

source: Using shortcut keys
vi: Sử dụng phím tắt

source: Press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>. You can change the shortcut keys that display the <guilabel>Run Application</guilabel> dialog in the <link linkend="prefs-keyboard-shortcuts"><application>Keyboard Shortcuts</application> preference tool</link>.
vi: Nhấn <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>. Bạn có thể thay đổi phím tắt để mở hộp thoại <guilabel>Chạy ứng dụng</guilabel> trong <link linkend="prefs-keyboard-shortcuts">công cụ tùy thích <application>Phím tắt</application></link>.

source: Open the <guilabel>Run Application</guilabel> dialog in any of the following ways: <placeholder-1/>
vi: Mở hộp thoại <guilabel>Chạy ứng dụng</guilabel> bằng một trong các cách sau: <placeholder-1/>

source: The <guilabel>Run Application</guilabel> dialog is displayed.
vi: Hộp thoại <guilabel>Chạy ứng dụng</guilabel> hiện ra.

source: Enter the command that you want to run in the blank field, or choose from the list of known applications.
vi: Nhập lệnh bạn muốn chạy trong ô trống, hoặc chọn từ danh sách các ứng dụng đã có.

source: If you enter only the location of a file, an appropriate application will launch to open it. If you enter a web page address, your default web browser will open the page. Prefix the web page address with http://, as in http://www.gnome.org.
vi: Nếu bạn chỉ nhập vị trí của tệp, một ứng dụng tương ứng sẽ được chạy để mở tệp. Nếu bạn nhập địa chỉ một trang web, trình duyệt mặc định của bạn sẽ mở trang web bạn nhập vào. Đánh địa chỉ trang web bắt đầu với http://, như http://www.gnome.org.

source: To choose a command that you ran previously, click the down arrow button beside the command field, then choose the command to run.
vi: Để chọn một lệnh bạn đã chạy trước đó, nhấn mũi tên xuống bên cạnh ô nhập lệnh, sau đó chọn lệnh muốn chạy.

source: You can also use the <guibutton>Run with file</guibutton> button to choose a file to append to the command line. For example, you can enter <application>emacs</application> as the command, then choose a file to edit.
vi: Bạn có thể dùng nút <guibutton>Chạy với tập tin</guibutton> để chọn tập tin thêm vào cuối dòng lệnh. Ví dụ: bạn có thể nhập lệnh <application>emacs</application>, sau đó chọn tập tin để sửa.

source: Select the <guilabel>Run in terminal</guilabel> option to run the application or command in a terminal window. Choose this option for an application or command that does not create a window in which to run.
vi: Chọn tùy chọn <guilabel>Chạy trong trình cuối</guilabel> để chạy ứng dụng hoặc lệnh trong một cửa sổ trình cuối. Chọn tùy chọn này cho ứng dụng hay lệnh nào không tạo cửa sổ để chạy trong đó.

source: Click on the <guibutton>Run</guibutton> button on the <guilabel>Run Application</guilabel> dialog.
vi: Nhấn nút <guilabel>Chạy</guilabel> trên hộp thoại <guilabel>Chạy ứng dụng</guilabel>.

source: Taking Screenshots
vi: Chụp ảnh màn hình

source: screenshots, taking
vi: chụp ảnh màn hình

source: You can take a screenshot in any of the following ways:
vi: Bạn có thể chụp ảnh màn hình theo các cách dưới đây:

source: From any panel
vi: Từ thanh điều khiển

source: You can add a <guibutton>Take Screenshot</guibutton> button to any panel. For instructions on how to do this, see <xref linkend="panels-addobject"/>. Click on the <guibutton>Take Screenshot</guibutton> button to take a screenshot of the entire screen.
vi: Bạn thêm nút <guilabel>Chụp ảnh màn hình</guilabel> vào bất kỳ thanh điều khiển nào. Để biết cách thực hiện thao tác này, xem <xref linkend="panels-addobject"/>. Nhấn nút <guilabel>Chụp màn hình</guilabel> để chụp ảnh toàn bộ màn hình.

source: Use shortcut keys
vi: Dùng phím tắt

source: To take a screenshot, use the following shortcut keys:
vi: Để chụp màn hình, dùng các phím tắt sau:

source: Default Shortcut Keys
vi: Phím tắt mặc định

source: Function
vi: Chức năng

source: Takes a screenshot of the entire screen.
vi: Chụp toàn bộ màn hình.

source: Takes a screenshot of the window which is active.
vi: Chụp một ảnh cho cửa sổ đang hoạt động.

source: You can use the <link linkend="prefs-keyboard-shortcuts"><application>Keyboard Shortcuts</application> preference tool</link> to modify the default shortcut keys.
vi: Bạn có thể sử dụng <link linkend="prefs-keyboard-shortcuts">công cụ tùy thích<application>Phím tắt</application></link> để thay đổi các phím tắt mặc định.

source: From the Menubar
vi: Từ thanh trình đơn

source: Choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>Accessories</guimenuitem><guimenuitem>Take Screenshot</guimenuitem></menuchoice>.
vi: Chọn <menuchoice><guimenu>Ứng dụng</guimenu><guimenuitem>Bổ trợ</guimenuitem><guimenuitem>Chụp ảnh màn hình</guimenuitem></menuchoice>.

source: From the Terminal
vi: Từ cửa sổ trình cuối

source: You can use the <command>gnome-screenshot</command> command to take a screenshot. The <command>gnome-screenshot</command> command takes a screenshot of the entire screen, and displays the <guilabel>Save Screenshot</guilabel> dialog. Use the <guilabel>Save Screenshot</guilabel> dialog to save the screenshot.
vi: Bạn có thể dùng lệnh <command>gnome-screenshot</command> để chụp ảnh màn hình. Lệnh <command>gnome-screenshot</command> chụp ảnh toàn màn hình và hiển thị hộp thoại <guilabel>Lưu hình</guilabel>. Dùng hộp thoại <guilabel>Lưu hình</guilabel> để lưu ảnh màn hình đã chụp.

source: You can also use options on the <command>gnome-screenshot</command> command as follows:
vi: Bạn cũng có thể dùng các tùy chọn lệnh <command>gnome-screenshot</command> như sau:

source: Option
vi: Tùy chọn

source: Takes a screenshot of the window that has focus.
vi: Chụp ảnh cửa sổ đang làm việc.

source: seconds
vi: giây
