Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: To display the <guilabel>History</guilabel> list in the side pane, choose <guilabel>History</guilabel> from the drop-down list at the top of the side pane. The <guilabel>History</guilabel> list in the side pane displays a list of your previously-viewed items.
vi: Để hiển thị danh sách <guilabel>Lịch sử</guilabel> trong khung bên, chọn <guilabel>Lịch sử</guilabel> từ danh sách thả xuống ở trên cùng của khung bên. Danh sách <guilabel>Lịch sử</guilabel> trong khung bên sẽ hiển thị một danh sách các mục bạn đã xem trước đó.

source: To display an item from your history list in the view pane, double-click on the item in the <guilabel>History</guilabel> list.
vi: Để hiển thị một mục từ danh sách lịch sử trong khung bên, nhấp đúp chuột vào mục đó trong danh sách <guilabel>Lịch sử</guilabel>.

source: Opening Files
vi: Mở Tập Tin

source: opening files
vi: mở tập tin

source: When you open a file, the file manager performs the default action for that file type.
vi: Khi bạn mở một tập tin, trình quản lý tập tin thực hiện hành động mặc định cho kiểu tập tin đó.

source: For example, opening a music file will play it with the default music playing application, opening a text file will allow you to read and edit it in a text editor, and opening an image file will display the image.
vi: Ví dụ, mở một tập tin nhạc sẽ phát nó với ứng dụng chơi nhạc mặc định, mở một tập tin văn bản sẽ cho phép bạn đọc và chỉnh sửa nó trong một trình soạn văn bản và mở một tập tin ảnh sẽ hiển thị ảnh đó.

source: The file manager checks the contents of a file to determine the type of a file. If the first lines do not determine the type of the file, then the file manager checks the <glossterm>file extension</glossterm>.
vi: Trình quản lý tập tin kiểm tra nội dung của một tập tin để quyết địch kiểu của tập tin đó. Nếu các dòng đầu tiên không quyết định được kiểu của tập tin thì trình quản lý tập tin sẽ kiểm tra <glossterm>đuôi mở rộng tập tin</glossterm>.

source: If you open an executable text file, that is, one that Nautilus considers can be run as a program, then you will be asked what you want to do: run it, or display it in a text editor. You can modify this behaviour in the <link linkend="nautilus-preferences">File Management preferences</link>.
vi: Nếu bạn mở một tập tin văn bản thực thi được, tức là loại mà Nautilus cho rằng có thể chạy như một chương trình thì bạn sẽ được hỏi bạn muốn làm gì: chạy nó, hoặc hiển thị nó trong một bộ soạn văn bản. Bạn có thể thay đổi hành vi này trong <link linkend="nautilus-preferences">tuỳ thích Quản Lý Tập Tin</link>.

source: Executing the Default Action
vi: Thực Thi Hành Động Mặc Định

source: executing default actions for files
vi: thực thi các hành động mặc định cho tập tin

source: To execute the default action for a file, double-click on the file. For example, the default action for plain text documents is to display the file in a text viewer. In this case, you can double-click on the file to display the file in a text viewer.
vi: Để thực thi hành động mặc định cho một tập tin, nhấp đúp chuột vào tập tin đó. Ví dụ, hành động tập tin cho tài liệu văn bản thô là hiển thị tập tin trong một trình xem văn bản. Trong trường hợp này, bạn có thể nhấp đúp chuột vào tập tin để hiển thị tập tin trong một trình xem văn bản.

source: You can set your file manager preferences so that you click once on a file to execute the default action. For more information, see <xref linkend="gosnautilus-56"/>.
vi: Bạn có thể đặt tuỳ thích trình quản lý tập tin để khi bạn nhấp vào một tập tin sẽ thực thi hành động mặc định. Để biết thêm thông tin, xem <xref linkend="gosnautilus-56"/>.

source: Executing Non-Default Actions
vi: Thực Thi Hành Động Không Mặc Định

source: executing non-default actions for files
vi: thực thi các hành động không mặc định cho tập tin

source: To execute actions other than the default action for a file, select the file that you want to perform an action on. In the <menuchoice><guimenu>File</guimenu></menuchoice> menu you will either have "Open with" choices, or an <menuchoice><guimenuitem>Open With</guimenuitem></menuchoice> submenu. Select the desired option from this list.
vi: Để thực thi các hành động khác với mặc định cho một tập tin, chọn tập tin mà bạn muốn thực hiện hành động. Trong trình đơn <menuchoice><guimenu>Tập tin</guimenu></menuchoice> bạn sẽ có các tuỳ chọn "Mở bằng" hoặc một trình đơn con <menuchoice><guimenuitem>Mở bằng</guimenuitem></menuchoice>. Chọn tuỳ chọn mong muốn từ danh sách này.

source: Adding Actions
vi: Thêm Hành Động

source: adding actions
vi: thêm hành động

source: To add actions associated with a file type, perform the following steps:
vi: Để thêm hành động liên kết tới một kiểu tập tin, thực hiện các bước sau:

source: In the view pane, select a file of the type to which you want to add an action.
vi: Trong khung xem, chọn một tập tin của kiểu bạn muốn thêm một hành động.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open with Other Application</guimenuitem></menuchoice>.
vi: Chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Mở bằng ứng dụng khác</guimenuitem></menuchoice>.

source: Either choose an application in the open with dialog or browse to the program with which you wish to open this type.
vi: Chọn một ứng dụng trong hộp thoại mở bằng hoặc duyệt chương trình bạn muốn mở kiểu tập tin này.

source: The action you have chosen is now added to the list of actions for that particular file type. If there was no prior action associated with the type, the newly added action is the default.
vi: Hành động bạn đã chọn giờ đã được thêm vào danh sách các hành động cho kiểu tập tin cụ thể đó. Nếu không có hành động ưu tiên liên kết với kiểu tập tin, hành động mới được thêm vào sẽ trở thành mặc định.

source: You may also add actions in the <guilabel>Open With</guilabel> tabbed section under <menuchoice><guimenu>File</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>.
vi: Bạn cũng có thể thêm hành động vào mục nhãn <guilabel>Mở bằng</guilabel> trong <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Thuộc tính</guimenuitem></menuchoice>.

source: Modifying Actions
vi: Thay Đổi Hành Động

source: modifying actions
vi: thay đổi hành động

source: To modify the actions associated with a file or file type, perform the following steps:
vi: Để thay đổi các hành động liên kết tới một tập tin hay kiểu tập tin, thực hiện các bước sau:

source: In the view pane, select a file of the type to which you want to modify the action.
vi: Trong khung xem, chọn một tập tin của kiểu bạn muốn thay đổi hành động.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>.
vi: Chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Thuộc tính</guimenuitem></menuchoice>.

source: Choose <guilabel>Open With</guilabel> tabbed section.
vi: Chọn mục nhãn <guilabel>Mở bằng</guilabel>.

source: Use <guibutton>Add</guibutton> or <guibutton>Remove</guibutton> buttons to tailor the list of actions. Select the default action with the option to the left of the list.
vi: Sử dụng nút <guibutton>Thêm</guibutton> hoặc <guibutton>Bỏ</guibutton> để thay đổi danh sách các hành động. Chọn hành động mặc định với tuỳ chọn ở bên trái của danh sách.

source: Searching For Files
vi: Tìm Kiếm Tập Tin

source: searching files
vi: tìm kiếm tập tin

source: The <application>Nautilus</application> file manager includes an easy and simple to use way search for your files and folders. To begin a search press <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo> or select the <guibutton>Search</guibutton> toolbar button. The search bar should appear as in <xref linkend="gosnautilus-FIG-925"/>
vi: Trình quản lý tập tin <application>Nautilus</application> có một cách dễ dàng và đơn giản để tìm kiếm các tập tin và thư mục của bạn. Để bắt đầu tìm kiếm nhấn <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo> hoặc chọn nút thanh công cụ <guibutton>Tìm kiếm</guibutton>. Thanh tìm kiếm sẽ xuất hiện như trong <xref linkend="gosnautilus-FIG-925"/>

source: Enter characters present in the name or contents of the file or folder you wish to find and press <keycap>Enter</keycap>. The results of your search should appear in the view pane as illustrated in <xref linkend="gosnautilus-FIG-926"/>
vi: Nhập các ký tự xuất hiện trong tên hay nội dung của tập tin hay thư mục bạn muốn tìm và nhấn <keycap>Enter</keycap>. Kết quả tìm kiếm của bạn sẽ xuất hiện trong khung xem như minh hoạ trong <xref linkend="gosnautilus-FIG-926"/>

source: The result of a search.
vi: Kết quả của một tìm kiếm.

source: If you are not happy with your search you can refine it by adding addition conditions. This allows you to restrict the search to a specific file type or location. To add search conditions click the <guibutton>+</guibutton> icon. <xref linkend="gosnautilus-FIG-927"/> shows a search which has been restricted to the users home directory and to only search for text files.
vi: Nếu bạn không thích kết quả tìm kiếm bạn có thể lọc lại nó bằng cách thêm các điều kiện phụ. Điều này cho phép bạn hạn chế tìm kiếm sang một kiểu tập tin định trước hoặc trong một vị trí. Để thêm điều kiện tìm kiếm, nhấn biểu tượng <guibutton>+</guibutton>. <xref linkend="gosnautilus-FIG-927"/> thể hiện một tìm kiếm mà đã được hạn chế trong thư mục nhà của người dùng và chỉ tìm kiếm các tập tin văn bản.

source: Restricting a search.
vi: Hạn chế một tìm kiếm.

source: Saving Searches
vi: Lưu Các Tìm Kiếm

source: Nautilus searches can also be saved for future use. Once saved, searches may be reopened later. <xref linkend="gosnautilus-FIG-935"/> shows a user with three saved searches, browsing one of them.
vi: Các tìm kiếm nautilus cũng có thể được lưu cho sử dụng trong tương lại. Một khi đã lưu, các tìm kiếm có thể được mở lại sau này. <xref linkend="gosnautilus-FIG-935"/> thể hiện một người dùng với ba tìm kiếm đã lưu và đang duyệt một trong số chúng.

source: Browsing the results of a saved search.
vi: Duyệt các kết quả của một tìm kiếm đã lưu.

source: Saved searches behave exactly like regular folders, for example you can open, move or delete files from within a saved search.
vi: Các tìm kiếm đã lưu hành xử chính xác như các thư mục bình thường, ví dụ bạn có thể mở, di chuyển và xoá các tập tin từ bên trong một tìm kiếm đã lưu.

source: Managing Your Files and Folders
vi: Quản Lý Tập Tin Và Thư Mục Của Bạn

source: managing files and folders
vi: quản lý các tập tin và thư mục

source: This section describes how to work with your files and folders.
vi: Phần này mô tả cách làm việc với các tập tin và thư mục của bạn.

source: Directories and File Systems
vi: Thư Mục Và Hệ Thống Tập Tin

source: Linux and Unix file systems are organised in a hierarchical, tree-like structure. The highest level of the file system is the <filename>/</filename> or <emphasis>root directory</emphasis>. In the Unix and Linux design philosophy, everything is considered a file - including hard disks, partitions and removable media. This means that all files and directories (including other disks and partitions) exist under the root directory.
vi: Các hệ thống tập tin Linux và Unix được tổ chức theo thứ bậc, cấu trúc tương tự cây. Cấp cao nhất của hệ thống tập tin là <filename>/</filename> hay <emphasis>thư mục gốc</emphasis>. Trong triết lý thiết kế của Unix và Linux, mọi thứ đều được coi là một tập tin - bao gồm các đĩa cứng, phân vùng và các thiết bị tháo gỡ được. Điều này có nghĩa là tất cả các tập tin và thư mục (bao gồm các đĩa và phân vùng khác) tồn tại bên dưới thư mục gốc.

source: For example, <filename>/home/jebediah/cheeses.odt</filename> shows the correct full path to the <filename>cheeses.odt</filename> file that exists in the <filename>jebediah</filename> directory which is under the <filename>home</filename> directory, which in turn, is under the root (<filename>/</filename>) directory.
vi: Ví dụ, <filename>/home/jebediah/cheeses.odt</filename> thể hiện đường dẫn đầy đủ chính xác tới tập tin <filename>cheeses.odt</filename> nằm trong thư mục <filename>jebediah</filename> ở bên dưới thư mục <filename>home</filename>, mà đến lượt nó lại nằm dưới thư mục gốc (<filename>/</filename>).

source: Underneath the root (<filename>/</filename>) directory, there is a set of important system directories that are commonly used across most Linux distributions. The following is a listing of common directories that are directly under the root (<filename>/</filename>) directory:
vi: Bên dưới thư mục gốc (<filename>/</filename>) có một tập hợp các thư mục hệ thống quan trọng thông thường được sử dụng trên hầu hết các bản phân phối Linux. Sau đây là danh sách các thư mục thông thường nằm trực tiếp dưới thư mục gốc (<filename>/</filename>):

source: <filename>/bin</filename> - important <emphasis>bin</emphasis>ary applications
vi: <filename>/bin</filename> - các ứng dụng nhị phân (<emphasis>bin</emphasis>ary) quan trọng

source: <filename>/boot</filename> - files that are required to <emphasis>boot</emphasis> the computer
vi: <filename>/boot</filename> - các tập tin cần để khởi động (<emphasis>boot</emphasis>) máy tính

source: <filename>/dev</filename> - the <emphasis>dev</emphasis>ice files
vi: <filename>/dev</filename> - các tập tin thiết bị (<emphasis>dev</emphasis>ice)

source: <filename>/etc</filename> - configuration files, startup scripts, <emphasis>etc</emphasis>...
vi: <filename>/etc</filename> - các tập tin cấu hình, các lệnh khởi động, vân vân(<emphasis>etc</emphasis>)...

source: <filename>/home</filename> - local users' <emphasis>home</emphasis> directories
vi: <filename>/home</filename> - thư mục <emphasis>home</emphasis> của người dùng cục bộ

source: <filename>/lib</filename> - system <emphasis>lib</emphasis>raries
vi: <filename>/lib</filename> - thư viện (<emphasis>lib</emphasis>raries) hệ thống.

source: <filename>/lost+found</filename> - provides a <emphasis>lost+found</emphasis> system for files that exist under the root (<filename>/</filename>) directory
vi: <filename>/lost+found</filename> - cung cấp một hệ thống mất+tìm_thấy (<emphasis>lost+found</emphasis>) cho các tập tin tồn tại dưới thư mục gốc (<filename>/</filename>)

source: <filename>/media</filename> - mounted (loaded) removable <emphasis>media</emphasis> such as CDs, digital cameras, etc...
vi: <filename>/media</filename> - các vật chứa (<emphasis>media</emphasis>) tháo gỡ được đã được gắn kết (đã tải) như là các CD, máy ảnh kĩ thuật số, v..v..

source: <filename>/mnt</filename> - <emphasis>m</emphasis>ou<emphasis>nt</emphasis>ed filesystems
vi: <filename>/mnt</filename> - các hệ thống tập tin đã gắn (<emphasis>m</emphasis>ou<emphasis>nt</emphasis>ed)

source: <filename>/opt</filename> - provides a location for <emphasis>opt</emphasis>ional applications to be installed
vi: <filename>/opt</filename> - cung cấp vị trí cho các ứng dụng tuỳ thêm (<emphasis>opt</emphasis>ional) để cài đặt

source: <filename>/proc</filename> - special dynamic directory that maintains information about the state of the system, including currently running <emphasis>proc</emphasis>esses
vi: <filename>/proc</filename> - thư mục động đặc biệt lưu giữ thông tin về trạng thái của hệ thống, bao gồm các tiến trình (<emphasis>proc</emphasis>esses) hiện đang chạy

source: <filename>/root</filename> - <emphasis>root</emphasis> user home directory, pronounced 'slash-root'
vi: <filename>/root</filename> - thư mục nhà của người dùng <emphasis>root</emphasis>, phát âm 'gạch_chéo-root'

source: <filename>/sbin</filename> - important <emphasis>s</emphasis>ystem <emphasis>bin</emphasis>aries
vi: <filename>/sbin</filename> - các tập tin nhị phân hệ thống quan trọng (<emphasis>s</emphasis>ystem <emphasis>bin</emphasis>aries)

source: <filename>/srv</filename> - provides a location for data used by <emphasis>s</emphasis>e<emphasis>rv</emphasis>ers
vi: <filename>/srv</filename> - cung cấp một vị trí cho dữ liệu được sử dụng bởi các máy chủ (<emphasis>s</emphasis>e<emphasis>rv</emphasis>ers)

source: <filename>/sys</filename> - contains information about the <emphasis>sys</emphasis>tem
vi: <filename>/sys</filename> - chứa thông tin về hệ thống (<emphasis>sys</emphasis>tem)

source: <filename>/tmp</filename> - <emphasis>t</emphasis>e<emphasis>mp</emphasis>orary files
vi: <filename>/tmp</filename> - các tập tin tạm (<emphasis>t</emphasis>e<emphasis>mp</emphasis>)

source: <filename>/usr</filename> - applications and files that are mostly available for all <emphasis>us</emphasis>e<emphasis>r</emphasis>s to access
vi: <filename>/usr</filename> - các tập tin và ứng dụng hầu hết sẵn sàng cho tất cả người dùng (<emphasis>us</emphasis>e<emphasis>r</emphasis>s) để truy cập

source: <filename>/var</filename> - <emphasis>var</emphasis>iable files such as logs and databases
vi: <filename>/var</filename> - các tập tin thay đổi (<emphasis>var</emphasis>iable) như là các bản ghi hay cơ sở dữ liệu

source: Using Views to Display Your Files and Folders
vi: Sử Dụng Kiểu Xem Để Hiển Thị Tập Tin Và Thư Mục Của Bạn

source: viewer components
vi: thành phần trình xem

source: views
vi: các kiểu xem

source: The file manager includes views that enable you to show the contents of your folders in different ways, icon view, and list view.
vi: Trình quản lý tập tin có các kiểu xem cho phép bạn hiện nội dung các thư mục của bạn theo các cách khác nhau, xem biểu tượng và xem danh sách.

source: Icon view
vi: Xem biểu tượng

source: The Home Folder displayed in a icon view.
vi: Thư Mục Nhà hiển thị trong kiểu xem biểu tượng.

source: Your Home Folder displayed in a icon view.
vi: Thư Mục Nhà của bạn được hiển thị trong kiểu xem biểu tượng.

source: <xref linkend="gosnautilus-FIG-naut-icon-view"/> Shows the items in the folder as icons. <placeholder-1/>
vi: <xref linkend="gosnautilus-FIG-naut-icon-view"/> Hiện các mục trong thư mục như các biểu tượng. <placeholder-1/>

source: List view
vi: Xem danh sách

source: The Home Folder displayed in a list view.
vi: Thư Mục Nhà được hiển thị trong kiểu xem danh sách.

source: Your Home Folder displayed in a list view.
vi: Thư Mục Nhà của bạn được hiển thị trong kiểu xem danh sách.

source: <xref linkend="gosnautilus-FIG-naut-list-view"/> Shows the items in the folder as a list. <placeholder-1/>
vi: <xref linkend="gosnautilus-FIG-naut-list-view"/> Hiện các mục trong thư mục như một danh sách. <placeholder-1/>

source: You may use the <guilabel>View</guilabel> menu, or the <guilabel>View as</guilabel> drop-down list to choose between icon or list view. You can specify how you want to arrange or sort items in the folder and modify the size of the items in the view pane. The following sections describe how to work with icon view and list view.
vi: Bạn có thể sử dụng trình đơn <guilabel>Xem</guilabel>, hoặc danh sách thả xuống <guilabel>Xem như</guilabel> để chọn giữa kiểu xem biểu tượng hay danh sách. Bạn có thể chỉ định cách bạn muốn bố trí hay sắp thứ tự các mục trong thư mục và thay đổi kích thước của các mục trong khung xem. Các phần sau mô tả cách làm việc với kiểu xem biểu tượng và kiểu xem danh sách.

source: To Arrange Your Files in Icon View
vi: Để Bố Trí Các Tập Tin Của Bạn Trong Kiểu Xem Biểu Tượng

source: icon view
vi: xem biểu tượng

source: arranging files in
vi: bố trí tập tin trong

source: When you display the contents of a folder in icon view, you can specify how to arrange the items in the folder. To specify how to arrange items in icon view, choose <menuchoice><guimenu>View</guimenu><guisubmenu>Arrange Items</guisubmenu></menuchoice>. The <guisubmenu>Arrange Items</guisubmenu> submenu contains the following sections:
vi: Bạn có thể hiển thị nội dung của một thư mục trong kiểu xem biểu tượng, bạn có thể chỉ định cách bố trí các mục trong thư mục. Để chỉ định cách bố trí các mục trong kiểu xem biểu tượng, chọn <menuchoice><guimenu>Xem</guimenu><guisubmenu>Sắp xếp các mục</guisubmenu></menuchoice>. Trình đơn con <guisubmenu>Sắp xếp các mục</guisubmenu> chứa các phần sau:

source: At the top is an option that enables you to arrange your files manually.
vi: Ở trên cùng là tuỳ chọn cho phép bạn bố trí các mục bằng tay.

source: The middle section contains options that enable you to sort your files automatically.
vi: Ở phần giữa chứa các tuỳ chọn cho phép bạn sắp xếp các tập tin một cách tự động.

source: The bottom section contains options that enable you to modify how your files are arranged.
vi: Phần dưới chứa các tuỳ chọn cho phép bạn thay đổi cách các tập tin của bạn được bố trí.

source: Choose the appropriate options from the submenu, as described in the following table:
vi: Chọn các tuỳ chọn phù hợp từ trình đơn con, như mô tả trong bảng sau:

source: Manually
vi: Tự Sắp Xếp

source: Select this option to arrange the items manually. To arrange the items manually, drag the items to the location you require within the view pane.
vi: Chọn tuỳ chọn này để sắp xếp các mục bằng tay. Để bố trí các mục bằng tay, kéo các mục tới vị trí bạn cần ở bên trong khung xem.

source: By Name
vi: Bằng Tên

source: Select this option to sort the items alphabetically by name. The order of the items is not case sensitive. If the file manager is set to display hidden files, the hidden files are shown last.
vi: Chọn tuỳ chọn này để sắp xếp các tên thư mục theo bảng chữ cái. Trật tự của các mục không phân biệt hoa thường. Nếu trình quản lý tập tin được đặt để hiển thị các tập tin ẩn, các tập tin ẩn sẽ được hiện ở cuối cùng.

source: By Size
vi: Bằng Kích Thước

source: Select this option to sort the items by size, with the largest item first. When you sort items by size, the folders are sorted by the number of items in the folder. The folders are not sorted by the total size of the items in the folder.
vi: Chọn tuỳ chọn này để sắp xếp các mục theo kích thước, với mục lớn nhất đầu tiên. Khi bạn sắp xếp các mục theo kích thước, các thư mục được sắp xếp bởi số các mục bên trong thư mục. Các thư mục không được sắp xếp bởi kích thước tổng cộng của các mục bên trong thư mục.

source: By Type
vi: Bằng Kiểu

source: Select this option to sort the items alphabetically by object type. The items are sorted alphabetically by the description of their <firstterm>MIME type</firstterm>. The MIME type identifies the format of a file, and enables applications to read the file. For example, an email application can use the <literal>image/png</literal> MIME type to detect that a PNG file is attached to an email.
vi: Chọn tuỳ chọn này để sắp xếp các mục theo kiểu đối tượng với thứ tự abc. Các mục được sắp xếp thứ tự abc bởi mô tả <firstterm>kiểu MIME</firstterm>.của chúng. Kiểu MIME nhận diện định dạng của một tập tin, và cho phép các ứng dụng đọc tập tin đó. Ví dụ, một ứng dụng thư điện tử có thể sử dụng kiểu MIME <literal>image/png</literal> để phát hiện một tập tin PNG được gắn vào một thư điện tử.

source: By Modification Date
vi: Bởi Ngày Thay Đổi

source: Select this option to sort the items by the date the items were last modified. The most recently modified item is first.
vi: Chọn tuỳ chọn này để sắp xếp các mục theo ngày mà các mục thay đổi lần cuối. Mục được thay đổi gần đây nhất đặt đầu tiên.

source: By Emblems
vi: Bởi Hình Tượng

source: Select this option to sort the items by any emblems that are added to the items. The items are sorted alphabetically by emblem name. Items that do not have emblems are last.
vi: Chọn tuỳ chọn này để sắp xếp các mục bởi bất kỳ biểu tượng nào được thêm vào mục. Các mục được sắp xếp theo thứ tự abc bởi tên hình tượng. Các mục không có hình tượng sẽ đặt cuối.

source: Compact Layout
vi: Bố Trí Chặt

source: Select this option to arrange the items so that the items are closer to each other.
vi: Chọn tuỳ chọn này để bố trí các mục sao cho các mục gần với nhau hơn.

source: Reversed Order
vi: Thứ Tự Ngược
