Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: To move a window, press-and-hold this key then grab the window
vi: Để di chuyển một cửa sổ, nhấn và giữ phím này để nắm cửa sổ đó

source: Select the key to press-and-hold when you drag a window to move the window.
vi: Chọn phím để nhấn và giữ khi bạn kéo một cửa sổ để di chuyển cửa sổ đó.

source: The position of the Control, Alt and Super keys on the keyboard can be modified in the Keyboard Layout Options dialog, see <xref linkend="prefs-keyboard-layoutoptions"/>.
vi: Vị trí của các phím Control, Alt và Super trên bàn phím có thể được thay đổi trong hộp thoại Tuỳ Chọn Sơ Đồ Bàn Phím, xem <xref linkend="prefs-keyboard-layoutoptions"/>.

source: Screensaver Preferences
vi: Tuỳ Thích Trình Bảo Vệ Màn Hình

source: screensaver
vi: trình bảo vệ màn hình

source: A <firstterm>screensaver</firstterm> displays moving images on your screen when your computer is not being used. Screensavers also help prevent older monitors being damaged by the same image being displayed for long periods of time. To stop the screensaver and return to the desktop, move the mouse or press a key on the keyboard.
vi: Một <firstterm>trình bảo vệ màn hình</firstterm> hiển thị các hình ảnh chuyển động trên màn hình của bạn khi máy tính của bạn không được sử dụng. Trình bảo vệ màn hình cũng giúp ngăn chặn các màn hình cũ khỏi bị hư hại bởi cùng một hình ảnh được hiển thị trong một khoảng thời gian dài. Để dừng trình bảo vệ màn hình và trở lại bàn làm việc, di chuyển con chuột hoặc nhấn một phím trên bàn phím.

source: Use the <application>Screensaver</application> preference tool to set the type of screensaver, the time before the screensaver starts, and whether to require a password to return to the desktop.
vi: Sử dụng công cụ tuỳ thích <application>Bộ bảo vệ màn hình</application> để đặt kiểu của trình bảo vệ màn hình, thời gian trước khi trình bảo vệ khởi động và liệu có cần một mật khẩu để quay trở lại bàn làm việc hay không.

source: You can modify the following settings:
vi: Bạn có thể thay đổi các cài đặt sau:

source: Screensaver
vi: Trình bảo vệ màn hình

source: Select the <guilabel>Screensaver theme</guilabel> from the list. A reduced version of the selected screensaver theme is shown. Press <guibutton>Preview</guibutton> to show the selected theme on the whole screen. During preview, use the arrow buttons at the top of the screen to go through the list of screensaver themes.
vi: Chọn <guilabel>Sắc thái Bộ bảo vệ màn hình</guilabel> từ danh sách. Một phiên bản tiêu giảm của sắc thái trình bảo vệ đã chọn sẽ được hiển thị. Nhấn <guibutton>Xem trước</guibutton> để hiện sắc thái đã chọn trên toàn màn hình. Trong khi xem trước, sử dụng các phím mũi tên trên cùng của màn hình để đi qua danh sách các sắc thái trình bảo vệ.

source: The <guilabel>Blank screen</guilabel> theme displays no image and only shows a black screen.
vi: Sắc thái <guilabel>Màn hình trống</guilabel> không hiển thị hình ảnh nào và chỉ hiện một màn hình đen.

source: The <guilabel>Random</guilabel> theme selects a screensaver to display from the list at random.
vi: Sắc thái <guilabel>Ngẫu nhiên</guilabel> chọn ngẫu nhiên một trình bảo vệ màn hình để hiển thị.

source: Which screensavers are shown in the remainder of the list depends on your distributor or vendor.
vi: Trình bảo vệ nào được được hiện ra trong danh sách chờ phụ thuộc vào nhà phân phối hay bán hàng của bạn.

source: Regard the computer as idle after...
vi: Coi như máy tính nghỉ sau...

source: Your computer becomes idle after this amount of time has passed with no input from you, such as moving the mouse or typing. This may affect power management (the monitor may power down for example) or instant messaging (chat applications may set your status as "away"). Use the slider to set the length of time in minutes or hours.
vi: Máy tính của bạn trở nên nghỉ sau lượng thời gian này đã qua mà không có hành động từ bạn, như là di chuyển chuột hay gõ phím. Điều này có thể ảnh hưởng quản lý năng lượng (ví dụ: màn hình có thể tắt) hoặc nhắn tin tức thời (ứng dụng trò chuyện có thể đặt trạng thái của bạn là "vắng mặt"). Sử dụng con trượt để đặt thời gian theo phút hoặc giờ.

source: Activate screensaver when computer is idle
vi: Kích hoạt bộ bảo vệ màn hình khi máy tính nghỉ

source: Select this option to have the screensaver start after the set length of time.
vi: Chọn tuỳ chọn này để ra lệnh trình bảo vệ màn hình khởi động sau khoảng thời gian đã đặt.

source: Lock screen when screensaver is active
vi: Khoá màn hình khi bộ bảo vệ màn hình khởi động

source: When this option is selected, the screensaver will prompt you for your password when you try to return to the desktop. For more on locking your screen, see <xref linkend="lock-screen"/>.
vi: Khi tuỳ chọn này được chọn, bộ bảo vệ màn hình sẽ hỏi bạn mật khẩu khi bạn cố trở lại bàn làm việc. Để biết thêm về khoá màn hình, xem <xref linkend="lock-screen"/>.

source: Internet and Network
vi: Internet và Mạng

source: Network Settings
vi: Thiết Lập Mạng

source: The <application>Network Settings</application> allows you to specify the way your system connects to other computers and to internet.
vi: <application>Thiết Lập Mạng</application> cho phép bạn chỉ định cách hệ thống của bạn kết nối tới các máy tính khác và tới internet.

source: You will be prompted for the administrator password when you start <application>Network Settings</application>. This is because the changes done with this tool will affect the whole system.
vi: Bạn sẽ được hỏi mật khẩu quản trị khi bạn khởi động <application>Thiết Lập Mạng</application>. Điều này bởi vì các thay đổi tạo ra với công cụ này sẽ ảnh hưởng lên toàn hệ thống.

source: Getting started
vi: Khởi Động

source: The <application>Network Settings</application> main window contains four tabbed sections:
vi: Cửa sổ chính <application>Thiết Lập Mạng<application> chứa bốn mục nhãn:

source: Connections
vi: Kết nối

source: Shows all network interfaces, it also allows you to modify their settings.
vi: Hiện tất cả các giao diện mạng, nó cũng cho phép bạn thay đổi các thiết đặt của chúng.

source: General
vi: Chung

source: Allows you to modify your system host name and domain name.
vi: Cho phép bạn thay đổi tên máy chủ hệ thống và tên miền của bạn.

source: Contains two sections, the <guilabel>DNS servers</guilabel> are what your computer use for resolving the IP addresses from the domain names. The <guilabel>search domains</guilabel> are the default domains in which your system will search any host when no domain is specified.
vi: Chứa hai phần, <guilabel>Máy chủ DNS</guilabel> là thứ máy tính của bạn sử dụng để xử lý các địa chỉ IP từ các tiên miền. <guilabel>Các tên miền tìm kiếm</guilabel> là các tên miền mặc định mà hệ thống của bạn sẽ tìm bất cứ máy chủ nào khi không có tên miền được chỉ định.

source: Hosts
vi: Máy chủ

source: Shows the list of aliases for accessing other computers.
vi: Hiện danh sách các tên hiệu để truy cập các máy tính khác.

source: To modify a connection settings
vi: Để thay đổi thiết lập của một kết nối.

source: In the <guilabel>Connections</guilabel> section, select the interface you want to modify and press the <guilabel>Properties</guilabel> button, depending on the interface type you will be able to modify different data.
vi: Trong mục <guilabel>Kết nối</guilabel>, chọn giao diện bạn muốn thay đổi và nhấn nút <guilabel>Thuộc tính</guilabel>, phụ thuộc vào kiểu giao diện mà bạn sẽ có thể thay đổi các dữ liệu khác nhau.

source: Ethernet and IRLAN interfaces
vi: Giao diện Ethernet và IRLAN

source: You can modify the way the interface is configured (DHCP or manually), if the interface is configured manually, you can also modify the interface IP address, netmask and gateway.
vi: Bạn có thể thay đổi cách giao diện được cấu hình (DHCP hoặc bằng tay), nếu giao diện được cấu hình bằng tay, bạn cũng có thể thay đổi địa chỉ IP, mặt nạ mạng và cổng vào của giao diện.

source: Wireless interfaces
vi: Giao diện không dây

source: You can modify the way the interface is configured (DHCP or manually), if the interface is configured manually, you can also modify the interface IP address, netmask and gateway, you can also modify the network name (ESSID) for this interface.
vi: Bạn có thể thay đổi cách giao diện được cấu hình (DHCP hoặc bằng tay), nếu giao diện được cấu hình bằng tay, bạn cũng có thể thay đổi địa chỉ IP, mặt nạ mạng và cổng vào của giao diện, bạn cũng có thể thay đổi tên mạng (ESSID) cho giao diện này.

source: Parallel line interfaces
vi: Giao diện tuyến song song

source: You can modify the interface IP address, as well as the remote IP address.
vi: Bạn có thể thay đổi địa chỉ IP giao diện, cũng như địa chỉ IP từ xa.

source: PPP/Modem interfaces
vi: Giao diện PPP/Modem

source: You can modify the modem device, whether you want it to dial using tones or pulses, the modem volume, the phone number, the username and password that your ISP provided and other advanced settings for PPP.
vi: Bạn có thể thay đổi thiết bị modem rằng bạn muốn dùng nó để quay số sử dụng chuông hay rung, âm lượng modem, số điện thoại, tên người dùng và mật khẩu mà ISP của bạn đã cung cấp và các thiết lập chuyên sâu khác cho PPP.

source: To activate or deactivate an interface
vi: Để kích hoạt hay bất hoạt một giao diện

source: In the <guilabel>Connections</guilabel> section, enable or disable the checkbox beside the interface.
vi: Trong phần <guilabel>Kết nối</guilabel>, bật hoặc tắt hộp đánh dấu bên cạnh giao diện.

source: To change your host name and domain name
vi: Để thay đổi tên máy chủ và tên miền của bạn

source: In the <guilabel>General</guilabel> section, change the hostname or domain name text boxes.
vi: Trong mục <guilabel>Chung</guilabel>, thay đổi các hộp văn bản tên máy chủ và tên miền.

source: To add a new domain name server
vi: Để thêm một máy chủ tên miền mới

source: In the <guilabel>DNS Servers</guilabel> section, press the <guilabel>Add</guilabel> button and fill in the new list row with the new domain name server.
vi: Trong mục <guilabel>Máy chủ DNS</guilabel>, nhấn nút <guilabel>Thêm</guilabel> và điền vào dòng danh sách mới với máy chủ tên miền mới.

source: To delete a domain name server
vi: Để xoá một máy chủ tên miền

source: In the <guilabel>DNS Servers</guilabel> section, select a DNS IP address from the list and press the <guilabel>Delete</guilabel> button.
vi: Trong mục <guilabel>Máy chủ DNS</guilabel>, chọn một địa chỉ IP DNS từ danh sách và nhấn nút <guilabel>Xoá</guilabel>.

source: To add a new search domain
vi: Để thêm một miền tìm kiếm mới

source: In the <guilabel>Search Domains</guilabel> section, press the <guilabel>Add</guilabel> button and fill in the new list row with the new search domain.
vi: Trong mục <guilabel>Miền tìm kiếm</guilabel>, nhấn nút <guilabel>Thêm</guilabel> và điền vào dòng danh sách mới với miền tìm kiếm mới.

source: To delete a search domain
vi: Để xoá một miền tìm kiếm

source: In the <guilabel>Search Domains</guilabel> section, select a search domain from the list and press the <guilabel>Delete</guilabel> button.
vi: Trong mục <guilabel>Miền tìm kiếm</guilabel>, chọn một miền tìm kiếm từ danh sách và nhấn nút <guilabel>Xoá</guilabel>.

source: To add a new host alias
vi: Để thêm một tên hiệu máy chủ mới

source: In the <guilabel>Hosts</guilabel> section, press the <guilabel>Add</guilabel> button and type an IP address and the aliases that will point to in the window that pops up.
vi: Trong mục <guilabel>Máy chủ</guilabel>, nhấn nút <guilabel>Thêm</guilabel> và nhập một địa chỉ IP và các tên hiệu trỏ tới trong cửa sổ bật lên.

source: To modify a host alias
vi: Để thay đổi một tên hiệu máy chủ

source: In the <guilabel>Hosts</guilabel> section, select an alias, press the <guilabel>Properties</guilabel> button from the list and modify the alias settings in the window that pops up.
vi: Trong mục <guilabel>Máy chủ</guilabel>, chọn một tên hiệu, nhấn nút <guilabel>Thuộc tính</guilabel> từ danh sách và thay đổi các thiết lập tên hiệu trong cửa sổ bật ra.

source: To delete a host alias
vi: Để xoá một tên hiệu máy chủ

source: In the <guilabel>Hosts</guilabel> section, select an alias from the list and press the <guilabel>Delete</guilabel> button.
vi: Trong mục <guilabel>Máy chủ</guilabel>, chọn một tên hiệu từ danh sách và nhấn nút <guilabel>Xoá</guilabel>.

source: To save your current network configuration as a "Location"
vi: Để lưu cấu hình mạng hiện tại của bạn như một "Vị trí"

source: Press the <guilabel>Add</guilabel> button besides the <guilabel>Locations</guilabel> menu, specify the location name in the window that pops up.
vi: Nhấn nút <guilabel>Thêm</guilabel> bên cạnh trình đơn <guilabel>Vị trí</guilabel>, chỉ định tên vị trí trong cửa sổ bật ra.

source: To delete a location
vi: Để xoá một vị trí

source: Press the <guilabel>Remove</guilabel> button besides the <guilabel>Locations</guilabel> menu, the selected profile will be deleted.
vi: Nhấn nút <guilabel>Bỏ</guilabel> bên cạnh trình đơn <guilabel>Vị trí</guilabel>, hồ sơ đã chọn sẽ được xoá.

source: To switch to a location
vi: Để chuyển vào một vị trí

source: Select one location from the <guilabel>Locations</guilabel> menu, all the configuration will be switched automatically to the chosen location.
vi: Chọn một vị trí từ trình đơn <guilabel>Vị trí</guilabel>, tất cả cấu hình sẽ được tự động chuyển sang vị trí đã chọn.

source: Network Proxy Preferences
vi: Tuỳ Thích Proxy Mạng

source: Network Proxy
vi: Proxy Mạng

source: network proxy
vi: proxy mạng

source: setting preferences
vi: tuỳ thích thiết lập

source: configuring connection
vi: cấu hình kết nối

source: The <application>Network Proxy Preferences</application> enables you to configure how your system connects to the Internet.
vi: <application>Tuỳ Thích Proxy Mạng</application> cho phép bạn cấu hình cách hệ thống của bạn kết nối vào Internet.

source: You can configure the GNOME Desktop to connect to a <firstterm>proxy server</firstterm>, and specify the details of the proxy server. A proxy server is a server that intercepts requests to another server, and fulfills the request itself, if it can. You can enter the domain name or the Internet Protocol (IP) address of the proxy server. A <firstterm>domain name</firstterm> is a unique alphabetic identifier for a computer on a network. An <firstterm>IP address</firstterm> is a unique numeric identifier for a computer on a network.
vi: Bạn có thể cấu hình Bàn làm việc GNOME để kết nối tới một <firstterm>máy chủ proxy</firstterm> và chỉ định các chi tiết của máy chủ proxy. Một máy chủ proxy là một máy chủ chặn các yêu cầu tới một máy chủ khác và tự đáp ứng yêu cầu đó, nếu nó có thể. Bạn có thể nhập một tên miền hay địa chỉ Giao Thức Mạng Toàn Cầu (IP) của máy chủ proxy. Một <firstterm>tên miền</firstterm> là một nhận diện bằng chữ cái độc nhất cho một máy tính trên một mạng. Một <firstterm>địa chỉ IP</firstterm> là một nhận diện bằng chữ số độc nhất cho một máy tính trên một mạng.

source: Why would one want to use a proxy? This description makes it sounds like it's a user preference, rather than being dictated by the network you're on. We should make this more clear.
vi: Tại sao một người lại muốn sử dụng một proxy? Mô tả này cho thấy nó giống như một sở thích của người dùng hơn là bắt buộc bởi một mạng bạn đang sử dụng. Chúng tôi sẽ làm điều này trở nên rõ ràng hơn.

source: Since it is possible that you need to use a different proxy configuration in different places, <application>Network Proxy Preferences</application> allows you to define separate proxy configurations and switch between them using the <guilabel>Location</guilabel> drop-down box at the top of the window. Choose <guilabel>New Location</guilabel> to create a proxy configuration for a new location. Locations can be removed using the <guilabel>Delete Location</guilabel> button at the bottom of the window.
vi: Vì bạn có khả năng cần sử dụng một cấu hình proxy khác trong các nơi khác nhau, <application>Tuỳ thích Proxy mạng</application> cho phép bạn định nghĩa các cấu hình proxy riêng biệt và chuyển đổi giữa chúng sử dụng hộp thả xuống <guilabel>Vị trí</guilabel> ở trên cùng của cửa sổ. Chọn <guilabel>Vị trí mới</guilabel> để tạo một cấu hình proxy cho một vị trí mới. Các vị trí có thể được gỡ bỏ sử dụng nút <guilabel>Xoá vị trí</guilabel> ở dưới cùng của cửa sổ.

source: Direct internet connection
vi: Kết nối mạng trực tiếp

source: Select this option to connect to the Internet without a proxy server.
vi: Chọn tuỳ chọn này để kết nối tới Internet mà không cần một máy chủ proxy.

source: Manual proxy configuration
vi: Cấu hình proxy bằng tay

source: Select this option to connect to the Internet through a proxy server and configure the proxy settings manually.
vi: Chọn tuỳ chọn này để kết nối tới Internet qua một máy chủ proxy và cấu hình các thiết lập proxy bằng tay.

source: HTTP proxy
vi: Proxy HTTP

source: Enter the domain name or IP address of the proxy server to use when you request an HTTP service. Enter the port number of the HTTP service on the proxy server in the <guilabel>Port</guilabel> field.
vi: Nhập tên miền và địa chỉ IP của máy chủ proxy để sử dụng khi bạn yêu cầu một dịch vụ HTTP. Nhập số cổng của dịch vụ HTTP trên máy chủ proxy trong ô <guilabel>Cổng</guilabel>.

source: If the HTTP proxy server requires authentication, click the <guibutton>Details</guibutton> button to enter your username and password.
vi: Nếu máy chủ proxy HTTP yêu cầu xác thực, nhấn vào nút <guibutton>Chi tiết</guilabel> để nhập tên người dùng và mật khẩu của bạn.

source: Secure HTTP proxy
vi: Proxy HTTP Bảo Mật

source: Enter the domain name or IP address of the proxy server to use when you request a secure HTTP service. Enter the port number of the secure HTTP service on the proxy server in the <guilabel>Port</guilabel> field.
vi: Nhập tên miền và địa chỉ IP của máy chủ proxy để sử dụng khi bạn yêu cầu một dịch vụ HTTP bảo mật. Nhập số cổng của dịch vụ HTTP bảo mật trên máy chủ proxy trong ô <guilabel>Cổng</guilabel>.

source: FTP proxy
vi: proxy FTP

source: Enter the domain name or IP address of the proxy server to use when you request an FTP service. Enter the port number of the FTP service on the proxy server in the <guilabel>Port</guilabel> field.
vi: Nhập tên miền và địa chỉ IP của máy chủ proxy để sử dụng khi bạn yêu cầu một dịch vụ FTP. Nhập số cổng của dịch vụ FTP trên máy chủ proxy trong ô <guilabel>Cổng</guilabel>.

source: Socks host
vi: Máy chủ Socks

source: Enter the domain name or IP address of the Socks host to use. Enter the port number for the Socks protocol on the proxy server in the <guilabel>Port</guilabel> field.
vi: Nhập tên miền hoặc địa chỉ IP của máy chủ Socks để sử dụng. Nhập số cổng trong giao thức Socks trên máy chủ proxy trong ô <guilabel>Cổng</guilabel>.

source: Automatic proxy configuration
vi: Cấu hình proxy tự động

source: Select this option if you want to connect to the Internet through a proxy server, and you want to configure the proxy server automatically.
vi: Chọn tuỳ chọn này nếu bạn muốn kết nối tới Internet qua một máy chủ proxy và bạn muốn cấu hình máy chủ proxy tự động.

source: Automatic proxy configuration works by means of a so-called PAC file, which your browser downloads from a web server. If you don't specify the URL for a PAC file in the <guilabel>Autoconfiguration URL</guilabel> entry, your browser will try to locate one automatically.
vi: Cấu hình proxy tự động làm việc bằng thứ gọi là gọi là tập tin PAC mà trình duyệt của bạn tải từ một máy chủ web. Nếu bạn không chỉ định URL cho một tập tin PAC trong mục <guilabel>URL cấu hình tự động</guilabel>, trình duyệt của bạn sẽ tự động cố gắng định vị một tập tin.

source: Autoconfiguration URL
vi: URL Cấu Hình Tự Động

source: Enter the URL of a PAC file that contains the information required to configure the proxy server automatically.
vi: Nhập URL của một tập tin PAC chứa thông tin cần thiết để tự động cấu hình máy chủ proxy.

source: Set which hosts should not use the proxy in the <guilabel>Ignore Host List</guilabel> in the <guilabel>Ignored Hosts</guilabel> tabbed section. When you access these hosts, you will connect to the Internet directly without a proxy.
vi: Đặt các máy chủ sẽ không sử dụng proxy trong <guilabel>Danh sách máy chủ bỏ qua</guilabel> trong mục nhãn <guilabel>Máy chủ bỏ qua</guilabel>. Khi bạn truy cập vào các máy chủ này, bạn sẽ kết nối tới Mạng trực tiếp mà không dùng một proxy.

source: Remote Desktop Preferences
vi: Tuỳ Thích Bàn Làm Việc Từ Xa

source: setting session sharing preferences
vi: thiết lập tuỳ thích chia sẻ phiên làm việc

source: The <application>Remote Desktop</application> preference tool enables you to share a GNOME Desktop session between multiple users, and to set session-sharing preferences.
vi: Công cụ tuỳ thích <application>Màn Hình Làm Việc Từ Xa</application> cho phép bạn chia sẻ một phiên Bàn làm việc GNOME giữa nhiều người dùng và để đặt các tuỳ thích chia sẻ phiên làm việc

source: <xref linkend="goscustdesk-TBL-91"/> lists the session-sharing preferences that you can set. These preferences have a direct impact on the security of your system.
vi: <xref linkend="goscustdesk-TBL-91"/> liệt kê các tuỳ thích chia sẻ phiên làm việc bạn có thể đặt. Những tuỳ thích này có một ảnh hưởng trực tiếp lên bảo mật hệ thống của bạn

source: Session Sharing Preferences
vi: Tuỳ Thích Chia Sẻ Phiên Làm Việc

source: Allow other users to view your desktop
vi: Cho phép những người dùng khác xem bàn làm việc của bạn

source: Select this option to enable remote users to view your session. All keyboard, pointer, and clipboard events from the remote user are ignored.
vi: Chọn tuỳ chọn này để cho phép những người dùng từ xa xem phiên làm việc của bạn. Tất cả sự kiện bàn phím, con trỏ và bộ nhớ đệm từ người dùng từ xa bị bỏ qua.

source: Allow other users to control your desktop
vi: Cho phép những người dùng khác điều khiển bàn làm việc của bạn

source: Select this option to enable other to access and control your session from a remote location.
vi: Chọn tuỳ chọn này để cho phép người khác truy cập và điều khiển phiên làm việc của bạn từ một vị trí từ xa.

source: When a user tries to view or control your desktop
vi: Khi một người dùng cố gắng xem hoặc điều khiển bàn làm việc của bạn

source: <guilabel>Ask you for confirmation:</guilabel> Select this option if you want remote users to ask you for confirmation when they want to share your session. This option enables you to be aware of other users who connect to your session. You can also decide what time is suitable for the remote user to connect to your session.
vi: <guilabel>Hỏi bạn để xác nhận:</guilabel> Chọn tuỳ chọn này nếu bạn muốn những người dùng từ xa phải hỏi bạn để xác nhận khi họ muốn chia sẻ phiên làm việc của bạn. Tuỳ chọn này cho phép bạn biết những người dùng nào kết nối tới phiên làm việc của bạn. Bạn cũng có thể quyết định thời gian nào là phù hợp cho người dùng từ xa để kết nối tới phiên làm việc của bạn.

source: <guilabel>Require the user to enter this password:</guilabel> Select this option to authenticate the remote user if authentication is used. This option provides an extra level of security.
vi: <guilabel>Đòi hỏi người dùng nhập mật khẩu này:</guilabel> Chọn tuỳ chọn này để xác thực người dùng từ xa nếu xác thực được sử dụng. Tuỳ chọn này cung cấp một thêm một mức bảo mật bổ sung.

source: Select the following security considerations when a user tries to view or control your session:<placeholder-1/>
vi: Chọn các lưu ý bảo mật sau khi một người dùng cố xem hay điều khiển phiên làm việc của bạn:<placeholder-1/>

source: Password
vi: Mật khẩu

source: Enter the password that the client who attempts to view or control your session must enter.
vi: Nhập mật khẩu mà khách cố gắng xem hay điều khiển phiên làm việc của bạn phải nhập.
