Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: For further information on <application>Yelp Help Browser</application>, please visit the Documentation Project homepage, <ulink url="http://live.gnome.org/Yelp">http://live.gnome.org/Yelp</ulink>, or subscribe to the mailing list, <ulink type="http" url="http://mail.gnome.org/mailman/listinfo/gnome-doc-devel-list">gnome-doc-devel-list@gnome.org</ulink>.
vi: Để biết thêm thông tin về <application>Trình duyệt Trợ giúp Yelp</application>, hãy xem trang nhà Dự án Tài liệu, <ulink url="http://live.gnome.org/Yelp">http://live.gnome.org/Yelp</ulink>, hoặc đăng ký và Danh sách Thư, <ulink type="http" url="http://mail.gnome.org/mailman/listinfo/gnome-doc-devel-list">gnome-doc-devel-list@gnome.org</ulink>.

source: Joining the GNOME Documentation Project
vi: Tham gia vào Dự án Tài liệu GNOME

source: If you are interesting in helping produce and update documentation for the GNOME project, please visit the Documentation Project homepage: <ulink url="http://live.gnome.org/DocumentationProject">http://live.gnome.org/DocumentationProject</ulink>
vi: Nếu bạn thích trợ giúp tạo ra và cập nhật tài liệu cho dự án GNOME, hãy ghé thăm trang nhà Dự án Tài liệu:<ulink url="http://live.gnome.org/DocumentationProject">http://live.gnome.org/DocumentationProject</ulink>

source: Desktop Sessions
vi: Phiên Bàn Làm Việc

source: Needs better intro
vi: Cần giới thiệu tốt hơn

source: This chapter needs work
vi: Chương này cần công việc

source: This chapter provides the information you need to log in to and shut down GNOME, and to start, manage, and end a desktop session.
vi: Chương này cung cấp thông tin bạn cần để đăng nhập và tắt GNOME, và để bắt đầu, quản lý và kết thúc một phiên bàn làm việc.

source: Starting a Session
vi: Bắt đầu một Phiên làm việc

source: sessions
vi: phiên làm việc

source: starting
vi: bắt đầu

source: A <firstterm>session</firstterm> is the period of time you spend using GNOME, between logging in and logging out. During a session, you use your applications, print, browse the web, and so on.
vi: Một <firstterm>phiên làm việc</firstterm> là một khoảng thời gian bạn sử dụng để dùng GNOME, giữa lúc đăng nhập và lúc đăng xuất. Trong một phiên làm việc, bạn sử dụng các ứng dụng của bạn, in ấn, duyệt web,...

source: Logging in to GNOME begins your session. The login screen is your gateway to the GNOME Desktop: it is where you enter your username and password and select options such as the language you want GNOME to use for your session.
vi: Đăng nhập vào để GNOME bắt đầu phiên làm việc của bạn. Màn hình đăng nhập là cánh cổng vào Bàn làm việc GNOME: nó là nơi bạn nhập tên người dùng và mật khẩu và lựa chọn các tuỳ chọn như là ngôn ngữ bạn muốn GNOME sử dụng cho phiên làm việc của bạn.

source: Normally, logging out ends the session, but you can choose to save the state of your session and restore it next time you use GNOME: see <xref linkend="gosstartsession-2"/>.
vi: Bình thường đăng xuất sẽ kết thúc phiên làm việc, nhưng bạn có thể chọn để lưu trạng thái làm việc của bạn và phục hồi lại vào lần kế tiếp bạn sử dụng GNOME: xem <xref linkend="gosstartsession-2"/>.

source: Logging in to GNOME
vi: Đăng nhập vào GNOME

source: logging in
vi: đăng nhập

source: to session
vi: phiên làm việc

source: start session
vi: bắt đầu phiên làm việc

source: To log in to a session, perform the following steps:
vi: Để đăng nhập vào một phiên làm việc, thực hiện các bước sau đây:

source: On the login screen, click on the <guilabel>Session</guilabel> icon. Choose the GNOME Desktop from the list of available desktop environments. Most users will not need to perform this step, as GNOME is usually the default desktop environment already.
vi: Trong màn hình đăng nhập, nhấn vào biểu tượng <guilabel>Phiên làm việc</guilabel>. Chọn Bàn làm việc GNOME trong danh sách các môi trường bàn làm việc sẵn có. Hầu hết người dùng không cần thực hiện bước này, vì GNOME thường là môi trường bàn làm việc mặc định rồi.

source: Enter your username in the <guilabel>Username</guilabel> field on the login screen, then press <keycap>Return</keycap>.
vi: Nhập tên người dùng của bạn vào trường <guilabel>Tên người dùng</guilabel> trên màn hình đăng nhập, sau đó nhấn <keycap>Enter</keycap>.

source: Enter your password in the <guilabel>Password</guilabel> field on the login screen, then press <keycap>Return</keycap>.
vi: Nhập mật khẩu trong trường <guilabel>Mật khẩu</guilabel> trên màn hình đăng nhập, sau đó nhấn <keycap>Enter</keycap>.

source: When you log in successfully, GNOME will take a short amount of time to start up. When it is ready, you will see the Desktop and you can begin using your computer.
vi: Khi bạn đăng nhập thành công, GNOME sẽ sử dụng một thời gian ngắn để khởi động. Khi đã sẵn sàng, bạn sẽ thấy Bàn làm việc và bạn có thể bắt đầu sử dụng máy tính của mình.

source: The first time you log in, the session manager starts a new session. If you have logged in before and saved the settings for the previous session when you logged out, then the session manager restores your previous session.
vi: Lần đầu tiên bạn đăng nhập, trình quản lý phiên làm việc bắt đầu một phiên làm việc mới. Nếu bạn đã từng đăng nhập trước đó và đã lưu các cài đặt cho phiên làm việc trước kia lúc bạn thoát thì trình quản lý phiên làm việc sẽ phục hồi phiên làm việc trước của bạn.

source: If you want to shut down or restart the system before you log in, click on the <guilabel>System</guilabel> icon on the login screen. A dialog is displayed. Select the option that you require, then click <guibutton>OK</guibutton>.
vi: Nếu bạn muốn tắt hoặc khởi động lại hệ thống trước khi đăng nhập, nhấn vào biểu tượng <guilabel>Hệ thống</guilabel> trên màn hình đăng nhập. Một hộp thoại sẽ được hiển thị. Lựa chọn tuỳ chọn bạn cần, và nhấn <guibutton>OK</guibutton>.

source: Your system distributor or vendor may have altered the login screen so that it no longer has a <guilabel>System</guilabel> icon. In this case, the option to shut down the computer may be found by clicking the <guilabel>Other</guilabel> icon, or by clicking a separate <guibutton>Shut Down</guibutton> button.
vi: Nhà phân phối hoặc cung cấp hệ thống của bạn có thể đã thay đổi màn hình đăng nhập nên nó không còn có biểu tượng <guilabel>Hệ thống</guilabel> nữa. Trong trường hợp này, tuỳ chọn để tắt máy tính có thể được tìm thấy bằng cách nhấn biểu tượng <guilabel>Khác</guilabel>, hoặc nhấn một nút <guibutton>Tắt máy</guibutton> riêng biệt.

source: Using a Different Language
vi: Sử Dụng Một Ngôn Ngữ Khác

source: different language, logging in
vi: ngôn ngữ khác, đăng nhập

source: language, logging in in different
vi: ngôn ngữ, đăng nhập khác

source: to session in different language
vi: phiên làm việc trong ngôn ngữ khác

source: To log in to a session in a different language, perform the following actions.
vi: Để đăng nhập vào một phiên làm việc trong một ngôn ngữ khác, thực hiện các hành động sau.

source: On the login screen, click on the <guilabel>Language</guilabel> icon. Choose the language you require from the list of available languages.
vi: Trong màn hình đăng nhập, nhấn vào biểu tượng <guilabel>Ngôn ngữ</guilabel>. Chọn ngôn ngữ bạn cần trong danh sách các ngôn ngữ sẵn có.

source: When you log in to a session in a different language, you are changing the language for the user interface but are not changing the keyboard layout. To choose a different keyboard layout, use the <ulink type="help" url="ghelp:gswitchit"><application>Keyboard Indicator</application></ulink> applet.
vi: Khi bạn đăng nhập vào một phiên làm việc trong một ngôn ngữ kháclà bạn đang thay đổi ngôn ngữ cho giao diện người dùng nhưng không phải là thay đổi sơ đồ bàn phím. Để chọn một sơ đồ bàn phím khác, sử dụng tiểu dụng <ulink type="help" url="ghelp:gswitchit"><application>Bộ chỉ thị bàn phím</application></ulink>

source: Your system distributor or vendor may have altered the login screen so that it no longer has a <guilabel>Language</guilabel> icon. In this case, the option to change the session's language may be found by clicking the <guilabel>Other</guilabel> icon.
vi: Nhà phân phối hoặc cung cấp hệ thống của bạn có thể đã thay đổi màn hình đăng nhập nên nó không còn có biểu tượng <guilabel>Ngôn ngữ</guilabel> nữa. Trong trường hợp này, tuỳ chọn để thay đổi ngôn ngữ phiên làm việc có thể được tìm thấy bằng cách nhấn biểu tượng <guilabel>Khác</guilabel>.

source: Locking Your Screen
vi: Khoá Màn Hình Của Bạn

source: Lock screen icon.
vi: Biểu tượng khoá màn hình.

source: locking screen
vi: khoá màn hình

source: Lock button
vi: nút khoá

source: Locking your screen prevents access to your applications and information, allowing you to leave your computer unattended. While your screen is locked, the <link linkend="prefs-screensaver">screensaver</link> runs.
vi: Việc khoá màn hình của bạn ngăn chặn truy cập và thông tin và các ứng dụng của bạn, cho phép bạn bỏ mặc máy tính của mình. Trong khi màn hình bị khoá, <link linkend="prefs-screensaver">bộ bảo vệ màn hình</link> sẽ chạy.

source: To lock the screen, perform one of the following actions:
vi: Để khoá màn hình, thực hiện một trong các bước sau:

source: If the <guibutton>Lock Screen</guibutton> button is present on a panel, click on the <guibutton>Lock Screen</guibutton> button.
vi: Nếu nút <guibutton>Khoá màn hình</guibutton> hiển thị trên một thanh điều khiển, nhấn vào nút <guibutton>Khoá màn hình</guibutton>.

source: The <guibutton>Lock Screen</guibutton> button is not present on the panels by default. To add it, see <xref linkend="panels-addobject"/>.
vi: Nút <guibutton>Khoá màn hình</guibutton> mặc định không hiển thị trên các thanh điều khiển. Để thêm vào, xem <xref linkend="panels-addobject"/>.

source: To unlock the screen, move your mouse or press any key, enter your password in the locked screen dialog, then press <keycap>Return</keycap>.
vi: Để mở khoá màn hình, di chuyển con chuột của bạn hay nhấn phím bất kỳ, nhập mật khẩu vào hộp thoại màn hình khoá, sau đó nhấn <keycap>Enter</keycap>.

source: If another user wants to use the computer while it is locked, they can move the mouse or press a key and then click <guibutton>Switch User</guibutton>. The login screen will be displayed and they can log in using their user account. They will not be able to access any of your applications or information. When they log out, the screen will be locked again and you can access your session by unlocking the screen.
vi: Nếu một người dùng khác muốn sử dụng máy tính trong khi nó bị khoá, họ có thể di chuyển chuột hay nhấn một phím sau đó nhấn <guibutton>Thay đổi người dùng</guibutton>. Màn hình đăng nhập sẽ được hiển thị và họ có thể đăng nhập sử dụng tài khoản người dùng của họ. Họ sẽ không thể truy cập vào bất kỳ ứng dụng hay thông tin nào của bạn. Khi họ đăng xuất, màn hình sẽ lại bị khoá và bạn có thể truy cập phiên làm việc của bạn bằng cách mở khoá màn hình.

source: You can leave a message for a user who has locked their screen. Move the mouse or press any key and then click <guibutton>Leave Message</guibutton>. Type your message into the box and press <guibutton>Save</guibutton>. Your message will be displayed when the user unlocks their screen.
vi: Bạn có thể để lại một tin nhắn cho một người dùng đã khoá màn hình của họ. Di chuyển chuột hay nhấn phím bất kỳ sau đó nhấn <guibutton>Để lại tin nhắn</guibutton>. Nhập tin nhắn của bạn vào hộp và nhấn <guibutton>Lưu</guibutton>. Tin nhắn của bạn sẽ được hiển thị khi người dùng mở khoá màn hình của bạn.

source: Setting Programs to Start Automatically When You Log In
vi: Cài đặt các chương trình để tự động khởi chạy khi bạn đăng nhập

source: preference tools
vi: công cụ tuỳ thích

source: Sessions
vi: Phiên làm việc

source: startup
vi: tự khởi động

source: You can choose for certain programs to be started automatically when you log in to a session. For example, you might want a web browser to be started as soon as you log in. Programs which start automatically when you log in are called <firstterm>startup programs</firstterm>. Startup programs are automatically saved and safely closed by the session manager when you log out, and are restarted when you log in.
vi: Bạn có thể chọn những chương trình nhất định để khởi chạy tự động khi bạn đăng nhập vào một phiên làm việc. Ví dụ, bạn có thể muốn một trình duyệt web khởi động ngay khi bạn đăng nhập. Các chương trình khởi chạy tự động khi bạn đăng nhập được gọi là <firstterm>các chương trình khởi động</firstterm>. Các chương trình tự khởi động được tự động lưu lại và đóng an toàn bởi trình quản lý phiên làm việc khi bạn đăng xuất, và được khởi động lại khi bạn đăng nhập.

source: The <application>Sessions</application> preference tool allows you to define which programs are started automatically when you log in. It has two tabs, the <guilabel>Startup Programs</guilabel> tab and the <guilabel>Options</guilabel> tab.
vi: Công cụ tuỳ thích <application>Phiên làm việc</application> cho phép bạn định nghĩa chương trình nào được khởi chạy tự động khi bạn đăng nhập. Nó có hai nhãn, nhãn <guilabel>Chương trình khởi động</guilabel> và nhãn <guilabel>Tuỳ chọn</guilabel>.

source: Startup Programs Tab
vi: Nhãn Chương Trình Khởi Động

source: You can use the Startup Programs tab to add, modify, and remove startup programs.
vi: Bạn có thể dùng nhãn Chương trình Khởi động để thêm, thay đổi, và gỡ bỏ các chương trình khởi động.

source: A list of startup programs is displayed on this tab. The list shows a short description of each program, along with a checkbox which denotes whether the startup program is enabled or not. Programs which are not enabled will not be started automatically when you log in.
vi: Một danh sách các chương trình được hiển thị trong nhãn này. Danh sách hiện một mô tả ngắn cho mỗi chương trình, cùng với một hộp chọn để biết chương trình khởi động đó được bật hay không. Các chương trình không được bật sẽ không được tự khởi chạy khi bạn đăng nhập.

source: Enabling/Disabling Startup Programs
vi: Bật/Tắt Các Chương trình Khởi động

source: To enable a program to start up automatically, check the checkbox corresponding to that program.
vi: Để bật một chương trình cho tự khởi động, tích vào hộp chọn tương ứng chương trình đó.

source: To disable a program from starting automatically, uncheck the checkbox.
vi: Để tắt một chương trình cho không tự khởi động, bỏ tích hộp chọn.

source: Adding A New Startup Program
vi: Thêm Một Chương Trình Khởi Động Mới

source: To add a new startup program, perform the following steps:
vi: Để thêm một chương trình khởi động mới, thực hiện các bước sau đây:

source: Click <guibutton>Add</guibutton>. This will open the <application>Add Startup Program</application> dialog box.
vi: Nhấn <guibutton>Thêm</guibutton>. Nó sẽ mở hộp thoại <application>Thêm Chương trình Khởi động</application>.

source: Use the <guilabel>Name</guilabel> text box to specify a name for the new startup program.
vi: Sử dụng hộp chữ <guilabel>Tên</guilabel> để chỉ định một tên cho chương trình khởi động mới.

source: Use the <guilabel>Command</guilabel> text box to specify the command which will invoke the application. For example, the command <userinput>gedit</userinput> will start the <application>Gedit Text Editor</application>. If you do not know the exact command, click <guibutton>Browse</guibutton> to choose the path of the command.
vi: Sử dụng hộp chữ <guilabel>Lệnh</guilabel> để chỉ định một lệnh để gọi ứng dụng. Ví dụ, lệnh <userinput>gedit</userinput> sẽ khởi động <application>Bộ soạn văn bản Gedit</application>. Nếu bạn không biết lệnh chính xác, nhấn <guibutton>Duyệt</guibutton> để chọn đường dẫn của lệnh.

source: Enter a description of the application in the <guilabel>Comments</guilabel> text box. You will see this as the description of the program in the list of startup programs.
vi: Nhập một mô tả của ứng dụng trong hộp <guilabel>Chú thích</guilabel>. Bạn sẽ thấy nó như là mô tả của chương trình trong danh sách các chương trình khởi động.

source: Click <guibutton>Add</guibutton>. The application will be added to the list of startup programs with its checkbox in the checked (enabled) state.
vi: Nhấn <guibutton>Thêm</guibutton>. Ứng dụng sẽ được thêm vào danh sách các chương trình khởi động với hộp chọn trong trạng thái đã tích (đã bật).

source: Removing A Startup Program
vi: Gỡ Bỏ Một Chương Trình Khởi Động

source: To remove a startup program, select it from the list of startup programs and click <guibutton>Remove</guibutton>.
vi: Để gỡ bỏ một chương trình khởi động, lựa chọn nó trong danh sách các chương trình khởi động và nhấn <guibutton>Bỏ</guibutton>.

source: Editing A Startup Program
vi: Chỉnh Sửa Một Chương Trình Khởi Động

source: To edit an existing startup program, select it from the list of startup programs and click <guibutton>Edit</guibutton>. A dialog will appear which allows you to edit the properties of the program. See <xref linkend="gosstartsession-212"/> for more information on the options available in this dialog.
vi: Để chỉnh sửa một chương trình khởi động, lựa chọn nó trong danh sách các chương trình khởi động và nhấn <guibutton>Sửa</guibutton>. Một hộp thoại sẽ xuất hiện cho phép bạn chỉnh sửa các thuộc tính của chương trình. Xem <xref linkend="gosstartsession-212"/> để biết thêm thông tin về các tuỳ chọn sẵn có cho hộp thoại này.

source: Session Options Tab
vi: Nhãn Tuỳ Chọn Phiên Làm Việc

source: The session manager can remember which applications you have running when you log out and can automatically restart them when you log in again. If you would like this to happen every time you log out, check <guilabel>Automatically remember running applications when logging out</guilabel>. If you would like this to happen only once, click <guibutton>Remember Currently Running Application</guibutton> before logging out.
vi: Trình quản lý phiên làm việc có thể ghi nhớ những ứng dụng bạn đang chạy khi đăng xuất và có thể tự động khởi động lại chúng khi bạn đăng nhập một lần nữa. Nếu bạn muốn điều này xảy ra mỗi lần bạn đăng xuất, chọn <guilabel>Tự động ghi nhớ các ứng dụng đang chạy khi đăng xuất</guilabel>. Nếu bạn muốn điều này chỉ xảy ra một lần, nhấn <guibutton>Ghi nhớ ứng dụng đang chạy hiện tại</guibutton> trước khi đăng xuất.

source: Ending a Session
vi: Kết Thúc Một Phiên Làm Việc

source: ending
vi: kết thúc

source: logging out
vi: đăng xuất

source: quit
vi: thoát

source: shutdown
vi: tắt máy

source: When you have finished using your computer, you can choose to do one of the following:
vi: Khi bạn kết thúc việc sử dụng máy tính, bạn có thể chọn một trong những điều sau:

source: Log out, leaving the computer ready for another user to begin working with it. To log out of GNOME, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Log Out <replaceable>username</replaceable></guimenuitem></menuchoice> .
vi: Đăng xuất, để máy tính của bạn sẵn sàng cho một người dùng khác để bắt đầu làm việc với nó. Để đăng xuất khỏi GNOME, chọn <menuchoice><guimenu>Hệ thống</guimenu><guimenuitem>Đăng xuất <replaceable>tên người dùng</replaceable></guimenuitem></menuchoice>

source: Shut down your computer and switch off the power. To shut down, choose <menuchoice><guimenu>System</guimenu><guimenuitem>Shut Down</guimenuitem></menuchoice> and click <guibutton>Shut Down</guibutton> on the dialog that appears.
vi: Tắt máy của bạn và tắt cả nguồn điện. Để tắt máy, chọn <menuchoice><guimenu>Hệ thống</guimenu><guimenuitem>Tắt máy</guimenuitem></menuchoice> và nhấn <guibutton>Tắt máy</guibutton> trên hộp thoại xuất hiện.

source: Depending on your computer's configuration, you can also <firstterm>Hibernate</firstterm> your computer. During hibernation, less power is used, but all of the applications and documents that you have open are preserved and will still be open when you resume from hibernation. You can resume from hibernation by moving your mouse or pressing a key.
vi: Phụ thuộc vào cấu hình máy tính của bạn, bạn có thể <firstterm>Ngủ đông</firstterm> máy tính của bạn. Ngủ đông sử dụng ít năng lượng, nhưng tất cả các ứng dụng và tài liệu bạn đã mở được bảo toàn và sẽ vẫn được mở khi bạn tiếp từ trạng thái ngủ đông. Bạn có thể tiếp tục sau ngủ đông bằng cách di chuyển chuột hoặc nhấn một phím.

source: Some vendors and distributors allow you to hibernate your computer in two ways, often called Hibernate and <firstterm>Suspend</firstterm>. Both of these will preserve your open files and applications, but one will switch off the power to your computer while the other will leave the computer running in a state that uses less power.
vi: Một vài nhà cung cấp và phân phối cho phép bạn ngủ đông theo hai cách, thường gọi là Ngủ đông và <firstterm>Tạm dừng</firstterm>. Cả hai đều bảo toàn các tập tin và ứng dụng đã mở của bạn, nhưng một thì tắt nguồn của máy tính trong khi cách kia thì để máy tính chạy trong trạng thái sử dụng ít năng lượng.

source: When you end a session, applications with unsaved work will warn you. You can choose to save your work, or cancel the command to log out or shut down.
vi: Khi bạn kết thúc một phiên làm việc, những ứng dụng với công việc chưa lưu sẽ cảnh báo bạn. Bạn có thể chọn để lưu công việc, hoặc huỷ bỏ lệnh để đăng xuất hoặc tắt máy.

source: Before you end a session, you might want to save your current settings so that you can restore the session later. In the <link linkend="prefs-sessions"><application>Sessions</application></link> preference tool, you can select an option to automatically save your current settings.
vi: Trước khi bạn kết thúc một phiên làm việc, bạn có thể muốn lưu các cài đặt hiện tại để có thể phục hồi phiên sau này. Trong công cụ tuỳ thích <link linkend="prefs-sessions"><application>Phiên làm việc</application></link>, bạn có thể lựa chọn một tuỳ chọn để tự động lưu lại các cài đặt hiện tại của bạn.

source: Using the Panels
vi: Sử dụng Các Thanh điều khiển

source: This chapter describes how to use the panels at the top and bottom of the GNOME Desktop, how to customize the objects that appear on them, and how to add new panels to the desktop.
vi: Chương này miêu tả cách sử dụng các thanh điều khiển ở bên trên và bên dưới của Bàn làm việc GNOME, cách để tuỳ biến các đối tượng xuất hiện trên chúng, và cách để thêm thanh điều khiển mới vào bàn làm việc.

source: panels
vi: thanh điều khiển

source: introduction
vi: giới thiệu

source: A panel is an area in the GNOME Desktop where you have access to certain actions and information, no matter what the state of your application windows. For example, in the default GNOME panels, you can launch applications, see the date and time, control the system sound volume, and more.
vi: Một thanh điều khiển là một vùng trong Bàn làm việc GNOME nơi bạn có thể truy cập vào các hành động và thông tin nhất định mà không cần quan tâm trạng thái các cửa sổ ứng dụng. Ví dụ, trong các thanh điều khiển GNOME mặc định, bạn có thể chạy các ứng dụng, xem ngày và giờ, điều khiển âm lượng hệ thống và nhiều hơn nữa.

source: You can customize panels to your liking. You can change their behavior and appearance, and you can add or remove objects from your panels. You can create multiple panels, and choose different properties, objects, and backgrounds for each panel. You can also hide panels.
vi: Bạn có thể tuỳ biến các thanh điều khiển theo ý thích của bạn. Bạn có thể thay đổi cách ứng xử và diện mạo của chúng, và bạn có thể thêm hay gỡ bỏ đối tượng từ thanh điều khiển của bạn. Bạn có thể tạo nhiều thanh điều khiển, và chọn các thuộc tính, đối tượng và hình nền khác nhau cho mỗi thanh. Bạn cũng có thể ẩn các thanh điều khiển.
