Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: The <application>Nautilus</application> file manager provides a simple and integrated way to manage your files and applications. You can use the file manager to do the following:
vi: Trình quản lý tập tin <application>Nautilus</application> cung cấp một cách tích hợp và đơn giản để quản lý các tập tin và ứng dụng của bạn. Bạn có thể sử dụng trình quản lý tập tin để làm các việc sau:

source: Create folders and documents
vi: Tạo thư mục và tài liệu

source: Display your files and folders
vi: Hiển thị các tập tin và thư mục của bạn

source: Search and manage your files
vi: Tìm kiếm và quản lý các tập tin của bạn

source: Run scripts and launch applications
vi: Chạy lệnh và khởi động các ứng dụng

source: Customize the appearance of files and folders
vi: Tuỳ biến diện mạo của các tập tin và thư mục

source: Open special locations on your computer
vi: Mở các vị trí đặc biệt trên máy tính của bạn

source: Write data to a CD or DVD
vi: Ghi dữ liệu vào một CD hay DVD

source: Install and remove fonts
vi: Cài đặt và gỡ bỏ phông chữ

source: The file manager lets you organize your files into folders. Folders can contain files and may also contain other folders. Using folders can help you find your files more easily.
vi: Trình quản lý tập tin cho phép bạn tổ chức các tập tin vào trong các thư mục. Các thư mục có thể chứa các tập tin và cũng có thể chứa các thư mục khác. Sử dụng các thư mục có thể giúp bạn tìm kiếm các tập tin của bạn dễ dàng hơn.

source: <application>Nautilus</application> also manages the desktop. The desktop lies behind all other visible items on your screen. The desktop is an active component of the way you use your computer.
vi: <application>Nautilus</application> cũng quản lý bàn làm việc. Bàn làm việc nằm bên dưới tất cả các mục nhìn thấy trên màn hình của bạn. Bàn làm việc là một thành phần hoạt động theo cách bạn sử dụng máy tính của mình.

source: Every user has a Home Folder. The Home Folder contains all of the user's files. The desktop is another folder. The desktop contains special icons allowing easy access to the users Home Folder, Trash, and also removable media such as floppy disks, CDs and USB flashdrives.
vi: Tất cả người dùng đều có một Thư Mục Nhà. Thư Mục Nhà chứa tất cả các tập tin của người dùng. Bàn làm việc là một thư mục khác. Bàn làm việc chứa các biểu tượng đặc biệt cho phép truy cập dễ dàng tới Thư Mục Nhà người dùng, Thùng Rác và cả các vật chứa tháo gỡ được như là các đĩa mềm, CD và các ổ flash USB.

source: <application>Nautilus</application> is always running while you are using GNOME. To open a new <application>Nautilus</application> window, double-click on an appropriate icon on the desktop such as <guimenuitem>Home</guimenuitem> or <guimenuitem>Computer</guimenuitem>, or choose an item from <link linkend="places-menu"><guimenuitem>Places</guimenuitem> menu</link> on the top panel.
vi: <application>Nautilus</application> luôn luôn chạy trong khi bạn sử dụng GNOME. Để mở một cửa sổ <application>Nautilus</application> mới, nhấp đúp chuột vào một biểu tượng phù hợp trên bàn làm việc như là <guimenuitem>Home</guimenuitem> hoặc <guimenuitem>Máy tính</guimenuitem>, hoặc chọn một mục từ <link linkend="places-menu">trình đơn <guimenuitem>Mở Nhanh</guimenuitem></link> trên thanh điều khiển trên.

source: In GNOME many things are files, such as word processor documents, spreadsheets, photos, movies, and music.
vi: Trong GNOME có rất nhiều thứ là tập tin, như là các tài liệu xử lý văn bản, bảng tính, ảnh, phim và ca nhạc.

source: File Manager Presentation
vi: Trình Diễn Trình Quản Lý Tập Tin

source: <application>Nautilus</application> provides two modes in which you can interact with your filesystem: spatial and browser mode. You may decide which method you prefer and set <application>Nautilus</application> to always use this by selecting (or deselecting) <guilabel>Always open in browser windows</guilabel> in the <guilabel>Behavior</guilabel> tab of the <link linkend="nautilus-preferences">Nautilus preferences dialog</link>.
vi: <application>Nautilus</application> cung cấp hai chế độ mà bạn có thể tương tác với hệ thống tập tin của bạn: chế độ không gian và trình duyệt. Bạn có thể quyết định chọn phương pháp nào và đặt <application>Nautilus</application> để luôn sử dụng kiểu này bằng cách chọn (hoặc huỷ chọn) <guilabel>Luôn mở trong cửa sổ duyệt</guilabel> trong nhãn <guilabel>Hành vi</guilabel> của <link linkend="nautilus-preferences">hộp thoại tuỳ thích Nautilus</link>.

source: Spatial mode is the default in GNOME, but your distributor, vendor, or system administrator may have configured <application>Nautilus</application> to use browser mode by default.
vi: Chế độ không gian là mặc định trong GNOME, nhưng nhà cung cấp, bán hàng hay quản trị hệ thống có thể đã cấu hình <application>Nautilus</application> để sử dụng chế độ trình duyệt theo mặc định.

source: The following explains the difference between the two modes:
vi: Sau đây sẽ giải thích sự khác nhau giữa hai chế độ:

source: Browser mode: browse your files and folders
vi: Chế độ trình duyệt: duyệt các tập tin và thư mục của bạn

source: The file manager window represents a browser, which can display any location. Opening a folder updates the current file manager window to show the contents of the new folder.
vi: Cửa sổ quản lý tập tin tượng trưng cho một trình duyệt mà có thể hiển thị bất cứ vị trí nào. Mở một thư mục sẽ cập nhật cửa sổ trình quản lý tập tin hiện tại để hiện nội dung của thư mục mới.

source: As well as the folder contents, the browser window displays a toolbar with common actions and locations, a location bar that shows the current location in the hierarchy of folders, and a sidebar that can hold different kinds of information.
vi: Ngoài nội dung thư mục, cửa sổ duyệt còn hiển thị một thanh công cụ với các hành động và vị trí thường dùng, một thanh vị trí thể hiện vị trí hiện tại trong trật tự của các thư mục, và một thanh bên có thể giữ các kiểu thông tin khác nhau.

source: In Browser Mode, you typically have fewer file manager windows open at a time. For more information on using browser mode see <xref linkend="nautilus-browser-mode"/>.
vi: Trong Chế Độ Trình Duyệt, điển hình bạn sẽ có ít cửa sổ quản lý tập tin hơn được mở cùng một lúc. Để biết thêm thông tin về sử dụng chế độ trình duyệt, xem <xref linkend="nautilus-browser-mode"/>.

source: <application>Nautilus</application> in browser mode.
vi: <application>Nautilus</application> trong chế độ trình duyệt.

source: Nautilus in browser mode.
vi: Nautilus trong chế độ trình duyệt.

source: Spatial mode: navigate your files and folders as objects
vi: Chế độ không gian: duyệt các tập tin và thư mục của bạn như là các đối tượng.

source: The file manager window represents a particular folder. Opening a folder opens the new window for that folder. Each time you open a particular folder, you will find its window displayed in the same place on the screen and the same size as the last time you viewed it (this is the reason for the name 'spatial mode').
vi: Cửa sổ trình quản lý tập tin tượng trưng cho một thư mục cụ thể. Mở một thư mục sẽ mở một cửa sổ mới cho thư mục đó. Mỗi lần bạn mở một thư mục cụ thể, bạn sẽ tìm thấy cửa sổ của nó được hiện ra trong cùng nơi trên màn hình và cùng kích thước như lần cuối bạn đã xem nó (đây là lý do cho cái tên 'chế độ không gian')

source: Using spatial mode may lead to more open file manager windows on the screen. On the other hand, some users find that representing files and folders as though they were real physical objects with particular locations makes it easier to work with them. For more information on using spatial mode see <xref linkend="nautilus-spatial-mode"/>
vi: Sử dụng chế độ không gian có thể dẫn đến nhiều cửa sổ quản lý tập tin hơn được mở ra trên màn hình. Mặt khác, một vài người dùng sẽ thấy trình diễn các tập tin và thư mục như các đối tượng vật lý thực sự với các vị trí cụ thể khiến cho làm việc với chúng dễ dàng hơn. Để biết thêm thông tin về sử dụng chế độ không gian, xem <xref linkend="nautilus-spatial-mode"/>.

source: Three Folders Opened in Spatial Mode.
vi: Ba Thư Mục Được Mở Trong Chế Độ Không Gian.

source: Notice how, when in spatial mode, <application>Nautilus</application> indicates an open folder with a different icon.
vi: Chú ý cách, khi trong chế độ không gian, <application>Nautilus</application> biểu thị một thư mục mở với các biểu tượng khác nhau.

source: Spatial Mode
vi: Chế Độ Không Gian

source: navigating
vi: duyệt

source: The following section describes how to browse your system using the <application>Nautilus</application> file manager when configured in spatial mode. In spatial mode, each <application>Nautilus</application> window corresponds to a single folder. When you open a folder its window appears at the same place on the screen as the last time you looked at it. This is the default behaviour in <application>Nautilus</application>.
vi: Phần sau mô tả cách duyệt hệ thống của bạn sử dụng trình quản lý tập tin <application>Nautilus</application> khi được cấu hình trong chế độ không gian. Trong chế độ không gian, mỗi cửa sổ <application>Nautilus</application> tương ứng với một thư mục đơn lẻ. Khi bạn mở một thư mục, cửa sổ của nó xuất hiện ở cùng vị trí trên màn hình như lần cuối bạn nhìn nó. Đây là hành vi mặc định trong <application>Nautilus</application>.

source: For a comparison of browser mode and spatial mode, see <xref linkend="nautilus-presentation"/>.
vi: Để so sánh giữa chế độ trình duyệt và chế độ không gian, xem <xref linkend="nautilus-presentation"/>.

source: Spatial Windows
vi: Cửa Sổ Không Gian

source: A new spatial window opens each time you open a folder. To open a folder, do one of the following:
vi: Một cửa sổ không gian mới mở ra mỗi lần bạn mở một thư mục. Để mở một thư mục, hãy thực hiện một trong các điều sau:

source: Double-click the folder's icon on the desktop or an existing window
vi: Nhấp đúp chuột vào biểu tượng của thư mục trên bàn làm việc hay một cửa sổ đang tồn tại.

source: Select the folder, and press <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.
vi: Chọn thư mục, và nhấn <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>.

source: Select the folder, and press <keycombo><keycap>Alt</keycap><keycap>down arrow</keycap></keycombo>
vi: Chọn thư mục và nhấn <keycombo><keycap>Alt</keycap><keycap>mũi tên xuống</keycap></keycombo>

source: Choose an item from the <link linkend="places-menu"><guimenuitem>Places</guimenuitem> menu</link> on the top panel. Your Home Folder and folders you have bookmarked are listed here. For more on bookmarks, see <xref linkend="nautilus-bookmarks"/>.
vi: Chọn một mục từ <link linkend="places-menu">trình đơn<guimenuitem>Mở nhanh</guimenuitem> trên thanh điều khiển trên.

source: To close the current folder while opening the new one, hold down <keycap>Shift</keycap> when double-clicking, or press <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>down arrow</keycap></keycombo>.
vi: Để đóng thư mục hiện tại trong khi mở một cái mới, nhấn giữ <keycap>Shift</keycap> khi nhấp đúp chuột, hoặc nhấn <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>mũi tên xuống</keycap></keycombo>.

source: <xref linkend="gosnautilus-FIG-504"/> shows a spatial mode window that displays the contents of the Computer folder.
vi: <xref linkend="gosnautilus-FIG-504"/> hiện một cửa sổ không gian đang hiển thị nội dung của thư mục Máy Tính.

source: Contents of a folder in a spatial mode.<indexterm><primary>file manager</primary><secondary>icon view</secondary><tertiary>illustration</tertiary></indexterm>
vi: Nội dung của một thư mục trong chế độ không gian.<indexterm><primary>trình quản lý tập tin</primary><secondary>xem biểu tượng</secondary><tertiary>minh hoạ</tertiary></indexterm>

source: Displaying a folder in spatial mode.
vi: Hiển thị một thư mục trong chế độ không gian.

source: In spatial mode each open <application>Nautilus</application> windows shows only one location. Selecting a second location will open a second <application>Nautilus</application> window. Because each location remembers the previous position on screen in which it was opened it allows you to easily recognize folders when many of them are open at once.
vi: Trong chế độ không gian mỗi cửa sổ <application>Nautilus</application> mở ra thể hiện chỉ một địa điểm. Lựa chọn một địa điểm thứ hai sẽ mở một cửa sổ <application>Nautilus</application> thứ hai. Bởi vì mỗi địa điểm đều ghi nhớ vị trí trước đó trên màn hình nơi mà nó đã từng được mở, cho phép bạn dễ dàng nhận ra các thư mục khi có quá nhiều được mở cùng lúc.

source: Some people consider spatial mode better, particularly for moving files or folders to different location, others find the number of open windows daunting. <xref linkend="gosnautilus-FIG-naut-spatial-many-open"/> shows an example of spatial browsing with many open locations.
vi: Một vài người cho rằng chế độ không gian tốt hơn, đặc biệt là cho di chuyển các tập tin và thư mục sang một vị trí khác, những người khác lại thấy lượng cửa sổ mở ra làm nản lòng.<xref linkend="gosnautilus-FIG-naut-spatial-many-open"/> thể hiện một ví dụ về duyệt không gian với nhiều địa điểm mở ra.

source: Because spatial mode will fill your screen with <application>Nautilus</application> windows it is important to be able to reposition them effectively. By holding the <keycap>Alt</keycap> key and clicking anywhere within the bounds of a <application>Nautilus</application> window you may reposition it simply, instead of requiring that you reposition it by dragging its title bar.
vi: Bởi vì chế độ không gian sẽ phủ đầy màn hình của bạn với các cửa sổ <application>Nautilus</application> nên khả năng đặt vị trí cho chúng một cách hiệu quả là rất quan trọng. Bằng cách giữ phím <keycap>Alt</keycap> và nhấp vào bất kỳ đâu trong phạm vi của một cửa sổ <application>Nautilus</application>, bạn có thể đặt vị trí của nó một cách đơn giản, thay vì yêu cầu bạn đặt vị trí cho nó bằng cách kéo thanh tiêu đề.

source: Spatial Window Components
vi: Thành Phần Cửa Sổ Không Gian

source: <xref linkend="gosnautilus-TBL-85"/> describes the components of file object windows.
vi: <xref linkend="gosnautilus-TBL-85"/> mô tả các thành phần của các cửa sổ đối tượng tập tin.

source: The Spatial Window Components
vi: Thành Phần Cửa Sổ Không Gian

source: Component
vi: Thành Phần

source: Contains menus that you use to perform tasks in the file manager.
vi: Chứa các trình đơn bạn sử dụng để thực hiện các tác vụ trong trình quản lý tập tin.

source: You can also open a popup menu from file manager windows. To open this popup menu right-click in a file manager window. The items in this menu depend on where you right-click. For example, when you right-click on a file or folder, you can choose items related to the file or folder. When you right-click on the background of a view pane, you can choose items related to the display of items in the view pane.
vi: Bạn cũng có thể mở một thực đơn bật lên từ các cửa sổ quản lý tập tin. Để mở cửa sổ bật lên này hãy nhấp chuột phải vào một cửa sổ quản lý tập tin. Các mục trong trình đơn này phụ thuộc vào nơi mà bạn nhấp chuột phải vào. Ví dụ, khi bạn nhấp chuột phải vào một tập tin hay một thư mục, bạn có thể chọn các mục liên quan tới tập tin và thư mục. Khi bạn nhấp chuột phải vào nền của một khung xem, bạn có thể chọn các mục liên quan tới cách hiển thị mục trong khung xem.

source: View pane
vi: Khung xem

source: Shows the contents of the following:
vi: Hiện nội dung của những thứ sau:

source: Folders
vi: Các thư mục

source: FTP sites
vi: Các địa điểm FTP

source: Windows shares
vi: Các chia sẻ WIndows

source: WebDAV servers
vi: Các máy chủ WebDAV

source: Locations that correspond to special URIs
vi: Các địa điểm tương ứng các URI đặc biệt

source: Statusbar
vi: Thanh trạng thái

source: Displays status information.
vi: Hiển thị thông tin trạng thái.

source: Parent folder selector
vi: Bộ chọn thư mục cha

source: This drop-down list shows the hierarchy of the folder. Choose a folder from the list to open it.
vi: Danh sách thả xuống này hiện trật tự của thư mục. Chọn một thư mục từ danh sách để mở nó.

source: Hold down <keycap>Shift</keycap> while choosing from the list to close the current folder as you open the new one.
vi: Giữ <keycap>Shift</keycap> trong khi chọn từ danh sách để đóng thư mục hiện tại khi bạn mở một cái mới.

source: Displaying Your Home Folder in a Spatial Window
vi: Hiển Thị Thư Mục Nhà Của Bạn Trong Một Cửa Sổ Không Gian

source: Home location
vi: Vị trí Home

source: displaying
vi: hiển thị

source: To display your Home Folder, perform one of the following actions:
vi: Để hiển thị Thư Mục Nhà của bạn, thực hiện một trang các hành động sau:

source: Double-click on the <guilabel>Home</guilabel> object on the desktop.
vi: Nhấp đúp chuột vào đối tượng <guilabel>Home</guilabel> trên bàn làm việc.

source: From a folder window's menubar, choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Home Folder</guimenuitem></menuchoice>.
vi: Từ một thanh trình đơn của cửa sổ thư mục, chọn <menuchoice><guimenu>Mở Nhanh</guimenu><guimenuitem>Thư Mục Nhà</guimenuitem></menuchoice>.

source: From the top panel menubar, choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Home Folder</guimenuitem></menuchoice>.
vi: Từ thanh trình đơn của thanh điều khiển trên, chọn <menuchoice><guimenu>Mở Nhanh</guimenu><guimenuitem>Thư Mục Nhà</guimenuitem></menuchoice>.

source: The spatial window displays the contents of your Home Folder.
vi: Cửa sổ không gian hiển thị nội dung Thư Mục Nhà của bạn.

source: Displaying a Parent Folder
vi: Hiển thị một Thư Mục Cha

source: A parent folder is the folder that contains the current folder. To display the contents of your current folder's parent, do one of the following:
vi: Một thư mục cha là thư mục chứa thư mục hiện tại. Để hiển thị nội dung thư mục cha của thư mục hiện tại của bạn, làm một trong các việc sau:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open Parent</guimenuitem></menuchoice>.
vi: Chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Mở Cha</guimenuitem></menuchoice>.

source: Press <keycombo><keycap>Alt</keycap><keycap>up arrow</keycap></keycombo>.
vi: Nhấn <keycombo><keycap>Alt</keycap><keycap>mũi tên lên</keycap></keycombo>.

source: Choose from the parent folder selector at the bottom left of the window.
vi: Chọn từ bộ chọn thư mục cha ở góc trái dưới của cửa sổ.

source: To close the current folder while opening the parent, hold down <keycap>Shift</keycap> while choosing from the parent folder selector, or press <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>up arrow</keycap></keycombo>.
vi: Để đóng cửa sổ hiện tại khi mở thư mục cha, giữ <keycap>Shift</keycap> trong khi chọn từ bộ chọn thư mục cha, hoặc nhấn <keycombo><keycap>Shift</keycap><keycap>Alt</keycap><keycap>mũi tên lên</keycap></keycombo>.

source: Closing Folders
vi: Đóng Thư Mục

source: To close folders you may simply click on the close window button, this however may not be the most efficient way to close many windows. If you would like to view only the current folder, and not the folders you opened to reach the current folder, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close Parent Folders</guimenuitem></menuchoice>. If want to close all folders on the screen, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close All Folders</guimenuitem></menuchoice>.
vi: Để đóng các thư mục, đơn giản bạn có thể nhấn vào nút đóng cửa sổ, điều này tuy nhiên có thể không phải là cách hiệu quả nhất để đóng nhiều cửa sổ. Nếu bạn muốn chỉ xem thư mục hiện tại thôi, và không phải các thư mục bạn đã mở để đạt tới thư mục hiện tại, chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Đóng Các Thư Mục Cha</guimenuitem></menuchoice>. Nếu bạn muốn đóng tất cả các thư mục trên màn hình, chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Đóng tất cả thư mục</guimenuitem></menuchoice>.

source: Displaying a Folder in a Browser Window
vi: Hiển Thị Một Thư Mục Trong Một Cửa Sổ Trình Duyệt

source: If you wish to display a single folder in browser mode, while otherwise continuing to work in spatial mode, perform the following steps:
vi: Nếu bạn muốn hiển thị một thư mục đơn lẻ trong chế độ trình duyệt, trong khi mặt khác vẫn làm việc trong chế độ không gian, thực hiện các bước sau:

source: Select a folder while in spatial mode.
vi: Chọn một thư mục trong khi trong chế độ không gian.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Browse Folder</guimenuitem></menuchoice>.
vi: Chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Duyệt thư mục</guimenuitem></menuchoice>.

source: Opening a Location
vi: Mở Một Địa Điểm

source: You can open a folder or other location in spatial mode by typing its name.
vi: Bạn có thể mở một thư mục hay địa điểm khác trong chế độ không gian bằng cách gõ tên của nó.

source: Choose <menuchoice><shortcut><keycombo><keysym>L</keysym></keycombo></shortcut><guimenu>File</guimenu><guimenuitem>Open Location</guimenuitem></menuchoice>, and type the path or URI of the location you wish to open.
vi: Chọn <menuchoice><shortcut><keycombo><keysym>L</keysym></keycombo></shortcut><guimenu>Tập tin</guimenu><guimenuitem>Mở vị trí</guimenuitem></menuchoice> và gõ đường dẫn hay URI của địa điểm bạn muốn mở.

source: Browser Mode
vi: Chế Độ Trình Duyệt

source: The following section describes how to browse your system using the <application>Nautilus</application> file manager when configured in browser mode. In browser mode, opening a folder updates the current file manager to show the contents of the new folder.
vi: Phần sau mô tả cách duyệt hệ thống của bạn sử dụng trình quản lý <application>Nautilus</application> khi được cấu hình trong chế độ trình duyệt. Trong chế độ trình duyệt, mở một thư mục sẽ cập nhật trình quản lý tập tin hiện tại để hiện nội dung của thư mục mới đó.

source: The File Browser Window
vi: Cửa Sổ Trình Duyệt Tập Tin

source: Choose <menuchoice><guimenu>Applications</guimenu><guimenuitem>System Tools</guimenuitem><guimenuitem>File Browser</guimenuitem></menuchoice>.
vi: Chọn <menuchoice><guimenu>Ứng Dụng</guimenu><guimenuitem>Công Cụ Hệ Thống</guimenuitem><guimenuitem>Trình Duyệt Tập Tin</guimenuitem></menuchoice>.

source: While in spatial mode you may open a folder in browser mode by right clicking on that folder and choosing <guimenuitem>Browse Folder</guimenuitem>. A new file browser window will then open and display the contents of the selected folder.
vi: Trong khi ở chế độ không gian bạn có thể mở một thư mục trong chế độ trình duyệt bằng cách nhấp chuột phải vào thư mục đó và chọn <guimenuitem>Duyệt thư mục</guimenuitem>. Một cửa sổ duyệt tập tin mới sẽ mở ra và hiển thị nội dung của thư mục đã chọn.

source: If <application>Nautilus</application> is set to always open browser windows, double clicking any folder will open a browser window, see <xref linkend="gosnautilus-56"/>.
vi: Nếu <application>Nautilus</application> được đặt để luôn mở cửa sổ duyệt, nhấp đúp chuột vào bất kỳ thư mục nào cũng sẽ mở một cửa sổ duyệt, xem <xref linkend="gosnautilus-56"/>.

source: You can access the file browser in the following ways: <placeholder-1/>
vi: Bạn có thể truy cập trình duyệt tập tin theo các cách sau: <placeholder-1/>

source: Contents of a Folder in a File Browser Window
vi: Nội Dung Của Một Thư Mục Trong Một Cửa Sổ Trình Duyệt Tập Tin

source: A folder in a file browser window.
vi: Một thư mục trong một cửa sổ duyệt tập tin.
