Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: Select this option to reverse the order of the option by which you sort the items. For example, if you sort the items by name, select the <guilabel>Reversed Order</guilabel> option to sort the items in reverse alphabetical order.
vi: Chọn tuỳ chọn này để đảo trật tự của tuỳ chọn mà bạn dùng để sắp xếp các mục. Ví dụ, nếu bạn sắp xếp các mục theo tên, chọn <guilabel>Thứ Tự Ngược</guilabel> để sắp xếp các mục theo thứ tự abc ngược.

source: To Arrange Your Files in List View
vi: Để Bố Trí Tập Tin Của Bạn Trong Kiểu Xem Danh Sách

source: list view
vi: xem danh sách

source: When you display the contents of a folder in list view, you can specify how to arrange the items in the folder. To specify how to arrange items in list view, click on the header of the column specifying the property by which you wish to arrange the items. To inverse the sorting order click on the same column header again.
vi: Khi bạn hiển thị nội dung của một thư mục trong kiểu xem danh sách, bạn có thể chỉ định cách bố trí các mục trong thư mục. Để chỉ định cách bố trí các mục trong kiểu xem danh sách, nhấn vào phần tên của cột chỉ định thuộc tính bạn muốn dùng để sắp xếp các mục. Để đảo ngược trật tự sắp xếp, nhấn vào tên của cùng cột đó lần nữa.

source: To add or remove columns from the list view choose <menuchoice><guimenu>View</guimenu><guisubmenu>Visible Columns</guisubmenu></menuchoice>
vi: Để thêm hay bỏ các cột trong kiểu xem danh sách, chọn <menuchoice><guimenu>Xem</guimenu><guisubmenu>Các cột nhìn thấy</guisubmenu></menuchoice>

source: The file manager remembers how you arrange the items in a particular folder. The next time that you display the folder, the items are arranged in the way that you selected. In other words, when you specify how to arrange the items in a folder, you customize the folder to display the items in that way. To return the arrangement settings of the folder to the default arrangement settings specified in your preferences, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Reset View to Defaults</guimenuitem></menuchoice>.
vi: Trình quản lý tập tin ghi nhớ cách bạn sắp xếp các mục trong một thư mục cụ thể. Lần tiếp theo bạn hiển thị thư mục đó, các mục sẽ được sắp xếp theo đúng cách bạn đã chọn. Nói kiểu khác, khi bạn chỉ định cách sắp xếp các mục trong một thư mục, bạn đã tuỳ biến thư mục để hiển thị các mục theo cách đó. Để trả lại các thiết lập sắp xếp của thư mục về thiết lập sắp xếp mặc định được chỉ định trong tuỳ thích của bạn, chọn <menuchoice><guimenu>Xem</guimenu><guimenuitem>Đặt Ô Xem Về Mặc Định</guimenuitem></menuchoice>.

source: To Change the Size of Items in a View
vi: Để Thay Đổi Kích Thước Các Mục Trong Khung Xem

source: zooming in and out
vi: thu nhỏ và phóng to

source: You can change the size of items in a view. You can change the size if the view displays a file or a folder. You can change the size of items in a view in the following ways:
vi: Bạn có thể thay đổi kích thước các mục trong một khung xem. Bạn có thể thay đổi nếu khung xem hiển thị một tập tin hay một thư mục. Bạn có thể thay đổi kích thước của các mục trong một khung xem theo các cách sau:

source: To enlarge the size of items in a view, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Zoom In</guimenuitem></menuchoice>.
vi: Để tăng kích thước của các mục trong khung xem, chọn <menuchoice><guimenu>Xem</guimenu><guimenuitem>Phóng to</guimenuitem></menuchoice>.

source: To reduce the size of items in a view, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Zoom Out</guimenuitem></menuchoice>.
vi: Để giảm kích thước của các mục trong khung xem, chọn <menuchoice><guimenu>Xem</guimenu><guimenuitem>Thu nhỏ</guimenuitem></menuchoice>.

source: To return items in a view to the normal size, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Normal Size</guimenuitem></menuchoice>.
vi: Để đưa các mục trong khung xem về kích thước bình thường, chọn <menuchoice><guimenu>Xem</guimenu><guimenuitem>Cỡ thường</guimenuitem></menuchoice>.

source: You can also use the zoom buttons on the location bar in a browser window to change the size of items in a view. <xref linkend="gosnautilus-TBL-42"/> describes how to use the zoom buttons.
vi: Bạn cũng có thể sử dụng các nút thu phóng trên thanh vị trí trong một cửa sổ duyệt để thay đổi kích thước các mục trong khung xem. <xref linkend="gosnautilus-TBL-42"/> mô tả cách sử dụng các nút thu phóng.

source: Zoom Buttons
vi: Nút Thu Phóng

source: Button
vi: Nút

source: Button Name
vi: Tên Nút

source: Zoom Out button.
vi: nút Thu Nhỏ.

source: <guibutton>Zoom Out</guibutton> button
vi: nút <guibutton>Thu Nhỏ</guibutton>

source: Click on this button to reduce the size of items in a view.
vi: Nhấn vào nút này để giảm kích thước của các mục trong khung xem.

source: Normal Size button.
vi: nút Cỡ Thường.

source: <guibutton>Normal Size</guibutton> button
vi: nút <guibutton>Cỡ Thường</guibutton>

source: Click on this button to return items in a view to normal size.
vi: Nhấn vào nút này để trả các mục trong khung xem về kích cỡ bình thường.

source: Zoom In button.
vi: nút Phóng To.

source: <guibutton>Zoom In</guibutton> button
vi: nút <guibutton>Phóng To</guibutton>

source: Click on this button to enlarge the size of items in a view.
vi: Nhấn vào nút này để tăng kích thước các mục trong khung xem.

source: The file manager remembers the size of items in a particular folder. The next time that you display the folder, the items are displayed in the size that you selected. In other words, when you change the size of items in a folder, you customize the folder to display the items at that size. To return the size of the items to the default size specified in your preferences, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Reset View to Defaults</guimenuitem></menuchoice>.
vi: Trình quản lý tập tin ghi nhớ kích cỡ của các mục trong một thư mục cụ thể. Lần tiếp theo bạn hiển thị thư mục đó, các mục sẽ được hiện ra với kích thước bạn đã chọn. Nói kiểu khác, khi bạn thay đổi kích thước của các mục trong một thư mục, bạn đã tuỳ biến thư mục đó để hiển thị các mục theo kích cỡ đã định. Để trả kích thước các mục về cỡ mặc định được chỉ định trong tuỳ thích của bạn, chọn <menuchoice><guimenu>Xem</guimenu><guimenuitem>Đặt ô xem về mặc định</guimenuitem></menuchoice>.

source: Selecting Files and Folders
vi: Chọn Tập Tin Và Thư Mục

source: selecting files and folders
vi: chọn tập tin và thư mục

source: You can select files and folders in several ways in the file manager. Typically this is achieved by clicking on the files using the mouse, as explained in <xref linkend="gosnautilus-TBL-10"/>. In addition <xref linkend="nautilus-select-pattern"/> describes how to select a group of files matching a specific pattern.
vi: Bạn có thể chọn các tập tin và thư mục theo các cách khác nhau trong trình quản lý tập tin. Điển hình là cách nhấp vào các tập tin sử dụng con chuột, như đã giải thích trong <xref linkend="gosnautilus-TBL-10"/>. Thêm vào đó, <xref linkend="nautilus-select-pattern"/> mô tả cách chọn một nhóm các tập tin khớp với một mẫu cụ thể.

source: Selecting Items in the File Manager
vi: Chọn Các Mục Trong Trình Quản Lý Tập Tin

source: Select an item
vi: Chọn một mục

source: Click on the item.
vi: Nhấp vào một mục.

source: Select a group of contiguous items
vi: Chọn một nhóm các mục kề nhau

source: In icon view, drag around the files that you want to select.
vi: Trong kiểu xem biểu tượng, kéo quanh các tập tin bạn muốn chọn.

source: In list view, click on the first item in the group. Press-and-hold <keycap>Shift</keycap>, then click on the last item in the group.
vi: Trong kiểu xem danh sách, nhấp vào mục đầu tiên trong nhóm. Nhấn và giữ <keycap>Shift</keycap>, sau đó nhấn vào mục cuối cùng trong nhóm.

source: Select multiple items
vi: Chọn nhiều mục

source: Press-and-hold <keycap>Ctrl</keycap>. Click on the items that you want to select.
vi: Nhấn và giữ <keycap>Ctrl</keycap>. Nhấn vào các mục bạn muốn chọn.

source: Alternatively, press-and-hold <keycap>Ctrl</keycap>, then drag around the files that you want to select.
vi: Cách khác, nhấn và giữ <keycap>Ctrl</keycap>, sau đó kéo quanh các tập tin bạn muốn chọn.

source: Select all items in a folder
vi: Chọn tất cả các mục trong một thư mục

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Select All Files</guimenuitem></menuchoice>.
vi: Chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Chọn Tất Cả</guimenuitem></menuchoice>.

source: To perform the default action on an item, double-click on the item. You can set your file manager preferences so that you click once on a file to execute the default action. For more information, see <xref linkend="gosnautilus-56"/>.
vi: Để thực hiện các hành động mặc định trên một mục, nhấp đúp chuột vào mục. Bạn có thể đặt tuỳ thích trình quản lý tập tin của bạn để bạn nhấp một lần vào một tập tin để thực thi hành động mặc định. Để biết thêm chi tiết, xem <xref=linkend="gosnautilus-56)/>.

source: Selecting Files Matching a Specific Pattern
vi: Chọn Tập Tin Khớp Mẫu Cụ Thể

source: <application>Nautilus</application> allows you to select all files matching a pattern based upon their filename and an optional number of wildcards. This can be useful if, for example, you wish to select all files which contain the phrase "memo" in their filename. <xref linkend="gosnautilus-TBL-select-pattern"/> gives some examples of possible patterns and the resulting files they would match.
vi: <application>Nautilus</application> cho phép bạn chọn tất cả các tập tin khớp mẫu dựa trên tên tập tin của chúng và một số các ký tự đại diện tuỳ thêm. Điều này có thể hữu ích nếu, ví dụ bạn muốn chọn tất cả các tập tin chứa cụm từ "memo" trong tên tập tin của chúng. <xref linkend="gosnautilus-TBL-select-pattern"/> cho một vài ví dụ về các mẫu khả thi và các tập tin kết quả mà chúng khớp mẫu.

source: Pattern
vi: Mẫu

source: Files Matched
vi: Các tập tin khớp mẫu

source: This pattern would match files called note, with any extension.
vi: Mẫu này sẽ khớp các tập tin có tên note với bất kỳ đuôi mở rộng nào.

source: This pattern would match all files with the .ogg extension
vi: Mẫu này sẽ khớp tất cả tập tin với đuôi mở rộng .ogg

source: This pattern would match all files or folders whose name contains the word memo.
vi: Mẫu này sẽ khớp tất cả tập tin và thư mục có tên chứa từ memo.

source: To perform the Select Pattern command Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Select Patterns</guimenuitem></menuchoice> from the menu. After entering the desired pattern you are left with those files or folders which matched the pattern selected. You may then do with the selected files or folders what you choose.
vi: Để thực hiện lệnh Chọn Mẫu, chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Chọn mẫu</guimenuitem></menuchoice> từ trình đơn. Sau khi nhập mẫu mong muốn, bạn sẽ được đưa cho những tập tin và thư mục khớp với mẫu đã chọn. Bạn có thể làm việc với các tập tin và thư mục đã chọn tuỳ bạn muốn.

source: Drag-and-Drop in the File Manager
vi: Kéo và thả trong Trình quản lý tập tin

source: drag-and-drop
vi: kéo và thả

source: You can use drag-and-drop to perform several tasks in the file manager. When you drag-and-drop, the mouse pointer provides feedback about the task that you perform. <xref linkend="gosnautilus-TBL-11"/> describes the tasks that you can perform with drag-and-drop. The table also shows the mouse pointers that appear when you drag-and-drop.
vi: Bạn có thể sử dụng kéo và thả để thực hiện nhiều tác vụ trong trình quản lý tập tin. Khi bạn kéo và thả, con trỏ chuột cung cấp phản hồi về tác vụ bạn đang thực hiện. <xref linkend="gosnautilus-TBL-11"/> mô tả các tác vụ bạn có thể thực hiện với kéo và thả. Bảng đó cũng thể hiện con trỏ chuột xuất hiện khi bạn kéo và thả.

source: Mouse Pointer
vi: Con Trỏ Chuột

source: Move an item
vi: Di chuyển một mục

source: Drag the item to the new location.
vi: Kéo mục vào vị trí mới.

source: Move pointer.
vi: Con trỏ di chuyển.

source: Copy an item
vi: Sao chép một mục

source: Grab the item, then press-and-hold <keycap>Ctrl</keycap>. Drag the item to the location where you want the copy to reside.
vi: Chọn mục, sau đó nhấn và giữ <keycap>Ctrl</keycap>. Kéo mục sang vị trí mà bạn muốn sao chép vào.

source: Copy pointer.
vi: Con trỏ sao chép.

source: Create a symbolic link to an item
vi: Tạo một liên kết tượng trưng tới một mục

source: Grab the item, then press-and-hold <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap></keycombo>. Drag the item to the location where you want the symbolic link to reside.
vi: Chọn mục, sau đó nhấn và giữ <keycombo><keycap>Ctrl</keycap><keycap>Shift</keycap></keycombo>. Kéo mục tới vị trí bạn muốn đặt liên kết tượng trưng.

source: Symbolic link pointer.
vi: Con trỏ liên kết tượng trưng.

source: Ask what to do with the item you drag
vi: Hỏi cần làm gì với mục mà bạn kéo

source: Grab the item, then press-and-hold <keycap>Alt</keycap>. You may also use the middle mouse button to perform the same operation. Drag the item to the location where you want the item to reside. Release the mouse button. A popup menu appears. Choose one of the following items from the popup menu:
vi: Chọn mục, sau đó nhấn và giữ <keycap>Alt</keycap>. Bạn cũng có thể sử dụng nút chuột giữa để thực hiện cùng thao tác. Kéo mục tới vị trí bạn muốn đặt mục vào. Nhả nút chuột. Một trình đơn bật lên xuất hiện. Chọn một trong các mục sau từ trình đơn bật lên:

source: Move here
vi: Di chuyển vào đây

source: Moves the item to the location.
vi: Di chuyển mục tới vị trí đó.

source: Copy here
vi: Sao chép vào đây

source: Copies the item to the location.
vi: Sao chép mục vào vị trí.

source: Link here
vi: Liên kết vào đây

source: Creates a symbolic link to the item at the location.
vi: Tạo một liên kết tượng trưng vào mục tại vị trí.

source: Set as Background
vi: Đặt Làm Hình Nền

source: If the item is an image, sets the image to be the background. You can use this command to set the background of the desktop, the side pane or the view pane.
vi: Nếu mục là một ảnh, có thể đặt ảnh để làm hình nền. Bạn có thể sử dụng lệnh này để đặt hình nền của bàn làm việc, khung bên hoặc khung xem.

source: Cancel
vi: Huỷ bỏ

source: Cancels the drag-and-drop operation.
vi: Huỷ thao tác kéo và thả.

source: Ask pointer.
vi: Con trỏ hỏi.

source: Moving a File or Folder
vi: Di Chuyển Một Tập Tin Và Thư Mục

source: moving files and folders
vi: di chuyển các tập tin và thư mục

source: You can move a file or folder by dragging it with the mouse, or with the cut and paste commands. The following sections describe these two methods.
vi: Bạn có thể di chuyển một tập tin hay thư mục bằng cách kéo nó với con chuột hoặc với lệnh cắt và dán. Các phần sau mô tả hai phương pháp này.

source: Drag to the New Location
vi: Kéo Vào Vị Trí Mới

source: To drag a file or folder to a new location, perform the following steps:
vi: Để kéo một tập tin và thư mục vào một vị trí mới, thực hiện các bước sau đây:

source: Open two file manager windows:
vi: Mở hai cửa sổ trình quản lý tập tin:

source: The window containing the item you want to move.
vi: Cửa sổ chứa mục mà bạn muốn di chuyển.

source: The window you want to move it to, or the window containing the folder you want to move it to.
vi: Cửa sổ bạn muốn di chuyển nó vào, hoặc cửa sổ chứa thư mục bạn muốn di chuyển nó vào trong đó.

source: Drag the file or folder that you want to move to the new location. If the new location is a window, drop it anywhere in the window. If the new location is a folder icon, drop the item you are dragging on the folder.
vi: Kéo tập tin và thư mục mà bạn muốn di chuyển sang vị trí mới. Nếu vị trí mới là một cửa sổ, thả nó vào bất kỳ đâu trong cửa sổ đó. Nếu vị trí mới là một biểu tượng thư mục, hãy thả mục bạn đang kéo vào thư mục ấy.

source: To move the file or folder to a folder that is one level below the current location, do not open a new window. Instead, drag the file or folder to the new location in the same window.
vi: Để di chuyển tập tin hoặc thư mục vào một thư mục dưới một cấp so với vị trí hiện tại, đừng mở một cửa sổ mới. Thay vào đó, hãy kéo tập tin và thư mục vào vị trí mới trong cùng cửa sổ.

source: For more on dragging items, see <xref linkend="nautilus-dragndrop"/>.
vi: Để biết thêm về kéo các mục, xem <xref linkend="nautilus-dragndrop"/>.

source: Cut and Paste to the New Location
vi: Cắt Và Dán Sang Vị Trí Mới

source: You can cut a file or folder and paste the file or folder into another folder, as follows:
vi: Bạn có thể cắt một tập tin hoặc thư mục và dán tập tin và thư mục đó vào một thư mục khác, như sau đây:

source: Select the file or folder that you want to move, then choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Cut</guimenuitem></menuchoice>.
vi: Chọn tập tin và thư mục bạn muốn di chuyển, sau đó chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Dán</guimenuitem></menuchoice>.

source: Open the folder to which you want to move the file or folder, then choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste </guimenuitem></menuchoice>.
vi: Mở thư mục mà bạn muốn di chuyển tập tin và thư mục vào, sau đó chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Dán</guimenuitem></menuchoice>.

source: Copying a File or Folder
vi: Sao Chép Một Tập Tin Và Thư Mục

source: copying files and folders
vi: sao chép tập tin và thư mục

source: You can copy a file or folder by dragging it with the mouse, or with the copy and paste commands. The following sections describe these two methods.
vi: Bạn có thể sao chép một tập tin và thư mục bằng cách kéo nó với chuột, hoặc với lệnh sao chép và dán. Các phần sau mô tả hai phương pháp này.

source: To copy a file or folder, perform the following steps:
vi: Để sao chép một tập tin hoặc thư mục, thực hiện các bước sau:

source: Drag the file or folder that you want to move to the new location. Press-and-hold <keycap>Ctrl</keycap> either before or during the drag. If the new location is a window, drop it anywhere in the window. If the new location is a folder icon, drop the item you are dragging on the folder.
vi: Kéo tập tin hoặc thư mục bạn muốn di chuyển sang vị trí mới. Nhấn và giữ <keycap>Ctrl</keycap> trước hoặc sau khi kéo. Nếu vị trí mới là một cửa sổ, thả nó vào bất kỳ đâu trên cửa sổ đó. Nếu vị trí mới là một biểu tượng thư mục, thả mục bạn đang kéo vào thư mục ấy.

source: To copy the file or folder to a folder that is one level below the current location, do not open a new window. Instead, grab the file or folder, then press-and-hold <keycap>Ctrl</keycap>. Drag the file or folder to the new location in the same window.
vi: Để sao chép tập tin và thư mục sang một thư mục dưới một cấp so với vị trí hiện tại, đừng mở một cửa sổ mới. Thay vào đó, hãy chọn tập tin hay thư mục sau đó nhấn và giữ <keycap>Ctrl</keycap>. Kéo tập tin vào thư mục đó vào vị trí trong cùng cửa sổ.

source: Copy and Paste to the New Location
vi: Sao Chép Vào Dán Sang Vị Trí Mới

source: You can copy a file or folder and paste the file or folder into another folder, as follows:
vi: Bạn có thể sao chép một tập tin hay thư mục và dán chúng vào một thư mục khác, như sau đây:

source: Select the file or folder that you want to copy, then choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice>.
vi: Chọn tập tin hay thư mục mà bạn muốn sau đó chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Sao chép</guimenuitem></menuchoice>.

source: Open the folder to which you want to copy the file or folder, then choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste </guimenuitem></menuchoice>.
vi: Mở thư mục mà bạn muốn sao chép tập tin và thư mục vào đó, sau đó chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Dán</guimenuitem></menuchoice>.

source: Duplicating a File or Folder
vi: Nhân Đôi Một Thư Mục Hay Tập Tin

source: duplicating files and folders
vi: nhân đôi một thư mục và tập tin

source: To create a copy of a file or folder in the current folder, perform the following steps:
vi: Để tạo một bản sao của một tập tin hay thư mục trong thư mục hiện tại, thực hiện

source: Select the file or folder that you want to duplicate.
vi: Chọn tập tin hay thư mục bạn muốn nhân đôi.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Duplicate</guimenuitem></menuchoice>.
vi: Chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Nhân đôi</guimenuitem></menuchoice>.

source: A copy of the file or folder appears in the current folder.
vi: Một bản sao của tập tin hay thư mục xuất hiện trong thư mục hiện tại.

source: Creating a Folder
vi: Tạo Một Thư Mục

source: creating folders
vi: tạo các thư mục

source: To create a folder, perform the following steps:
vi: Để tạo một thư mục, thực hiện các bước sau đây:

source: Open the folder where you want to create the new folder.
vi: Mở thư mục nơi mà bạn muốn tạo thư mục mới.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Create Folder</guimenuitem></menuchoice>. Alternatively, right-click on the background of the window, then choose <guimenuitem>Create Folder</guimenuitem>.
vi: Chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Tạo thư mục</guimenuitem></menuchoice>. Cách khác, nhấp chuột phải vào nền của cửa sổ, sau đó chọn <guimenuitem>Tạo thư mục</guimenuitem>.

source: An <guilabel>untitled</guilabel> folder is added to the location. The name of the folder is selected.
vi: Một thư mục <guilabel>chưa đặt tên</guilabel> được thêm vào vị trí hiện tại. Tên của thư mục đã được chọn.

source: Type a name for the folder, then press <keycap>Return</keycap>.
vi: Nhập một tên cho thư mục, sau đó nhấn <keycap>Enter</keycap>.

source: Templates and Documents
vi: Mẫu Và Tài Liệu

source: creating documents
vi: tạo tài liệu

source: You can create templates from documents that you frequently create. For example, if you often create invoices, you can create an empty invoice document and save the document as <literal>invoice.doc</literal> in the <literal>$HOME/Templates</literal> folder.
vi: Bạn có thể tạo các mẫu từ các tài liệu mà bạn thường xuyên tạo. Ví dụ, nếu bạn thường tạo các hoá đơn, bạn có thể tạo các tài liệu hoá đơn trống và lưu tài liệu như là <literal>invoice.doc</literal> trong thư mục literal>$HOME/Mẫu</literal>

source: You can also access the templates folder from a file browser window. Choose <menuchoice><guimenu>Go</guimenu><guimenuitem>Templates</guimenuitem></menuchoice>.
vi: Bạn cũng có thể truy cập thư mục mẫu từ một cửa sổ duyệt tập tin. Chọn <menuchoice><guimenu>Tới</guimenu><guimenuitem>Mẫu</guimenuitem></menuchoice>.

source: The template name is displayed as a submenu item in the <guilabel>Create Document</guilabel> menu.
vi: Tên mẫu được hiển thị như là một mục trình đơn con trong trình đơn <guilabel>Tạo tài liệu</guilabel>.

source: You can also create subfolders in the template folder. Subfolders display as submenus in the menu.
vi: Bạn cũng có thể tạo các thư mục con trong thư mục mẫu. Các thư mục con hiển thị như các trình đơn con trong trình đơn mẫu.

source: You can also share templates. Create a symbolic link from the template folder to the folder containing the shared templates.
vi: Bạn cũng có thể chia sẻ các mẫu. Hãy tạo một liên kết tượng trưng từ thư mục mẫu vào trong thư mục chứa các mẫu được chia sẻ.

source: To Create a Document
vi: Để Tạo Một Tài Liệu

source: If you have document templates, you can choose to create a document from one of the installed templates.
vi: Nếu bạn tạo các mẫu tài liệu, bạn có thể chọn để tạo tài liệu từ một trong các mẫu đã cài đặt.

source: To create a document perform the following steps:
vi: Để tạo một tài liệu thực hiện các bước sau đây:

source: Select the folder where you want to create the new document.
vi: Chọn thư mục nơi mà bạn muốn tạo tài liệu mới.
