Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: To <firstterm>mount</firstterm> media is to make the file system of the media available for access. When you mount media, the file system of the media is attached as a subdirectory to your file system.
vi: <firstterm>gắn kết</firstterm> vật chứa là để làm cho hệ thống tập tin của vật chứa sẵn sàng cho truy cập. Khi bạn gắn kết vật chứa, hệ thống tập tin của vật chứa sẽ được gắn như một thư mục con vào hệ thống tập tin của bạn.

source: To mount media, insert the media in the appropriate device. An icon that represents the media is added to the desktop. The icon is added only if your system is configured to mount the device automatically when media is detected.
vi: Để gắn kết vật chứa, hãy lắp vật chứa vào thiết bị phù hợp. Một biểu tượng đại diện cho vật chứa sẽ được thêm vào bàn làm việc. Biểu tượng chỉ được thêm nếu hệ thống của bạn được cấu hình để tự động gắn thiết bị khi vật chứa được phát hiện.

source: If your system is not configured to mount the device automatically, you must mount the device manually. Double-click on the <guilabel>Computer</guilabel> icon from the desktop. A <guilabel>Computer </guilabel> dialog is displayed. Double-click on the icon that represents the media. For example, to mount a floppy diskette, double-click on the <guilabel>Floppy</guilabel> icon. An icon that represents the media is added to the desktop.
vi: Nếu hệ thống của bạn không được cấu hình để gắn thiết bị tự động, bạn sẽ phải gắn thiết bị bằng tay. Nhấp đúp chuột vào biểu tượng <guilabel>Máy tính</guilabel> trên bàn làm việc. Một hộp thoại <guilabel>Máy tính</guilabel> sẽ được hiển thị. Nhấp đúp chuột vào biểu tượng đại diện cho vật chứa. Ví dụ, để gắn một đĩa mềm, hãy nhấp đúp chuột vào biểu tượng <guilabel>Đĩa mềm</guilabel>. Một biểu tượng đại diện cho vật chứa sẽ được thêm vào bàn làm việc.

source: You cannot change the name of a removable media icon.
vi: Bạn không thể thay đổi tên của một biểu tượng vật chứa tháo gỡ được.

source: To Display Media Contents
vi: Để Hiển Thị Nội Dung Vật Chứa

source: displaying media contents
vi: hiển thị nội dung các vật chứa

source: You can display media contents in any of the following ways:
vi: Bạn có thể hiển thị nội dung các vật chứa trong bất kỳ cách nào sau đây:

source: Double-click on the icon that represents the media on the desktop.
vi: Nhấp đúp chuột vào biểu tượng đại diện vật chứa trên bàn làm việc.

source: Right-click on the icon that represents the media on the desktop, then choose <guimenuitem>Open</guimenuitem>.
vi: Nhấp chuột phải vào biểu tượng đại diện vật chứa trên bàn làm việc sau đó chọn <guimenuitem>Mở</guimenuitem>.

source: A file manager window displays the contents of the media. To reload the display, click on the <guibutton>Reload</guibutton> button.
vi: Một cửa sổ quản lý tập tin sẽ hiển thị nội dung của vật chứa. Để tải lại việc hiển thị, nhấp vào nút <guibutton>Tải lại</guibutton>.

source: To Display Media Properties
vi: Để Hiển Thị Thuộc Tính Vật Chứa

source: displaying media properties
vi: hiển thị các thuộc tính vật chứa

source: To display the properties of removable media, right-click on the icon that represents the media on the desktop, then choose <guimenuitem>Properties</guimenuitem>. A dialog displays the properties of the media.
vi: Để hiển thị thuộc tính của các vật chứa tháo gỡ được, nhấp chuột phải vào biểu tượng đại diện vật chứa trên bàn làm việc sau đó chọn <guimenuitem>Thuộc tính</guimenuitem>. Một hộp thoại sẽ hiển thị các thuộc tính của vật chứa.

source: To close the properties dialog, click <guibutton>Close</guibutton>.
vi: Để đóng hộp thoại thuộc tính, nhấn <guibutton>Đóng</guibutton>.

source: To Eject Media
vi: Để Đẩy Ra Vật Chứa

source: ejecting
vi: đẩy ra

source: To eject media, right-click on the media icon on the desktop, then choose <guimenuitem>Eject</guimenuitem>. If the drive for the media is a motorized drive, the media is ejected from the drive. If the drive for the media is not motorized, wait until the desktop icon for the media disappears, then eject the media manually.
vi: Để đẩy ra vật chứa, nhấp chuột phải vào biểu tượng vật chứa trên bàn làm việc sau đó chọn <guimenuitem>Đẩy ra</guimenuitem>. Nếu ổ chứa vật chứa là một ổ lắp động cơ, vật chứa sẽ được đẩy ra khỏi ổ. Nếu ổ chứa vật chứa không có động cơ, hãy chờ đến khi biểu tượng bàn làm việc cho vật chứa biến mất, sau đó đẩy vật chứa ra bằng tay.

source: You cannot eject media from a motorized drive when the media is mounted. To eject media, first unmount the media. For example, to remove a USB flash drive, perform the following steps:
vi: Bạn không thể đẩy vật chứa ra từ một ổ lắp động cơ khi vật chứa đã được gắn kết. Để đẩy vật chứa ra, trước tiên hãy bỏ lắp vật chứa. Ví dụ, để gỡ bỏ một ổ flash USB hãy thực hiện các bước sau:

source: Close all file manager windows, <application>Terminal</application> windows, and any other windows that access the USB drive.
vi: Đóng tất cả các cửa sổ quản lý tập tin, các cửa sổ <application>Trình cuối</application> và bất kỳ cửa sổ nào khác đang truy cập vào ổ USB.

source: Right-click on the icon that represents the drive on the desktop, then choose <guimenuitem>Eject</guimenuitem>. The desktop icon for the drive disappears.
vi: Nhấp chuột phải vào biểu tượng đại diện cho ổ trên bàn làm việc, sau đó chọn <guimenuitem>Đẩy ra</guimenuitem>. Biểu tượng bàn làm việc cho ổ sẽ biến mất.

source: Remove the USB flash drive.
vi: Gỡ ổ flash USB.

source: You must unmount removable media before ejecting. Do not remove a USB flash drive before you unmount the flash drive. If you do not unmount the media first you might lose data.
vi: Bạn phải bỏ lắp các vật chứa tháo gỡ được trước khi đẩy ra. Không được gỡ một ổ flash USB trước khi bạn bỏ lắp ổ flash. Nếu bạn không bỏ lắp vật chứa trước bạn có thể bị mất dữ liệu.

source: Writing CDs or DVDs
vi: Ghi CD hay DVD

source: writing CDs
vi: ghi CD

source: CDs, writing
vi: CD, ghi

source: burning CDs
vi: ghi CD

source: Writing to a CD or DVD may be useful for backing up your important documents. To do this, your computer must have a CD or DVD writer.
vi: Ghi vào một CD hay DVD có thể hữu ích cho việc sao lưu các tài liệu quan trọng của bạn. Để làm điều này, máy tính của bạn phải có một ổ ghi CD hay DVD.

source: A simple way to check what sort of CD or DVD drive your computer has is to choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice> from the top panel menubar. If the icon for your CD drive has terms like "CD-RW" or "DVD(+-)R" in its label, then your computer is able to write discs.
vi: Một cách đơn giản để kiểm tra loại ổ CD hay DVD nào mà máy tính của bạn có là chọn <menuchoice><guimenu>Mở nhanh</guimenu><guimenuitem>Máy tính</guimenuitem></menuchoice> từ thanh điều khiển trên. Nếu biểu tượng cho ổ CD của bạn có các từ như "CD-RW" hay "DVD(+-)R" trong nhãn của nó thì máy tính của bạn đã có khả năng để ghi đĩa.

source: You can start choosing files to burn to a disc at any time. The file manager provides a special folder for files and folders that you wish to write to a CD or DVD. From there you can easily write all of the content (which you place in this special folder) to a CD or DVD.
vi: Bạn có thể bắt đầu chọn các tập tin để ghi ra đĩa vào bất cứ lúc nào. Trình quản lý tập tin cung cấp một thư mục đặc biệt cho các tập tin và thư mục bạn muốn ghi vào một CD hoặc DVD. Từ đó bạn có thể dễ dàng ghi tất cả các nội dung (mà bạn đặt vào trong thư mục đặc biệt này) vào trong một đĩa CD hay DVD.

source: Creating Data Discs
vi: Tạo Đĩa Dữ Liệu

source: To write a CD or DVD, perform the following steps:
vi: Để ghi một CD hay DVD, hãy thực hiện các bước sau:

source: Open <menuchoice><guimenu>Applications</guimenu><guimenu>System Tools</guimenu><guimenuitem>CD/DVD Creator</guimenuitem></menuchoice>. The file manager opens the CD/DVD Creator folder.
vi: Mở <menuchoice><guimenu>Ứng dụng</guimenu><guimenu>Công cụ hệ thống</guimenu><guimenuitem>Bộ tạo CD/DVD</guimenuitem></menuchoice>. Trình quản lý tập tin sẽ mở thư mục Bộ tạo CD/DVD.

source: In a File Browser window, the <guimenuitem>CD/DVD Creator</guimenuitem> item is available in the <guimenu>Go</guimenu> menu.
vi: Trong một cửa sổ Duyệt Tập Tin, mục <guimenuitem>Bộ tạo CD/DVD</guimenuitem> có sẵn trong trình đơn <guimenu>Tới</guimenu>.

source: Drag the files and folders that you want to write to CD or DVD to the CD/DVD Creator folder.
vi: Kéo các tập tin và thư mục bạn muốn ghi vào CD hay DVD tới thư mục Bộ tạo CD/DVD.

source: Insert a writable CD or DVD into the CD/DVD writer device on your system.
vi: Đút một đĩa CD hay DVD có thể ghi được vào trong thiết bị ghi CD/DVD trên hệ thống của bạn.

source: Press the <guibutton>Write to Disc</guibutton> button, or choose <menuchoice><guimenu>File</guimenu><guimenuitem>Write to CD/DVD</guimenuitem></menuchoice>. A <guilabel>Write to Disc</guilabel> dialog is displayed.
vi: Nhấn nút <guibutton>Ghi Vào Đĩa</guibutton>, hoặc chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Ghi vào CD/DVD</guimenuitem></menuchoice>. Một hộp thoại <guilabel>Ghi vào Đĩa</guilabel> sẽ được hiển thị.

source: Use the <guilabel>Write to Disc</guilabel> dialog to specify how you want to write the CD, as follows:
vi: Sử dụng hộp thoại <guilabel>Ghi Vào Đĩa</guilabel> để chỉ định cách bạn muốn ghi CD như sau đây:

source: Write disc to
vi: Ghi đĩa vào

source: Select the device to which you want to write the CD from the drop-down list. To create an CD image file, select the <guilabel>File image</guilabel> option. A CD image file is a normal file that contains all of the data in the same format as a CD, that you can write to a CD later.
vi: Chọn thiết bị mà bạn muốn ghi CD từ danh sách thả xuống. Để tạo một tập tin ảnh CD, chọn tuỳ chọn <guilabel>Ảnh tập tin</guilabel>. Một tập tin ảnh CD là một tập tin bình thường chứa tất cả dữ liệu trong cùng định dạng như một CD để sau này bạn có thể ghi vào một CD nào đó.

source: Disc name
vi: Tên đĩa

source: Type a name for the CD in the text box.
vi: Nhập một tên cho CD trong hộp văn bản.

source: Data size
vi: Kích thước dữ liệu

source: Shows the size of the data to be written to disc. The blank disk must be at least this size.
vi: Hiện kích thước dữ liệu được ghi vào đĩa. Đĩa trắng phải có ít nhất kích thước này.

source: Write speed
vi: Tốc độ ghi

source: Select the speed at which you want to write the CD from the drop-down list.
vi: Chọn tốc độ bạn muốn ghi CD từ danh sách thả xuống.

source: Click on the <guibutton>Write</guibutton> button.
vi: Nhấp vào nút <guibutton>Ghi</guibutton>.

source: If you selected the <guilabel>File image</guilabel> option from the <guilabel>Target to write to</guilabel> drop-down list, a <guilabel>Choose a filename for the disc image</guilabel> dialog is displayed. Use the dialog to specify the location where you want to save the disc image file. By default, disc image files have a <filename>.iso</filename> file extension.
vi: Nếu bạn chọn tuỳ chọn <guilabel>Ảnh tập tin</guilabel> từ danh sách thả xuống <guilabel>Đối tượng được ghi vào</guilabel>, một hộp thoại <guilabel>Chọn một tên tập tin cho ảnh đĩa</guilabel> được hiển thị. Sử dụng hộp thoại để chỉ định vị trí nơi bạn muốn lưu tập tin ảnh đĩa. Mặc định, các tập tin ảnh đĩa có một đuôi mở rộng tập tin <filename>.iso</filename>

source: A <guilabel>Writing disc</guilabel> dialog is displayed. This process takes some time. When the disc is written or when the disc image file is created, a message to indicate that the process is complete is displayed in the dialog.
vi: Một hộp thoại <guilabel>Đang ghi đĩa</guilabel> được xuất hiện. Tiến trình này cần một khoảng thời gian. Khi đĩa đã được ghi hay khi tập tin ảnh đĩa đã được tạo, một tin nhắn để biểu thị tiến trình đã hoàn thành sẽ được hiển thị trong hộp thoại.

source: You can set the CD/DVD Creator folder to open automatically when you instert a blank disc. See <xref linkend="gosnautilus-61"/>.
vi: Bạn có thể đặt thư mục Bộ tạo CD/DVD để mở tự động khi bạn đút một đĩa trắng vào. Xem <xref linkend="gosnautilus-61"/>.

source: The filesystem written to the CD will be readable with long filenames on all recent operating systems. Both the Joliet and the Rock Ridge CD-ROM filesystem extensions are used.
vi: Hệ thống tập tin đã ghi vào CD sẽ có thể đọc được với các tên tập tin dài trên tất cả các hệ điều hành gần đây. Cả các phần mở rộng hệ tập tin Joliet và Rock Ridge CD-ROM đều được sử dụng.

source: Copying CDs or DVDs
vi: Sao chép CD hay DVD

source: You can create a copy of a CD or DVD, either to another disc or to an image file stored on your computer. To create a copy, perform the following steps:
vi: Bạn có thể tạo một bản sao của một CD hay DVD, hoặc sang một đĩa khác hoặc thành một tập tin ảnh lưu trữ trong máy tính của bạn. Để tạo một bản sao, thực hiện các bước sau:

source: Insert the disc you want to copy.
vi: Đút đĩa bạn muốn sao chép vào.

source: Choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Computer</guimenuitem></menuchoice> from the top panel menubar.
vi: Chọn <menuchoice><guimenu>Mở nhanh</guimenu><guimenuitem>Máy tính</guimenuitem></menuchoice> từ thanh trình đơn thanh điều khiển trên.

source: Right-click on the CD icon, and choose <guimenuitem>Copy Disc</guimenuitem>.
vi: Nhấp chuột phải vào biểu tượng CD và chọn <guimenuitem>Chép đĩa</guimenuitem>.

source: The <guilabel>Write to Disc</guilabel> dialog is displayed.
vi: Hộp thoại <guilabel>Chép Đĩa</guilabel> sẽ được hiển thị.

source: If you have only one drive with write capabilities, the process will first create a disc image file on your computer. It will then eject the original disk, and ask you to change it for a blank disk on which to write the copy.
vi: Nếu bạn chỉ có một ổ ghi, tiến trình trước tiên sẽ tạo một tập tin ảnh đĩa trên máy tính của bạn. Sau đó nó sẽ đẩy đĩa gốc ra và hỏi bạn để thay đổi đĩa trắng mà bạn muốn ghi bản sao vào.

source: If you want to create more than one copy, choose the Image File option on the <guilabel>Write to Disc</guilabel> and then write the disc image: see <xref linkend="nautilus-cdwriter-writeimage"/>.
vi: Nếu bạn muốn tạo nhiều hơn một bản sao, chọn tuỳ chọn Tập tin ảnh trên <guilabel>Chép Đĩa</guilabel> và sau đó ghi ảnh đĩa. Xem <xref linkend="nautilus-cdwriter-writeimage"/>.

source: Creating a Disc from an Image File
vi: Tạo Một Đĩa Từ Một Tập Tin Ảnh

source: You can write a disc image to a CD or DVD. For example, you may have downloaded a disc image from the internet, or previously created one yourself. Disc images usually have a <filename>.iso</filename> file extension and are sometimes called iso files.
vi: Bạn có thể ghi một ảnh đĩa vào một CD hay DVD. Ví dụ, bạn có thể đã tải một ảnh đĩa từ mạng về hoặc đã từng tự tạo một cái trước kia. Các ảnh đĩa thường có đuôi tập tin <filename>.iso</filename> và thỉnh thoảng được gọi là các tập tin iso.

source: To write a disc image, right-click on the disc image file, then choose <guimenuitem>Write to Disc</guimenuitem> from the popup menu.
vi: Để ghi một ảnh đĩa, nhấp chuột phải vào tập tin ảnh đĩa, sau đó chọn <guimenuitem>Ghi ra Đĩa</guimenuitem> từ trình đơn bật lên.

source: Navigating Remote Servers
vi: Điều Hành Các Máy Chủ Từ Xa

source: The <application>Nautilus</application> file manager provides an integrated access point to your files, applications, FTP sites, Windows shares, WebDav servers and SSH servers.
vi: Trình quản lý tập tin <application>Nautilus</application> cung cấp một điểm truy cập tích hợp tới các tập tin, ứng dụng, địa điểm FTP, chia sẻ Windows, máy chủ WebDav và các máy chủ SSH.

source: To Access a remote server
vi: Để Truy Cập Vào Một Máy Chủ Từ Xa

source: accessing
vi: truy cập

source: You can use the file manager to access a remote server, be it an FTP site, a Windows share, a WebDav server or an SSH server.
vi: Bạn có thể sử dụng trình quản lý tập tin để truy cập một máy chủ từ xa, có thể là một địa chỉ FTP, một chia sẻ Windows, một máy chủ WebDav hay một máy chủ SSH.

source: To access a remote server, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Connect to Server</guimenuitem></menuchoice>. You may also access this dialog from the menubar by choosing <menuchoice><guimenu>Places</guimenu><guimenuitem>Connect to Server</guimenuitem></menuchoice>.
vi: Để truy cập một máy chủ từ xa, chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Kết nối đến máy phục vụ</guimenuitem></menuchoice>. Bạn cũng có thể truy cập hộp thoại này từ thanh trình đơn bằng cách chọn <menuchoice><guimenu>Mở nhanh</guimenu><guimenuitem>Kết nối đến máy phục vụ</guimenuitem></menuchoice>.

source: To connect to a remote server, start by choosing the service type, then enter the server address.
vi: Để kết nối đến một máy chủ từ xa, hãy bắt đầu bằng cách chọn kiểu dịch vụ sau đó nhập địa chỉ máy chủ.

source: If required by your server, you may provide the following optional information :
vi: Nếu cần thiết với máy chủ của bạn, bạn có thể cung cấp thông tin tuỳ thêm sau:

source: Port
vi: Cổng

source: Port to connect to on the server. This should only be used if it is necessary to change the default port, you would normally leave this blank.
vi: Cổng kết nối tới trên máy chủ. Cái này chỉ nên sử dụng nếu cần thiết thay đổi cổng mặc định, thường bạn nên để ô này trống.

source: Folder
vi: Thư mục

source: Folder to open upon connecting to server.
vi: Thư mục để mở ngay khi kết nối tới máy chủ.

source: User Name
vi: Tên người dùng

source: The user name of the account used to connect to the server. This should be supplied with the connection information if needed. The user name information is not appropriate for a public FTP connection.
vi: Tên người dùng của tài khoản sử dụng để kết nối tới máy chủ. Cái này nên được cung cấp với thông tin kết nối nếu cần. Thông tin tên người dùng không phù hợp với một kết nối FTP công cộng.

source: Name to use for connection
vi: Tên để sử dụng cho kết nối

source: The designation of the connection as it will appear in the file manager.
vi: Ký hiệu của kết nối khi nó xuất hiện trong trình quản lý tập tin.

source: Share
vi: Chia sẻ

source: Name of desired windows share. This is only applicable to Windows shares.
vi: Tên của chia sẻ windows mong muốn. Cái này chỉ áp dụng được với các chia sẻ Windows.

source: Domain name
vi: Tên miền

source: Windows domain. This is only applicable to Windows shares.
vi: Tên miền Windows. Cái này chỉ áp dụng được với các chia sẻ Windows.

source: If the server information is provided in the form of a URI, or you require a specialized connection, choose <menuchoice><guimenuitem>Custom Location</guimenuitem></menuchoice> as the service type.
vi: Nếu thông tin máy chủ được cung cấp trong dạng một URI hoặc bạn yêu cầu một kết nối đặc biệt hoá, hãy chọn <menuchoice><guimenuitem>Vị trí tự chọn</guimenuitem></menuchoice> làm kiểu dịch vụ.

source: Once you have filled in the information, click on the <guibutton>Connect</guibutton> button. When the connection succeeds, the contents of the site are displayed and you may drag and drop files to and from the remote server.
vi: Ngay khi bạn đã điền đủ thông tin, hãy nhấp vào nút <guibutton>Kết nối</guibutton>. Khi kết nối đã thành công, nội dung của trang sẽ được hiển thị và bạn có thể kéo thả các tập tin ra/vào các máy chủ từ xa này.

source: To Access Network Places
vi: Để Truy Cập Địa Chỉ Mạng

source: network places
vi: các địa chỉ mạng

source: If your system is configured to access places on a network, you can use the file manager to access the network places.
vi: Nếu hệ thống của bạn được cấu hình để truy cập các địa điểm trên một mạng, bạn có thể sử dụng trình quản lý tập tin để truy cập vào các địa điểm mạng.

source: To access network places, open the file manager and choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Network Servers</guimenuitem></menuchoice>. A window opens that displays the network places that you can access. Double-click on the network that you want to access.
vi: Để truy cập các địa điểm mạng, hãy mở trình quản lý tập tin và chọn <menuchoice><guimenu>Mở nhanh</guimenu><guimenuitem>Máy chủ mạng</guimenuitem></menuchoice>. Một cửa sổ sẽ mở ra hiển thị các địa điểm mạng bạn có thể truy cập. Nhấp đúp chuột vào mạng bạn muốn truy cập.

source: <indexterm><primary>NFS servers</primary><see>Unix network</see></indexterm>To access UNIX shares, double-click on the <guilabel>Unix Network (NFS) </guilabel> object. A list of the UNIX shares available to you is displayed in the file manager window.
vi: <indexterm><primary>máy chủ NFS</primary><see>mạng Unix</see></indexterm> Để truy cập các chia sẻ UNIX, nhấp đúp chuột vào đối tượng <guilabel>Mạng Unix (NFS) </guilabel>. Một danh sách các chia sẻ UNIX sẵn sàng cho bạn sẽ được hiển thị trong cửa sổ quản lý tập tin.

source: <indexterm><primary>Samba servers</primary><see>Windows network</see></indexterm>To access Windows shares, double-click on the <guilabel>Windows Network (SMB) </guilabel> object. A list of the Windows shares available to you is displayed in the file manager window.
vi: <indexterm><primary>máy chủ Samba</primary><see>mạng Windows</see></indexterm> Để truy cập các chia sẻ Windows, nhấp đúp chuột vào đối tượng <guilabel>Mạng Windows (SMB)</guilabel>. Một danh sách các chia sẻ Windows sẵn sàng cho bạn sẽ được hiển thị trong cửa sổ quản lý tập tin.

source: Accessing Special URI Locations
vi: Truy Cập Các Vị Trí URI Đặc Biệt

source: special URI locations
vi: các vị trí URI đặc biệt

source: URI, special
vi: URI, đặc biệt

source: Nautilus has certain special URI locations that enable you to access particular functions from the file manager.
vi: Nautilus có các vị trí URI đặc biệt cho phép bạn truy cập vào các chức năng riêng biệt từ trình quản lý tập tin.

source: These are intended for advanced users: in most cases, an easier method of accessing the function or location exists.
vi: Những cái này dành cho các người dùng chuyên sâu: trong hầu hết trường hợp, một cách dễ hơn để truy cập các chức năng hay các vị trí tồn tại.

source: <xref linkend="gosnautilus-TBL-479"/> lists the special URI locations that you can use with the file manager.
vi: <xref linkend="gosnautilus-TBL-479"/> liệt kê các vị trí URI đặc biệt bạn có thể sử dụng với trình quản lý tập tin.

source: Special URI Locations
vi: Các Vị Trí URI Đặc Biệt

source: URI Location
vi: Vị trí URI

source: This is a special location where you can copy files and folders that you want to write to a CD. From here you can write the contents of the location to a CD easily. See also <xref linkend="nautilus-cdwriter"/>.
vi: Đây là vị trí đặc biệt nơi bạn có thể sao chép tập tin và thư mục mà bạn muốn ghi vào CD. Từ đây bạn có thể ghi nội dung của vị trí vào một CD một cách dễ dàng. Xem thêm <xref linkend="nautilus-cdwriter"/>.

source: Displays network locations to which you can connect, if your system is configured to access locations on a network. To access a network location, double-click on the network location. You can also use this URI to add network locations to your system. See also <xref linkend="nautilus-accessnetwork"/>.
vi: Hiện các vị trí mạng mà bạn có thể kết nối tới đó nếu hệ thống của bạn được cấu hình để truy cập vào một mạng. Để truy cập vào một vị trí mạng, nhấp đúp chuột vào vị trí mạng đó. Bạn cũng có thể sử dụng URI này để thêm các vị trí mạng vào hệ thống của bạn. Xem thêm <xref linkend="nautilus-accessnetwork"/>.

source: Nautilus Preferences
vi: Tuỳ Thích Nautilus

source: customizing
vi: tuỳ biến

source: preferences
vi: tuỳ thích

source: preferences, file manager
vi: tuỳ thích, trình quản lý tập tin

source: file manager preferences
vi: tuỳ thích trình quản lý tập tin
