Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: In some distributions of the GNOME Desktop, the <guibutton>Home</guibutton> toolbar button might have another designation, for example, <guibutton>Documents</guibutton>.
vi: Trong vài bản phân phối của Bàn làm việc GNOME, nút thanh công cụ <guibutton>Home</guibutton> có thể có một thiết kế khác, ví dụ như <guibutton>Tài liệu</guibutton>.

source: The File Browser Window Components
vi: Thành Phần Cửa Sổ Trình Duyệt Tập Tin

source: <xref linkend="gosnautilus-TBL-83"/> describes the components of a file browser window.
vi: <xref linkend="gosnautilus-TBL-83"/> mô tả các thành phần của một cửa sổ duyệt tập tin

source: File Browser Window Components
vi: Thành Phần Cửa Sổ Trình Duyệt Tập Tin

source: Contains buttons that you use to perform tasks in the file manager.
vi: Chứa các nút bạn sử dụng để thực hiện các tác vụ trong trình quản lý tập tin.

source: <guibutton>Back</guibutton> Returns to the previously visited location. The adjacent drop down list also contains a list of the most recently visited locations to allow you to return to them faster.
vi: <guibutton>Trở lại</guibutton> Trở lại vị trí đã ghé trước đó. Danh sách thả xuống lân cận cũng chứa một danh sách của các địa điểm đã ghé gần đây nhất cho phép bạn quay trở lại chúng nhanh hơn.

source: <guimenu>Forward</guimenu> Performs the opposite function to the <guibutton>Back</guibutton> toolbar item. If you have previously navigated back in time then this button returns you to the present.
vi: <guimenu>Tiến</guimenu> Thực hiện chức năng ngược lại với mục thanh công cụ <guibutton>Trở lại</guibutton>. Nếu bạn đã từng duyệt quay trở lại thì nút này sẽ đưa bạn về hiện tại.

source: <guibutton>Up</guibutton> Moves up one level to the parent of the current folder.
vi: <guibutton>Lên</guibutton> Di chuyển lên một cấp tới thư mục cha của thư mục hiện tại.

source: <guibutton>Reload</guibutton> Refreshes the contents of the current folder.
vi: <guibutton>Tải lại</guibutton> Làm mới nội dung của thư mục hiện tại.

source: <guibutton>Home</guibutton> Opens your Home Folder.
vi: <guibutton>Home</guibutton> Mở Thư Mục Nhà của bạn.

source: <guibutton>Computer</guibutton> Opens your Computer folder.
vi: <guibutton>Máy tính</guibutton> Mở thư mục Máy Tính của bạn.

source: <guibutton>Search</guibutton> Opens the search bar.
vi: <guibutton>Tìm kiếm</guibutton> Mở thanh tìm kiếm.

source: Location bar
vi: Thanh Vị Trí

source: The location bar is a very powerful tool for navigating your computer. It can appear in three different ways depending on your selection. For more on using the location bar see <xref linkend="nautilus-location-bar"/>. In all three configurations the location bar always contains the following items.
vi: Thanh vị trí là một công cụ rất hữu ích để duyệt máy tính của bạn. Nó có thể hiện ra theo ba cách khác nhau phụ thuộc vào sự lựa chọn của bạn. Để biết thêm về sử dụng thanh vị trí xem <xref linkend="nautilus-location-bar"/>. Trong cả ba cấu hình thanh vị trí luôn chứa các mục sau:

source: <guimenu>Zoom</guimenu> buttons: Enable you to change the size of items in the view pane.
vi: nút <guimenu>Thu phóng</guimenu>: Cho phép bạn thay đổi kích thước của các mục trong khung xem.

source: <guilabel>View as</guilabel> drop-down list: Enables you to choose how to show items in your view pane.
vi: danh sách thả xuống <guilabel>Xem dạng</guilabel>: Cho phép bạn chọn cách hiện các mục trong khung xem.

source: Side pane
vi: Khung bên

source: Performs the following functions:
vi: Thực hiện các chức năng sau:

source: Shows information about the current file or folder.
vi: Hiện thông tin về thư mục hay tập tin hiện tại.

source: Enables you to navigate through your files.
vi: Cho phép bạn duyệt qua các tập tin của bạn.

source: To display the side pane, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Side Pane</guimenuitem></menuchoice>. The side pane contains a drop-down list that enables you to choose what to show in the side pane. You can choose from the following options:
vi: Để hiện khung bên, chọn <menuchoice><guimenu>Xem</guimenu><guimenuitem>Khung Bên</guimenuitem></menuchoice>

source: Places
vi: Mở nhanh

source: Displays places of particular interest.
vi: Hiển thị mở nhanh của các sở thích cá nhân.

source: Information
vi: Thông tin

source: Displays the icon and information about the current folder. Buttons may appear in the side pane, these buttons enable you to perform actions on the current folder, other than the default action.
vi: Hiển thị biểu tượng và thông tin về thư mục hiện tại. Các nút có thể xuất hiện trong khung bên, những nút này cho phép bạn thực hiện các hành động trên thư mục hiện tại ngoài các hành động mặc định.

source: Tree
vi: Cây

source: Displays a hierarchical representation of your file system. You can use the <guilabel>Tree</guilabel> to navigate through your files.
vi: Hiển thị một tượng trưng có thứ bậc hệ thống tập tin của bạn. Bạn có thể sử dụng <guilabel>Cây</guilabel> để duyệt qua các tập tin của bạn.

source: History
vi: Lịch sử

source: Contains a history list of files, folders, FTP sites, and URIs that you have recently visited.
vi: Chứa một danh sách lịch sử các tập tin, thư mục, địa điểm FTP và các URI bạn đã ghé gần đây.

source: Notes
vi: Ghi chú

source: Enables you to add notes to your files and folders.
vi: Cho phép bạn thêm các ghi chú vào thư mục và tập tin của bạn.

source: Emblems
vi: Hình tượng

source: Contains emblems that you can add to a file or folder.
vi: Chứa các hình tượng mà bạn có thể thêm vào một tập tin hay thư mục.

source: To close the side pane, click on the <guibutton>X</guibutton> button at the top right of the side pane.
vi: Để đóng khung bên, nhấp vào nút <guibutton>X</guibutton> ở góc phải trên của khung bên.

source: Showing and Hiding File Browser Window Components
vi: Hiện và Ẩn Thành Phần Cửa Sổ Trình Duyệt Tập Tin

source: window components, showing and hiding
vi: thành phần cửa sổ, hiện và ẩn

source: To show or hide any of the components of the file browser described in <xref linkend="gosnautilus-TBL-83"/> select any of the following items from the menu:
vi: Để hiện và ẩn bất kỳ thành phần nào của trình duyệt tập tin mô tả trong <xref linkend="gosnautilus-TBL-83"/> hãy chọn bất kỳ mục nào sau đây từ trình đơn:

source: To hide the side pane, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Side Pane</guimenuitem></menuchoice>. To display the side pane again, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Side Pane</guimenuitem></menuchoice> again. Alternatively you may press <keycap>F9</keycap> to toggle the visibility of the side pane.
vi: Để ẩn khung bên, chọn <menuchoice><guimenu>Xem</guimenu><guimenuitem>Khung bên</guimenuitem></menuchoice>. Để hiện khung bên lần nữa, chọn lại<menuchoice><guimenu>Xem</guimenu><guimenuitem>Khung bên</guimenuitem></menuchoice>. Cách khác, bạn có thể nhấn <keycap>F9</keycap> để thay đổi trạng thái nhìn thấy của khung bên.

source: To hide the toolbar, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Main Toolbar</guimenuitem></menuchoice>. To display the toolbar again, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Main Toolbar</guimenuitem></menuchoice> again.
vi: Để ẩn thanh công cụ, chọn <menuchoice><guimenu>Xem</guimenu><guimenuitem>Thanh công cụ chính</guimenuitem></menuchoice>. Để hiển thị lại thanh công cụ, chọn lại <menuchoice><guimenu>Xem</guimenu><guimenuitem>Thanh công cụ chính</guimenuitem></menuchoice> lần nữa.

source: To hide the location bar, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Location Bar</guimenuitem></menuchoice>. To display the location bar again, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Location Bar</guimenuitem></menuchoice> again.
vi: Để ẩn thanh vị trí, chọn <menuchoice><guimenu>Xem</guimenu><guimenuitem>Thanh vị trí</guimenuitem></menuchoice>. Để hiển thị lại thanh vị trí, chọn lại <menuchoice><guimenu>Xem</guimenu><guimenuitem>Thanh Vị Trí</guimenuitem></menuchoice> lần nữa.

source: To hide the statusbar, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Statusbar</guimenuitem></menuchoice>. To display the statusbar again, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Statusbar</guimenuitem></menuchoice> again.
vi: Để ẩn thanh trạng thái, chọn <menuchoice><guimenu>Xem</guimenu><guimenuitem>Thanh trạng thái</guimenuitem></menuchoice>. Để hiển thị lại thanh công cụ, chọn lại <menuchoice><guimenu>Xem</guimenu><guimenuitem>Thanh trạng thái</guimenuitem></menuchoice> lần nữa.

source: Using the Location Bar
vi: Sử Dụng Thanh Vị Trí

source: The file browser's location bar can show either a location field, a button bar, or a search field. Each is useful in different situations.
vi: Thanh vị trí của trình duyệt tập tin có thể hiển thị một ô vị trí, một thanh nút và một ô tìm kiếm. Mỗi cái đều hữu ích trong các tình huống khác nhau.

source: Button bar
vi: Thanh nút

source: By default the button bar is shown. This shows a row of buttons representing the current location's hierarchy, with a button for each containing folder. Click on the button to jump between folders in the hierarchy. You can return to the original folder, which is shown as the last button in the row.
vi: Theo mặc định thanh nút được hiển thị. Cái này hiện một dòng các nút đại diện cho trật tự của vị trí hiện tại, với một nút cho mỗi thư mục chứa. Nhấn vào nút để nhảy qua lại giữa các thư mục trong hệ tổ chức. Bạn có thể trở lại thư mục ban đầu là nút cuối cùng trong dòng.

source: You can also drag buttons, for example to another location, in order to copy a folder.
vi: Bạn cũng có thể kéo các nút, ví dụ để muốn sang một địa điểm khác để sao chép một thư mục.

source: The button bar.
vi: Thanh nút.

source: Text Location Bar
vi: Thanh Vị Trí Văn Bản

source: The text location bar shows the current location as a text path, for example: '/home/user/Documents'. The location field is particularly useful for jumping to a known folder very quickly.
vi: Thanh Vị Trí Văn Bản hiện vị trí hiện tại như là một đường dẫn văn bản, ví dụ: '/home/người dùng/Tài liệu'. Ô vị trí đặc biệt hữu dụng để nhảy qua lại tới một thư mục đã biết rất nhanh chóng.

source: To go to a new location, type a new path or edit the current one, then press <keycap>Enter</keycap>. The path field automatically completes what you are typing when there is only one possibility. To accept the suggested completion, press <keycap>Tab</keycap>.
vi: Để đi tới một vị trí mới, nhập vào một đường dẫn mới hoặc chỉnh sửa cái hiện tại, sau đó nhấn <keycap>Enter</keycap>. Ô đường dẫn sẽ tự động hoàn thiện những gì bạn đang gõ khi chỉ có một kết quả phù hợp. Để chấp nhận đề nghị, nhấn <keycap>Tab</keycap>.

source: To always use the text location bar, click on the toggle button at the left of the location bar.
vi: Để luôn sử dụng thanh vị trí văn bản, nhấn vào nút bật tắt ở bên trái thanh vị trí.

source: To quickly switch to the text location bar while using the button bar, press <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo>, choose <menuchoice><guimenu>Go</guimenu><guimenuitem>Location</guimenuitem></menuchoice>, or press <keycap>Leading Slash (/)</keycap> to type a path from the root directory. The location bar shows the location buttons again after you press <keycap>Enter</keycap> or cancel with <keycap>Escape</keycap>.
vi: Để nhanh chóng chuyển sang thanh vị trí khi đang sử dụng thanh nút, nhấn <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo>, chọn <menuchoice><guimenu>Tới</guimenu><guimenuitem>Vị trí</guimenuitem></menuchoice>, hoặc nhấn <keycap>Gạch chéo (/)</keycap> để nhập một đường dẫn từ thư mục gốc. Thanh vị trí sẽ hiện lại các nút vị trí sau khi bạn nhấn <keycap>Enter</keycap> hoặc huỷ bỏ với <keycap>Escape</keycap>.

source: The location bar.
vi: Thanh vị trí.

source: Search bar
vi: Thanh tìm kiếm

source: By pressing <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo> or selecting the <guibutton>Search</guibutton> toolbar button the search bar appears. For more information on searching see <xref linkend="nautilus-searching"/>. The search bar is excellent for locating files of folders when you are not sure of their exact location.
vi: Bằng cách nhấn <keycombo><keycap>Ctrl</keycap><keycap>F</keycap></keycombo> hoặc chọn nút thanh công cụ <guibutton>Tìm kiếm</guibutton>, thanh tìm kiếm sẽ xuất hiện. Để biết thêm thông tin về tìm kiếm, xem <xref linkend="nautilus-searching"/>. Thanh tìm kiếm rất xuất sắc trong việc định vị các tập tin và thư mục khi bạn không chắc vị trí chính xác của chúng.

source: The search bar.
vi: Thanh tìm kiếm.

source: Displaying Your Home Folder
vi: Hiện Thư Mục Nhà Của Bạn

source: Home folder
vi: Thư mục nhà

source: To quickly display your Home Folder, perform one of the following actions from a file browser window:
vi: Để nhanh chóng hiển thị Thư Mục Nhà của bạn, thực hiện một trong các hành động sau từ một cửa sổ duyệt tập tin:

source: Choose <menuchoice><guimenu>Go</guimenu><guimenuitem>Home</guimenuitem></menuchoice>.
vi: Chọn <menuchoice><guimenu>Tới</guimenu><guimenuitem>Home</guimenuitem></menuchoice>.

source: Click on the <guibutton>Home</guibutton> toolbar button.
vi: Nhấn vào nút thanh công cụ <guibutton>Home</guibutton>.

source: Click on the <guibutton>Home</guibutton> button in the Places side pane.
vi: Nhấn vào nút <guibutton>Home</guibutton> trong khung bên Mở Nhanh.

source: The file browser window displays the contents of your Home Folder.
vi: Cửa sổ trình duyệt tập tin hiển thị nội dung Thư Mục Nhà của bạn.

source: Displaying a Folder
vi: Hiển Thị Một Thư Mục

source: The contents of a folder can be displayed in either list or icon view by selecting the appropriate item in the location bar <guilabel>View as</guilabel> menu. For more information on the list and icon view see <xref linkend="gosnautilus-7"/>
vi: Nội dung của một thư mục có thể được hiển thị trong kiểu xem biểu tượng hay danh sách bằng cách chọn mục thích hợp trong trình đơn <guilabel>Xem dạng</guilabel> của thanh vị trí. Để biết thêm thông tin về kiểu xem biểu tượng và danh sách, xem <xref linkend="gosnautilus-7"/>.

source: Double-click on the folder in the view pane.
vi: Nhấp đúp chuột trên thư mục trong khung xem

source: Use the <guilabel>Tree</guilabel> in the side pane. For more information, see <xref linkend="gosnautilus-27"/>.
vi: Sử dụng <guilabel>Cây</guilabel> trong khung bên. Để biết thêm thông tin, xem <xref linkend="gosnautilus-27"/>.

source: Click on the <guilabel>Location</guilabel> buttons in the location bar.
vi: Nhấp vào nút <guilabel>Vị trí</guilabel> trong thanh vị trí.

source: Press <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo> to show the text <guilabel>Location</guilabel> field, type the path of the folder that you want to display, then press <keycap>Return</keycap>. The <guilabel>Location</guilabel> field includes an autocomplete feature. As you type a path, the file manager reads your file system. When you type enough characters to uniquely identify a directory, the file manager completes the name of the directory in the <guilabel>Location</guilabel> field.
vi: Nhấn <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo> để hiện ô <guilabel>Vị trí</guilabel> văn bản, au đó nhấn <keycap>Enter</keycap>. Ô <guilabel>Địa chỉ</guilabel> có chức năng tự động hoàn thành. Khi bạn nhập một đường dẫn, trình quản lý tập tin sẽ đọc hệ thống tập tin của bạn. Khi bạn gõ đủ số ký tự để nhận diện duy nhất một thư mục, trình quản lý tập tin sẽ hoàn thành tên của thư mục trong ô <guilabel>Địa chỉ</guilabel>.

source: Use the <guibutton>Back</guibutton> toolbar button and the <guibutton>Forward</guibutton> toolbar button to browse through your navigation history.
vi: Sử dụng nút thanh công cụ <guibutton>Trở lại</guibutton> và nút nút thanh công cụ <guibutton>Tiến</guibutton> để duyệt qua lịch sử duyệt của bạn.

source: To change to the folder that is one level above the current folder, choose <menuchoice><guimenu>Go</guimenu><guimenuitem>Up</guimenuitem></menuchoice>. Alternatively, click on the <guibutton>Up</guibutton> toolbar button.
vi: Để thay đổi sang thư mục cao hơn một cấp thư mục hiện tại, chọn <menuchoice><guimenu>Tới</guimenu><guimenuitem>Lên</guimenuitem></menuchoice>. Cách khác, nhấn vào nút thanh công cụ <guibutton>Lên</guibutton>

source: The parent folder of the current folder which you are browsing is the one which exists, in a hierarchical representation, one level above the current. To display the contents of parent folder, perform one of the following steps:
vi: Thư mục cha của thư mục hiện tại nơi bạn đang duyệt là một thư mục đã tồn tại, trong cách biểu diễn theo thứ bậc, một cấp trên cái hiện tại. Để hiển thị nội dung của thư mục cha, thực hiện một trong các bước sau:

source: Press the <guibutton>Up</guibutton> button on the toolbar.
vi: Nhấn vào nút <guibutton>Lên</guibutton> trên thanh công cụ.

source: Choose <menuchoice><guimenu>Go</guimenu><guimenuitem>Open Parent</guimenuitem></menuchoice> from the menubar.
vi: Chọn <menuchoice><guimenu>Tới</guimenu><guimenuitem>Mở thư mục cha</guimenuitem></menuchoice> từ thanh trình đơn.

source: Press the <keycap>Backspace</keycap> key.
vi: Nhấn vào phím <keycap>Phím cách</keycap>.

source: Using the Tree From the Side Pane
vi: Sử dụng Cây từ Khung Bên

source: Tree, using
vi: Cây, sử dụng

source: The <guilabel>Tree</guilabel> view is one of the most useful features of the side pane. It displays a hierarchical representation of your file system and provides a convenient way to browse and to navigate your file system. To display the <guilabel>Tree</guilabel> in the side pane, choose <guimenuitem>Tree</guimenuitem> from the drop-down list at the top of the side pane.
vi: Xem kiểu <guilabel>Cây</guilabel> là một trong các chức năng hữu ích nhất của khung bên. Nó biểu diện theo thứ bậc hệ thống tập tin của bạn và cung cấp một cách tiện lợi để duyệt hệ thống tập tin của bạn. Để hiển thị <guilabel>Cây</guilabel> trong khung bên, chọn <guimenuitem>Cây</guimenuitem> từ danh sách thả xuống ở trên cùng của khung bên.

source: In the <guilabel>Tree</guilabel>view, open folders are represented as downwards facing arrows.
vi: Trong kiểu xem <guilabel>Cây</guilabel>, các thư mục mở được đại diện bởi các mũi tên hướng xuống.

source: <xref linkend="gosnautilus-TBL-34"/> describes tasks you can perform with the <guilabel>Tree</guilabel>, and how to do so.
vi: <xref linkend="gosnautilus-TBL-34"/> mô tả các tác vụ bạn có thể thực hiện với <guilabel>Cây</guilabel>, và cách để thực hiện.

source: Tree Tasks
vi: Các Tác Vụ Với Cây

source: Task
vi: Tác vụ

source: Open the <guilabel>Tree</guilabel>.
vi: Mở <guilabel>Cây</guilabel>.

source: Choose <guilabel>Tree</guilabel> from the drop-down list at the top of the side pane.
vi: Chọn <guilabel>Cây</guilabel> từ danh sách thả xuống ở trên cùng của khung bên.

source: Close the <guilabel>Tree</guilabel>.
vi: Đóng <guilabel>Cây</guilabel>.

source: Choose another item from the drop-down list at the top of the side pane.
vi: Chọn một mục khác từ danh sách thả xuống ở trên cùng của khung bên.

source: Expand a folder in the <guilabel>Tree</guilabel>.
vi: Mở rộng một thư mục trong <guilabel>Cây</guilabel>.

source: Click on the arrow next to the folder in the <guilabel>Tree</guilabel>.
vi: Nhấp vào mũi tên kế với thư mục trong <guilabel>Cây</guilabel>.

source: Collapse a folder in the <guilabel> Tree</guilabel>.
vi: Đóng một thư mục trong <guilabel>Cây</guilabel>.

source: Display the contents of a folder in the view pane.
vi: Hiển thị nội dung của một thư mục trong khung xem.

source: Select the folder in the <guilabel>Tree</guilabel>.
vi: Chọn thư mục trong <guilabel>Cây</guilabel>.

source: Open a file.
vi: Mở một tập tin.

source: Select the file in the <guilabel>Tree</guilabel>.
vi: Chọn một tập tin trong <guilabel>Cây</guilabel>.

source: You can set your preferences so that the <guilabel>Tree</guilabel> does not display files. For more information, see <xref linkend="gosnautilus-438"/>.
vi: Bạn có thể đặt các tuỳ thích của bạn để <guilabel>Cây</guilabel> không hiển thị các tập tin. Để biết thêm thông tin, xem <xref linkend="gosnautilus-438"/>.

source: Using Your Navigation History
vi: Sử Dụng Lịch Sử Duyệt Của Bạn

source: navigating history list
vi: danh sách lịch sử duyệt

source: The file browser window maintains a history list of files, folders, FTP sites, and URI locations you have recently visited. You can use the history list to navigate to quickly return to these places. Your history list contains the last ten items that you viewed.
vi: Cửa sổ trình duyệt tập tin lưu giữ một danh sách lịch sử các tập tin, thư mục, địa điểm FTP và các vị trí URI bạn đã ghé gần đây. Bạn có thể sử dụng danh sách lịch sử để duyệt trở lại các nơi này nhanh chóng. Danh sách lịch sử của bạn chứa mười mục cuối cùng bạn đã xem.

source: To clear your history list choose <menuchoice><guimenu>Go</guimenu><guimenuitem>Clear History</guimenuitem></menuchoice>.
vi: Để xoá danh sách lịch sử của bạn, chọn <menuchoice><guimenu>Tới</guimenu><guimenuitem>Xoá lịch sử</guimenuitem></menuchoice>.

source: Navigating Your History List Using the Go Menu
vi: Duyệt Danh Sách Lịch Sử Của Bạn Sử Dụng Trình Đơn Tới

source: To display a list of previously-viewed items, choose the <guimenu>Go</guimenu> menu. Your history list is displayed in the lower part of the <guimenu>Go</guimenu> menu. To open an item in your history list, simply click on the item.
vi: Để hiển thị một danh sách các mục đã từng xem, chọn trình đơn <guimenu>Tới</guimenu>. Danh sách lịch sử của bạn được hiển thị ở phần dưới của trình đơn <guimenu>Tới</guimenu>. Để mở một mục trong danh sách lịch sử của bạn, đơn giản hãy nhấn vào mục đó.

source: Navigating Your History List Using the Toolbar
vi: Duyệt Danh Sách Lịch Sử Của Bạn Sử Dụng Thanh Công Cụ

source: To use the toolbar to navigate your history list, perform one of the following actions:
vi: Để sử dụng thanh công cụ để duyệt danh sách lịch sử của bạn, thực hiện một trong các hành động sau:

source: To open the folder or URI in your history list, click on the <guibutton>Back</guibutton> toolbar button.
vi: Để mở thư mục hoặc URI trong danh sách lịch sử của bạn, nhấn vào nút thanh công cụ <guibutton>Trở lại</guibutton>.

source: To open the folder or URI in your history list, click on the <guibutton>Forward</guibutton> toolbar button.
vi: Để mở thư mục hoặc URI trong danh sách lịch sử của bạn, nhấn vào nút thanh công cụ <guibutton>Tiến</guibutton>.

source: To display a list of previously-viewed items, click on the down arrow to the right of the <guibutton>Back</guibutton> toolbar button. To open an item from this list, click on the item.
vi: Để hiển thị danh sách các mục đã từng xem, nhấn vào mũi tên xuống ở bên phải của nút thanh công cụ <guibutton>Trở lại</guibutton>. Để mở một mục từ danh sách này, hãy nhấn vào mục đó.

source: To display a list of items that you viewed after you viewed the current item, click on the down arrow to the right of the <guibutton>Forward</guibutton> toolbar button. To open an item from this list, click on the item.
vi: Để hiển thị một danh sách các mục bạn đã từng xem sau mục hiện tại, nhấn vào mũi tên ở bên phải nút <guibutton>Tiến</guibutton>. Để mở một mục từ danh sách này, nhấn vào mục đó.

source: Navigating Your History List Using History in the Side Pane
vi: Duyệt Danh Sách Lịch Sử Của Bạn Sử Dụng Lịch Sử Trong Khung Bên
