Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: If you are using a <application>Nautilus</application> browser window, choose <menuchoice><guimenu>Bookmarks</guimenu><guimenuitem>Add Bookmark</guimenuitem></menuchoice>.
vi: Nếu bạn đang sử dụng một cửa sổ duyệt <application>Nautilus</application>, hãy chọn <menuchoice><guimenu>Đánh dấu</guimenu><guimenuitem>Thêm đánh dấu</guimenuitem></menuchoice>.

source: To Edit a Bookmark
vi: Để Sửa Một Đánh Dấu

source: To edit your bookmarks perform the following steps:
vi: Để sửa các đánh dấu của bạn hãy thực hiện các bước sau:

source: Choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Edit Bookmarks</guimenuitem></menuchoice>, or in a browser window, <menuchoice><guimenu>Bookmarks</guimenu><guimenuitem>Edit Bookmarks</guimenuitem></menuchoice>. An <guilabel>Edit Bookmarks</guilabel> dialog is displayed.
vi: Chọn <menuchoice><guimenu>Mở nhanh</guimenu><guimenuitem>Sửa đánh dấu</guimenuitem></menuchoice>, hoặc trong một cửa sổ duyệt, <menuchoice><guimenu>Đánh dấu</guimenu><guimenuitem>Sửa đánh dấu</guimenuitem></menuchoice>. Một hộp thoại <guilabel>Sửa đánh dấu</guilabel> sẽ được hiển thị.

source: Select the bookmark on the left side of the <guilabel>Edit Bookmarks</guilabel> dialog. Edit the details for the bookmark on the right side of the <guilabel>Edit Bookmarks</guilabel> dialog, as follows:
vi: Chọn đánh dấu từ phía bên trái của hộp thoại <guilabel>Sửa đánh dấu</guilabel>. Sửa các chi tiết của đánh dấu ở phía bên phải của hộp thoại <guilabel>Sửa đánh dấu</guilabel> như sau đây:

source: Use this text box to specify the name that identifies the bookmark in the menus.
vi: Sử dụng hộp văn bản để chỉ định tên nhận diện các đánh dấu trong các trình đơn.

source: Use this field to specify the location of the bookmark.
vi: Sử dụng ô này để chỉ định vị trí của đánh dấu.

source: Folders on your system use the <uri>file:///</uri> URI.
vi: Các thư mục trên hệ thống của bạn sử dụng URI <uri>file:///</uri>.

source: To delete a bookmark, select the bookmark on the left side of the dialog. Click <guilabel>Delete</guilabel>.
vi: Để xoá một đánh dấu, hãy chọn đánh dấu ở phía bên trái hộp thoại. Nhấn <guilabel>Xoá</guilabel>.

source: Using Trash
vi: Sử Dụng Sọt Rác

source: Trash icon, empty.
vi: Biểu tượng sọt rác, rỗng.

source: Trash is a special folder that holds files that you no longer want to keep. Files in the Trash are not deleted permanently until you empty the trash. This two-stage process is in case you change your mind, or accidentally remove the wrong file.
vi: Sọt rác là một thư mục đặc biệt lưu giữ các tập tin bạn không còn muốn giữ nữa. Các tập tin trong Sọt rác không được xoá hoàn toàn cho đến khi bạn đổ rác. Tiến trình hai bước này để đề phòng khi bạn đổi ý hoặc nhỡ xoá sai tập tin.

source: You can move the following items to <guilabel>Trash</guilabel>:
vi: Bạn có thể di chuyển các mục sau vào <guilabel>Sọt rác</guilabel>:

source: Files
vi: Các tập tin

source: Desktop objects
vi: Các đối tượng bàn làm việc

source: If you need to retrieve a file from <guilabel>Trash</guilabel>, you can display <guilabel>Trash</guilabel> and move the file out of <guilabel>Trash</guilabel>. When you empty <guilabel>Trash</guilabel>, you delete the contents of <guilabel>Trash</guilabel> permanently.
vi: Nếu bạn cần lấy lại một tập tin từ <guilabel>Sọt rác</guilabel>, bạn có thể mở <guilabel>Sọt rác</guilabel> và di chuyển tập tin ra khỏi <guilabel>Sọt rác</guilabel>. Khi bạn đổ <guilabel>Sọt rác</guilabel> tức là bạn xoá nội dung của <guilabel>Sọt rác</guilabel> mãi mãi.

source: To Display Trash
vi: Để Mở Sọt Rác

source: You can display the contents of <guilabel>Trash</guilabel> in the following ways:
vi: Bạn có thể hiển thị nội dung của <guilabel>Sọt rác</guilabel> trong các cách sau:

source: From a file browser window
vi: Từ một cửa sổ duyệt tập tin

source: Choose <menuchoice><guimenu>Go</guimenu><guimenuitem>Trash</guimenuitem></menuchoice>. The contents of <guilabel>Trash</guilabel> are displayed in the window.
vi: Chọn <menuchoice><guimenu>Tới</guimenu><guimenuitem>Sọt rác</guimenuitem></menuchoice>. Nội dung của <guilabel>Sọt rác</guilabel> sẽ được hiển thị trong cửa sổ.

source: From a spatial window
vi: Từ một cửa sổ không gian

source: Choose <menuchoice><guimenu>Places</guimenu><guimenuitem>Trash</guimenuitem></menuchoice>. The contents of <guilabel>Trash</guilabel> are displayed in the window.
vi: Chọn <menuchoice><guimenu>Mở nhanh</guimenu><guimenuitem>Sọt rác</guimenuitem></menuchoice>. Nội dung của <guilabel>Sọt rác</guilabel> sẽ được hiển thị trong cửa sổ.

source: From the desktop
vi: Từ bàn làm việc

source: Double-click on the <guilabel>Trash</guilabel> object on the desktop.
vi: Nhấp đúp chuột vào đối tượng <guilabel>Sọt rác</guilabel> trên bàn làm việc.

source: To Empty Trash
vi: Để Đổ Sọt Rác

source: emptying
vi: đổ

source: You can empty the contents of <guilabel>Trash</guilabel> in the following ways:
vi: Bạn có thể đổ nội dung của <guilabel>Sọt rác</guilabel> trong các cách sau:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Empty Trash</guimenuitem></menuchoice>.
vi: Chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Đổ rác</guimenuitem></menuchoice>.

source: Right-click on the <guilabel>Trash</guilabel> object, then choose <guimenuitem>Empty Trash</guimenuitem>.
vi: Nhấp phải chuột vào đối tượng <guilabel>Sọt rác</guilabel>, sau đó chọn <guimenuitem>Đổ rác</guimenuitem>.

source: When you empty trash, you destroy all files in the trash. Be sure that the trash only contains files you no longer need.
vi: Khi bạn đổ sọt rác tức là bạn đã phá huỷ toàn bộ tập tin trong sọt rác. Hãy chắc chắn rằng sọt rác chỉ chứa các tập tin mà bạn không còn cần đến nữa.

source: Hidden Files
vi: Tập Tin Ẩn

source: hidden
vi: ẩn

source: files
vi: các tập tin

source: By default, <application>Nautilus</application> does not display certain system and backup files in folders. This prevents accidental modification or deletion of them, which can impair the operation of your computer, and also reduces clutter in locations such as your Home Folder. Nautilus does not display:
vi: Mặc định, <application>Nautilus</application> không hiển thị hệ thống nhất định và các tập tin sao lưu trong các thư mục. Điều này ngăn chặn các thay đổi không mong muốn hoặc nhỡ xoá chúng, điều này có thể giảm thao tác trong máy tính của bạn, và cũng giảm sự lộn xộn trong các vị trí như là Thư Mục Nhà của bạn. Nautilus không hiển thị:

source: Hidden files, whose filename begins with a period (.),
vi: Các tập tin ẩn, có tên tập tin bắt đầu với dấu chấm (.),

source: Backup files, whose filename ends with a tilde (~)
vi: Các tập tin sao lưu, có tên tập tin kết thúc với dấu ngã (~)

source: Files that are listed in a particular folder's <filename>.hidden</filename> file.
vi: Các tập tin được liệt kê trong tập tin <filename>.hidden</filename> của một thư mục cụ thể.

source: You may hide or show hidden files in a particular folder by selecting <menuchoice><guimenu>View</guimenu><guimenuitem>Show Hidden Files</guimenuitem></menuchoice>.
vi: Bạn có thể ẩn hoặc hiện các tập tin ẩn trong một thư mục cụ thể bằng cách chọn <menuchoice><guimenu>Xem</guimenu><guimenuitem>Hiện tập tin ẩn</guimenuitem></menuchoice>.

source: To set <application>Nautilus</application> to always show hidden files, see <xref linkend="nautilus-preferences"/>.
vi: Để đặt <application>Nautilus</application> luôn hiện các tập tin ẩn, xem <xref linkend="nautilus-preferences"/>.

source: Hiding a File or Folder
vi: Ẩn Một Tập Tin Hay Thư Mục

source: create
vi: tạo

source: To hide a file or folder in <application>Nautilus</application>, either rename the file so its name begins with the period (.) character, or create a text file named <filename>.hidden</filename> in the same folder, and add its name to it, as in the example below:
vi: Để ẩn một tập tin hoặc thư mục trong <application>Nautilus</application>, hãy đổi tên nó để tên được bắt đầu với dấu chấm (.) hoặc tạo một tập tin được đặt tên <filename>.hidden</filename> trong cùng thư mục và thêm tên của nó vào trong đó, như trong ví dụ sau đây:

source: filename foldername
vi: tên tập tin tên thư mục

source: You may need to refresh the relevant <application>Nautilus</application> window to see the change: press <keycombo><keycap>Ctrl</keycap><keycap>R</keycap></keycombo>.
vi: Bạn có thể cần làm mới lại cửa sổ <application>Nautilus</application> thích hợp để xem thay đổi: nhấn <keycombo><keycap>Ctrl</keycap><keycap>R</keycap></keycombo>.

source: Item Properties
vi: Thuộc Tính Mục

source: properties
vi: thuộc tính

source: file properties
vi: thuộc tính tập tin

source: The <guilabel>Item Properties</guilabel> window shows more information about any file, folder, or other item in the file manager. With this window, you can also do the following:
vi: Cửa sổ <guilabel>Thuộc tính mục</guilabel> hiện nhiều thông tin hơn về bất kỳ tập tin, thư mục hay các mục khác trong trình quản lý tập tin. Với cửa sổ này, bạn cũng có thể làm các việc sau:

source: Change the icon for an item: see <xref linkend="nautilus-icon"/>.
vi: Thay đổi biểu tượng cho một mục: xem <xref linkend="nautilus-icon"/>.

source: Add or remove emblems for an item: see <xref linkend="nautilus-emblems"/>.
vi: Thêm hoặc gỡ bỏ các hình tượng cho một mục: xem <xref linkend="nautilus-emblems"/>.

source: Change the UNIX file permissions for an item: see <xref linkend="nautilus-permissions"/>.
vi: Thay đổi quyền tập tin UNIX cho một mục: xem <xref linkend="nautilus-permissions"/>.

source: Choose which application is used to open an item, and others of the same type.
vi: Chọn ứng dụng nào được sử dụng để mở một mục và các mục khác cùng kiểu.

source: Add notes to an item: see <xref linkend="nautilus-notes"/>.
vi: Thêm ghi chú vào một mục: xem <xref linkend="nautilus-notes"/>.

source: To open the item properties window, perform the following steps:
vi: Để mở cửa sổ thuộc tính mục, thực hiện các bước sau:

source: Select the item whose properties you want to examine or change. If you select more than one item, the properties window will show the properties that are in common to all items.
vi: Chọn mục có thuộc tính bạn muốn xem hoặc thay đổi. Nếu bạn chọn nhiều hơn một mục, cửa sổ thuộc tính sẽ hiện các thuộc tính chung cho tất cả các mục đó.

source: Do one of the following:
vi: Làm một trong các việc sau:

source: Right-click on the selected item and choose <guimenuitem>Properties</guimenuitem>.
vi: Nhấp chuột phải vào mục đã chọn và chọn <guimenuitem>Thuộc tính</guimenuitem>.

source: Press <keycombo><keycap>Alt</keycap><keycap>Return</keycap></keycombo>.
vi: Nhấn <keycombo><keycap>Alt</keycap><keycap>Enter</keycap></keycombo>.

source: Modifying the Appearance of Files and Folders
vi: Thay Đổi Diện Mạo Của Tập Tin Và Thư Mục

source: modifying appearance of files and folders
vi: thay đổi diện mạo của các tập tin và thư mục

source: The <application>Nautilus</application> file manager enables you to modify the appearance of your files and folders in several ways. You may customize the way files or folders look by attaching emblems or backgrounds to them. You can also change format in which <application>Nautilus</application> displays these items to you. The following sections describe how to do so.
vi: Trình quản lý tập tin <application>Nautilus</application> cho phép bạn thay đổi diện mạo các tập tin và thư mục của bạn theo nhiều cách. Bạn có thể tuỳ biến cách nhìn các tập tin và thư mục bằng cách gắn thêm hình tượng và hình nền vào chúng. Bạn cũng có thể thay đổi định dạng mà <application>Nautilus</application> hiển thị các mục cho bạn. Các phần sau mô tả cách làm như vậy.

source: Icons and Emblems
vi: Biểu Tượng Và Hình Tượng

source: icons
vi: các biểu tượng

source: emblems
vi: các hình tượng

source: The file manager displays your files and folders as icons. Depending on the type of the file the icon may be a image representative of the file type, a small thumbnail or preview showing the files contents. You can also add emblems to your file and folder icons. Such emblems appear in addition to the file icon and provide another means to manage your files. For example you can mark a file as important by adding an <guilabel>Important</guilabel> emblem to it, creating the following visual effect:
vi: Trình quản lý tập tin hiển thị các tập tin và thư mục của bạn như các biểu tượng. Phụ thuộc vào kiểu của tập tin mà biểu tượng có thể là một hình ảnh đại diện của kiểu tập tin, một hình thu nhỏ hoặc xem trước thể hiện nội dung của tập tin. Bạn cũng có thể thêm các hình tượng và biểu tượng tập tin và thư mục của bạn. Các hình tượng như vậy xuất hiện thêm vào biểu tượng tập tin và cung cấp một cách khác để quản lý tập tin của bạn. Ví dụ, bạn có thể đánh dấu một tập tin quan trọng bằng cách thêm một hình tượng <guilabel>Quan trọng</guilabel> vào đó. tạo ra hiệu ứng thị giác sau đây:

source: File icon with Important emblem.
vi: Biểu tượng tập tin với hình tượng Quan trọng.

source: Notice how the file on the left is distinguished from the file on the right by the addition of the <guilabel>Important (!)</guilabel> emblem to its icon. See <xref linkend="nautilus-emblems"/> for more on adding emblems.
vi: Chú ý cách tập tin ở bên trái phân biệt với tập tin ở bên phải bằng cách thêm vào hình tượng <guilabel>Quan trọng(!)</guilabel> cho biểu tượng của nó. Xem <xref linkend="nautilus-emblems"/> để biết thêm về thêm các hình tượng.

source: The file manager automatically applies emblems for the following types of files:
vi: Trình quản lý tập tin tự động áp dụng các hình tượng cho các kiểu tập tin sau:

source: Symbolic links
vi: Các liên kết tượng trưng

source: Items for which you have the following permissions:<indexterm><primary>permissions</primary><secondary>and emblems</secondary></indexterm>
vi: Các mục mà bạn có các quyền sau:<indexterm><primary>quyền hạn</primary><secondary>và hình tượng</secondary></indexterm>

source: No read permission
vi: Không có quyền đọc

source: No write permission
vi: Không có quyền ghi

source: The following table shows the default emblems:
vi: Bảng sau thể hiện các hình tượng mặc định:

source: Default Emblem
vi: Hình Tượng Mặc Định

source: Symbolic link emblem.
vi: Hình tượng liên kết tượng trưng:

source: <indexterm><primary>symbolic links</primary><secondary>and emblems</secondary></indexterm>Symbolic link
vi: <indexterm><primary>các liên kết tượng trưng</primary><secondary>và các hình tượng</secondary></indexterm>Liên kết tượng trưng

source: No write permission emblem.
vi: Hình tượng không có quyền ghi.

source: No read permission emblem.
vi: Hình tượng không có quyền đọc.

source: Changing the Icon for a File or Folder
vi: Thay Đổi Biểu Tượng Cho Một Tập Tin Hay Thư Mục

source: changing
vi: thay đổi

source: To change the icon that represents an individual file or folder, perform the following steps:
vi: Để thay đổi biểu tượng đại diện cho một tập tin hay thư mục riêng lẻ, thực hiện các bước sau:

source: Select the file or folder that you want to change.
vi: Chọn tập tin hay thư mục bạn muốn thay đổi.

source: On the <guilabel>Basic</guilabel> tabbed section, click on the current <guibutton>Icon</guibutton>. A <guilabel>Select custom icon</guilabel> dialog is displayed.
vi: Trên mục nhãn <guilabel>Cơ bản</guilabel>, nhấn vào <guibutton>biểu tượng</guibutton> hiện tại. Một hộp thoại <guilabel>Chọn biểu tượng riêng</guilabel> được hiển thị.

source: Use the <guilabel>Select custom icon</guilabel> dialog to choose the icon to represent the file or folder.
vi: Sử dụng hộp thoại <guilabel>Chọn biểu tượng riêng</guilabel> để chọn biểu tượng đại diện cho tập tin hay thư mục đó.

source: To restore an icon from a custom icon to the default icon, Select the file or folder that you want to change, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Properties</guimenuitem></menuchoice>. click on the <guibutton>Icon</guibutton> button, in the <guilabel>Select custom icon</guilabel> dialog click <guibutton>Revert</guibutton>.
vi: Để phục hồi một biểu tượng từ một biểu tượng riêng sang biểu tượng mặc định, chọn tập tin mà bạn muốn thay đổi, chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Thuộc tính</guimenuitem></menuchoice>, nhấp vào nút <guibutton>Biểu tượng</guibutton>, trong hộp thoại <guilabel>Chọn biểu tượng riêng</guilabel> nhấn <guibutton>Hoàn nguyên</guibutton>.

source: Adding an Emblem to a File or Folder
vi: Thêm Một Hình Tượng Vào Một Tập Tin Hay Thư Mục

source: adding to file
vi: thêm vào tập tin

source: adding to folder
vi: thêm vào thư mục

source: To add an emblem to an item perform the following steps:
vi: Để thêm một hình tượng vào một mục, hãy thực hiện các bước sau:

source: Select the item to which you want to add an emblem.
vi: Chọn mục bạn muốn thêm hình tượng vào.

source: Right-click on the item, then choose <guimenuitem>Properties</guimenuitem>. The <link linkend="nautilus-properties">properties window</link> for the item is displayed.
vi: Nhấp chuột phải vào mục, sau đó chọn <guimenuitem>Thuộc tính</guimenuitem>. <link linkend="nautilus-properties">Cửa sổ thuộc tính</link> cho mục được hiển thị.

source: Click on the <guilabel>Emblems</guilabel> tab to display the <guilabel>Emblems</guilabel> tabbed section.
vi: Nhấp vào nhãn <guilabel>Hình tượng</guilabel> để hiển thị mục nhãn <guilabel>Hình tượng</guilabel>.

source: Select the emblem to add to the item.
vi: Chọn hình tượng để thêm vào mục.

source: In browser windows you may also add emblems to items by dragging them from the emblem side pane.
vi: Trong cửa sổ duyệt bạn cũng có thể thêm hình tượng vào mục bằng cách kéo chúng từ khung bên hình tượng.

source: Creating a New Emblem
vi: Tạo Một Hình Tượng Mới

source: To Create a new emblem, perform the following steps:
vi: Để tạo một hình tượng mới, thực hiện các bước sau:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Backgrounds and Emblems</guimenuitem></menuchoice>.
vi: Chọn <menuchoice><guimenu>Biên tập</guimenu><guimenuitem>Hình nền và hình tượng</guimenuitem></menuchoice>.

source: Click on the <guibutton>Emblem</guibutton> button, then click on the <guibutton>Add a New Emblem</guibutton> button. A <guilabel>Create a New Emblem</guilabel> dialog is displayed.
vi: Nhấp vào nút <guibutton>Hình tượng</guibutton> sau đó nhấp vào nút <guibutton>Thêm một hình tượng</guibutton> Một hộp thoại <guilabel>Tạo một hình tượng mới</guilabel> sẽ được hiển thị.

source: Type a name for the emblem in the <guilabel>Keyword</guilabel> text box.
vi: Nhập một tên cho hình tượng trong hộp văn bản <guilabel>Từ khoá</guilabel>.

source: Click on the <guilabel>Image</guilabel> button. A dialog is displayed, click <guibutton>Browse</guibutton>. When you choose an emblem, click <guibutton>OK</guibutton>.
vi: Nhấp vào nút <guilabel>Ảnh</guilabel>. Một hộp thoại sẽ được hiển thị, nhấp <guibutton>Duyệt</guibutton>. Khi bạn đã chọn một hình tượng, nhấn <guibutton>OK</guibutton>.

source: Click <guibutton>OK</guibutton> on the <guilabel>Create a New Emblem</guilabel> dialog.
vi: Nhấn <guibutton>OK</guibutton> trên hộp thoại <guilabel>Tạo một hình tượng mới</guilabel>.

source: Changing Backgrounds
vi: Thay đổi hình nền

source: changing backgrounds
vi: thay đổi các hình nền

source: backgrounds
vi: hình nền

source: changing screen component
vi: thay đổi thành phần màn hình

source: The file manager includes background patterns and emblems that you can use to change the appearance of your folders. Background patterns and emblems can also be used on the desktop, on folders and certain side panes in the file browser, and on panels.
vi: Trình quản lý tập tin bao gồm các mẫu hình nền và hình tượng mà bạn có thể sử dụng để thay đổi diện mạo các thư mục của bạn. Các mẫu nền và hình tượng có thể được sử dụng trên bàn làm việc, trên các thư mục và các khung bên nhất định trong trình duyệt tập tin và trên các thanh điều khiển.

source: To change the background of a window, pane, or panel, perform the following steps:
vi: Để thay đổi hình nền của một cửa sổ, khung hay thanh điều khiển, thực hiện các bước sau:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Backgrounds and Emblems</guimenuitem></menuchoice> in any file manager window. The <guilabel>Backgrounds and Emblems</guilabel> dialog is displayed.
vi: Chọn <menuchoice><guimenu>Sửa</guimenu><guimenuitem>Nền và hình tượng</guimenuitem></menuchoice> trong bất kỳ cửa sổ duyệt tập tin nào. Hộp thoại <guilabel>Nền và hình tượng</guilabel> sẽ được hiển thị.

source: Click the <guibutton>Patterns</guibutton> button or the <guibutton>Colors</guibutton> button to see a list of background patterns or background colors you can use.
vi: Nhấn vào nút <guibutton>Mẫu</guibutton> hoặc nút <guibutton>Màu sắc</guibutton> để xem một danh sách các mẫu nền và màu nền bạn có thể sử dụng.

source: To change the background, drag a pattern or color to the desired window, pane, or panel. To reset the background, drag the <guilabel>Reset</guilabel> entry to the desired window, pane, or panel.
vi: Để thay đổi hình nền, kéo một mẫu và màu sắc tới cửa sổ, khung hay thanh điều khiển mong muốn. Để đặt lại hình nền, kéo mục <guilabel>Đặt lại<guilabel> vào cửa sổ, khung hay thanh điều khiển mong muốn.

source: You can set the background of all folders in the file manager by dragging a pattern or color with your right or middle mouse button. When you release the drag, you will see a popup menu with the option to set the pattern or color as the background for all folders.
vi: Bạn có thể đặt hình nền của tất cả các thư mục trong trình duyệt tập tin bằng cách kéo mẫu hoặc màu với nút chuột giữa hoặc phải của bạn. Khi bạn thả tay kéo, bạn sẽ nhìn thấy một trình đơn bật lên với tuỳ chọn để đặt mẫu và màu như là hình nền cho tất cả các thư mục.

source: You can add a new pattern to the list by clicking the <guibutton>Add a New Pattern</guibutton> button when the patterns are selected. Locate an image file in the file chooser dialog and click <guibutton>Open</guibutton>. The image file will appear in the list of patterns you can use.
vi: Bạn có thể thêm một mẫu mới vào danh sách bằng cách nhấn vào nút <guibutton>Thêm một mẫu mới</guibutton> khi các mẫu đã được chặn. Định vị trí một tập tin ảnh trong bộ chọn tập tin và nhấn <guibutton>Mở</guibutton>. Tập tin ảnh đó sẽ xuất hiện trong danh sách các mẫu bạn có thể sử dụng.

source: You can add a new color to the list by clicking the <guibutton>Add a New Color</guibutton> button when the colors are selected. Select a color in the color chooser dialog and click <guibutton>OK</guibutton>. The color will appear in the list of colors you can use.
vi: Bạn có thể thêm một màu mới vào danh sách bằng cách nhấn nút <guibutton>Thêm một màu mới</guibutton> khi các màu đã được chọn. Chọn một màu trong hộp thoại bộ chọn màu và nhấn <guibutton>OK</guibutton>. Màu sắc sẽ xuất hiện trong danh sách các màu bạn có thể sử dụng.

source: Using Removable Media
vi: Sử Dụng Vật Chứa Tháo Gỡ Được

source: removable media
vi: các vật chứa tháo gỡ được

source: The file manager can initiate various actions when removable media appear, such as mounting it, opening a file manager window showing its contents, or running a suitable application that can handle it (for example a music player for an audio CD). See <xref linkend="gosnautilus-61"/> for how to configure these actions for different media formats.
vi: Trình quản lý tập tin có thể khởi chạy các hành động khác nhau khi vật chứa tháo gỡ được xuất hiện như là gắn nó, mở một cửa sổ quản lý tập tin để hiện nội dung của nó hay chạy một ứng dụng phù hợp có thể xử lý nó (ví dụ một trình chơi nhạc để chơi một CD âm thanh). Xem <xref linkend="gosnautilus-61"/> để biết cách cấu hình các hành động này cho các định dạng vật chứa khác nhau.

source: To Mount Media
vi: Để Gắn Kết Vật Chứa

source: mounting
vi: gắn kết
