Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: Enter the location of the theme archive file in the location entry. Alternatively, select the theme archive file in the file list. When you have selected the file, click <guibutton>Open</guibutton>.
vi: Mở vị trí của tập tin lưu trữ sắc thái trong mục vị trí. Cách khác, chọn tập tin lưu trữ sắc thái trong danh sách tập tin. Khi bạn đã chọn tập tin, nhấn <guibutton>Mở</guibutton>.

source: Click on the <guibutton>Install</guibutton> button to install the new theme.
vi: Nhấn vào nút <guibutton>Cài đặt</guibutton> để cài đặt sắc thái mới.

source: To Delete a Theme Option
vi: Để Xoá Một Tuỳ Chọn Sắc Thái

source: You can delete controls options, window frame options, or icons options.
vi: Bạn có thể xoá các tuỳ chọn điều khiển, khung cửa sổ và biểu tượng.

source: To delete a controls option, window frame option, or icons option, perform the following steps:
vi: Để xoá một tuỳ chọn điều khiển, khung cửa sổ hay biểu tượng, hãy thực hiện các bước sau:

source: Click on the tab for the type of option that you want to delete.
vi: Nhấp vào nhãn cho kiểu tuỳ chọn bạn muốn xoá.

source: Select the theme option you want to delete.
vi: Chọn tuỳ chọn sắc thái bạn muốn xoá.

source: Use the <guibutton>Delete</guibutton> button to delete the selected option. Note that you can not delete system-wide theme options.
vi: Sử dụng nút <guibutton>Xoá</guibutton> để xoá các tuỳ chọn đã chọn. Chú ý rằng bạn không thể xoá các tuỳ chọn sắc thái toàn hệ thống.

source: Desktop Background Preferences
vi: Tuỳ Thích Hình Nền Bàn Làm Việc

source: customizing background
vi: tuỳ chỉnh hình nền

source: GNOME Desktop preference tools
vi: công cụ tuỳ thích Bàn làm việc GNOME

source: Background
vi: Hình nền

source: customizing desktop background
vi: tuỳ chỉnh hình nền bàn làm việc

source: The <link linkend="overview-desktop">desktop</link> background is the image or color that is applied to your desktop. You can open <guilabel>Background</guilabel> tabbed section in the <application>Appearance</application> preference tool by right-clicking on the desktop and choosing <guimenuitem>Change Desktop Background</guimenuitem>, as well as from the <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice> menu.
vi: Hình nền <link linkend="overview-desktop">bàn làm việc</link> là ảnh hoặc màu được áp dụng vào bàn làm việc của bạn. Bạn có thể mở mục nhãn <guilabel>Hình nền</guilabel> trong công cụ tuỳ thích <application>Diện mạo</application> bằng cách nhấp chuột phải vào bàn làm việc và chọn <guimenuitem>Chọn ảnh nền màn hình</guimenuitem>, cũng như từ trình đơn <menuchoice><guimenu>Hệ thống</guimenu><guisubmenu>Tuỳ thích</guisubmenu></menuchoice>.

source: You can customize the desktop background in the following ways:
vi: Bạn có thể tuỳ chỉnh ảnh nền bàn làm việc theo các cách sau:

source: Select an image for the desktop background. The image is superimposed on the desktop background color. The desktop background color is visible if you select a transparent image, or if the image does not cover the entire desktop.
vi: Chọn một ảnh làm hình nền bàn làm việc. Ảnh được đặt lên trên màu nền bàn làm việc. Màu nền bàn làm việc sẽ đượcnhìn thấy nếu bạnn chọn một ảnh trong suốt, hay nếu ảnh không phủ đầy toàn bộ bàn làm việc.

source: Select a color for the desktop background. You can select a solid color, or create a gradient effect with two colors. A gradient effect is a visual effect where one color blends gradually into another color.
vi: Chọn một màu cho hình nền bàn làm việc. Bạn có thể chọn một màu đặc, hoặc tạo một hiệu ứng đổ dốc màu với hai màu sắc. Hiệu ứng đổ dốc màu là hiệu ứng thị giác mà một màu được pha trộn dần dần sang một màu khác.

source: You can also drag a color or a pattern to the desktop from the <link linkend="nautilus-backgrounds-and-emblems"><guilabel>Backgrounds and Emblems</guilabel> dialog</link> in the <application>Nautilus</application> file manager.
vi: Bạn cũng có thể kéo một màu hay một mẫu vào bàn làm việc từ <link linkend="nautilus-backgrounds-and-emblems">hộp thoại<guilabel>Ảnh nền và Hình tượng</guilabel></link> trong trình quản lý tập tin <application>Nautilus</application>.

source: <xref linkend="goscustdesk-TBL-14"/> lists the background preferences that you can modify.
vi: <xref linkend="goscustdesk-TBL-14"/> liệt kê các tuỳ thích hình nền bạn có thể thay đổi.

source: Desktop Background
vi: Ảnh Nền Bàn Làm Việc

source: Choose an image from the list. Alternately, you can use the <guibutton>Add</guibutton> button to choose any image on your computer.
vi: Chọn một ảnh trong danh sách. Cách khác, bạn có thể sử dụng nút <guibutton>Thêm</guibutton> để chọn bất kỳ ảnh nào trên máy tính của bạn.

source: Style
vi: Kiểu

source: To specify how to display the image, select one of the following options from the <guilabel>Style</guilabel> drop-down list:
vi: Để chỉ định cách hiển thị hình ảnh, chọn một trong các tuỳ chọn từ danh sách thả xuống <guilabel>Kiểu</guilabel>:

source: <guilabel>Centered</guilabel>: Displays the image in the middle of the desktop, respecting the image's original size.
vi: <guilabel>Căn giữa</guilabel>: Hiển thị ảnh ở giữa của màn hình, bảo toàn kích thước gốc của ảnh.

source: <guilabel>Fill Screen</guilabel>: Enlarges the image to cover the desktop, altering its proportions if needed.
vi: <guilabel>Đầy màn hình</guilabel>: Phóng ảnh để phủ đầy màn hình, thay đổi tỉ lệ cạnh nếu cần.

source: <guilabel>Scaled</guilabel>: Enlarges the image until the image meets the screen edges, and maintains the proportions of the image.
vi: <guilabel>Scaled</guilabel>: Phóng ảnh tới khi ảnh gặp cạnh màn hình và giữ nguyên tỉ lệ cạnh của ảnh.

source: <guilabel>Zoom</guilabel>: Enlarges the smaller dimension of the image until it meets the screen edges; the image may be cropped in the other dimension.
vi: <guilabel>Thu phóng</guilabel>: phóng chiều nhỏ hơn của ảnh đến khi nó gặp cạnh màn hình; ảnh có thể bị xén ở chiều kia.

source: <guilabel>Tiled</guilabel>: Duplicates the original-sized image as often as necessary and print the images next to another so as they entirely cover the desktop.
vi: <guilabel>Tiled</guilabel>: Nhân đôi ảnh gốc nếu cần và hiện ảnh kế ảnh để chúng phủ toàn bộ màn hình.

source: Add
vi: Thêm

source: Click on the <guibutton>Add</guibutton> to browse for an image on your computer. A standard file selector will be presented. Choose the image you want and click <guibutton>Open</guibutton>.
vi: Nhấn vào <guibutton>Thêm</guibutton> để duyệt một ảnh trên máy tính của bạn. Một bộ chọn tập tin chuẩn sẽ xuất hiện. Chọn ảnh bạn muốn và nhấn <guibutton>Mở</guibutton>.

source: Choose the image that you want to remove, then click <guilabel>Remove</guilabel>. This removes the image from the list of available wallpapers; however, it does not delete the image from your computer.
vi: Chọn ảnh bạn muốn gỡ bỏ, sau đó nhấn <guilabel>Bỏ</guilabel>. Điều này sẽ gỡ bỏ ảnh khỏi danh sách các ảnh nền sẵn có; tuy nhiên nó sẽ không xoá ảnh khỏi máy tính của bạn.

source: To specify a color scheme, use the options in the <guilabel>Style</guilabel> drop-down list, and the color selector buttons.
vi: Để chỉ một phối hợp màu,sử dụng các tuỳ chọn trong danh sách thả xuống <guilabel>Kiểu</guilabel> và các nút chọn màu.

source: You can specify a color scheme in one of the following ways:
vi: Bạn có thể chỉ định cách phối hợp màu theo một trong các cách sau:

source: Choose <guilabel>Solid color</guilabel> from the <guilabel>Background Style</guilabel> drop-down list to specify a single color for the desktop background.
vi: Chọn <guilabel>Màu đặc</guilabel> từ danh sách thả xuống <guilabel>Màu</guilabel> để chỉ định một màu đơn cho nền bàn làm việc.

source: To choose the color that you require, click on the <guibutton>Color</guibutton> button. The <guilabel>Pick a Color</guilabel> dialog is displayed. Choose a color, then click <guibutton>OK</guibutton>.
vi: Để chọn màu bạn cần, nhấn vào nút <guibutton>Màu sắc</guibutton>. Hộp thoại <guilabel>Chọn màu</guilabel> xuất hiện. Chọn một màu sau đó nhấn <guibutton>OK</guibutton>.

source: Choose <guilabel>Horizontal gradient</guilabel> from the <guilabel>Background Style</guilabel> drop-down list. This option creates a gradient effect from the left screen edge to the right screen edge.
vi: Chọn <guilabel>Đổ màu dọc</guilabel> từ danh sách thả xuống <guilabel>Màu</guilabel>. Tuỳ chọn này tạo một hiệu ứng đổ dốc màu từ cạnh trái màn hình sang cạnh phải màn hình.

source: Click on the <guibutton>Left Color</guibutton> button to display the <guilabel>Pick a Color</guilabel> dialog. Choose the color that you want to appear at the left edge.
vi: Nhấp vào nút <guibutton>Màu trái</guibutton> để hiện hộp thoại <guilabel>Chọn màu</guilabel>. Chọn màu bạn muốn xuất hiện ở cạnh trái.

source: Choose <guilabel>Vertical gradient</guilabel> from the <guilabel>Background Style</guilabel> drop-down list. This creates a gradient effect from the top screen edge to the bottom screen edge.
vi: Chọn <guilabel>Đổ màu dọc</guilabel> từ danh sách thả xuống <guilabel>Màu</guilabel>. Điều này tạo một hiệu ứng đổ màu từ cạnh trên màn hình xuống cạnh dưới màn hình.

source: Click on the <guibutton>Top Color</guibutton> button to display the <guilabel>Pick a Color</guilabel> dialog. Choose the color that you want to appear at the top edge.
vi: Nhấp vào nút <guibutton>Màu Trên</guibutton> để hiển thị hộp thoại <guilabel>Chọn màu</guilabel>. Chọn màu bạn muốn xuất hiện ở cạnh trên.

source: Click on the <guibutton>Bottom Color</guibutton> button. Choose the color that you want to appear at the bottom edge.
vi: Nhấn vào nút <guibutton>Màu Dưới</guibutton>. Chọn màu bạn muốn xuất hiện ở cạnh dưới.

source: Font Preferences
vi: Tuỳ Thích Phông Chữ

source: Font
vi: Phông chữ

source: fonts
vi: các phông chữ

source: window title
vi: tiêu đề cửa sổ

source: terminal
vi: trình cuối

source: Use the <guilabel>Fonts</guilabel> tabbed section in the <application>Appearance</application> preference tool to choose which fonts are used in different parts of the desktop, and the way in which fonts are displayed on the screen.
vi: Sử dụng mục nhãn <guilabel>Phông</guilabel> trong công cụ tuỳ thích <application>Diện mạo</application> để chọn phông nào được sử dụng trong các phần khác nhau của bàn làm việc và cách các phông được hiển thị trên màn hình.

source: Choosing Fonts
vi: Chọn Phông

source: The font selector button shows the name of the font and its point size. The name is also shown in bold, italic, or regular type.
vi: Nút chọn phông hiện tên của phông và kích thước điểm của nó. Tên cũng được hiện theo kiểu bình thường, nghiêng hoặc đậm.

source: To change the font, click the font selector button. The font picker dialog opens. Select the font family, style, and point size from the lists. The preview area shows your current choice. Click <guibutton>OK</guibutton> to accept the change and update the desktop.
vi: Để thay đổi phông, nhấp vào nút chọn phông. Hộp thoại chọn phông mở ra. Chọn họ, kiểu và kích thước điểm phông từ danh sách. Vùng xem trước thể hiện chọn lựa hiện tại của bạn. Nhấn <guibutton>OK</guibutton> để chấp nhận thay đổi và cập nhật bàn làm việc.

source: You can choose fonts for the following parts of the desktop:
vi: Bạn có thể chọn các phông cho các phần sau của bàn làm việc:

source: Application font
vi: Phông ứng dụng

source: This font is used in the menus, toolbars, and dialog boxes of applications.
vi: Phông này được sử dụng trong các trình đơn, thanh công cụ và các hộp thoại của các ứng dụng.

source: Document font
vi: Phông tài liệu

source: This font is used to display documents in applications.
vi: Phông này được sử dụng để hiển thị tài liệu trong các ứng dụng.

source: In some applications, you can override this choice in the application's preferences dialog.
vi: Trong vài ứng dụng, bạn có thể đè lên tuỳ chọn này trong hộp thoại tuỳ thích của ứng dụng.

source: Desktop font
vi: Phông bàn làm việc

source: This font is used in icon labels on the desktop.
vi: Phông này được dùng cho các nhãn biểu tượng trên bàn làm việc.

source: Window title font
vi: Phông tiêu đề cửa sổ

source: This font is used in the titlebars of windows.
vi: Phông này được dùng trong thanh tiêu đề của các cửa sổ.

source: Fixed width font
vi: Phông rộng cố định

source: This font is used in the <application>Terminal</application> application and applications to do with programming.
vi: Phông này được sử dụng trong ứng dụng <application>Trình cuối</application> và các ứng dụng lập trình.

source: You can set the following options relating to how fonts are displayed on the screen:
vi: Bạn có thể đặt các tuỳ chọn sau liên quan đến cách các phông chữ hiển thị trên màn hình:

source: To specify how to render fonts on your screen, select one of the following options:
vi: Để chỉ định cách hiển thị phông trên màn hình của bạn, chọn một trong những tuỳ chọn sau:

source: <guilabel>Monochrome</guilabel>: Renders fonts in black and white only. The edges of characters might appear jagged in some cases because the characters are not antialiased. <firstterm>Antialiasing</firstterm> is an effect that is applied to the edges of characters to make the characters look smoother.
vi: <guilabel>Đơn sắc</guilabel>: Chỉ hiển thị phông theo trắng và đen. Các cạnh của ký tự có thể hiện lởm chởm trong vài trường hợp bởi các ký tự không được khử răng cưa. <firstterm>Khử răng cưa</firstterm> là một hiệu ứng được áp dụng vào các cạnh của ký tự để làm các ký tự trông mịn hơn.

source: <guilabel>Best shapes</guilabel>: Antialiases fonts where possible. Use this option for standard Cathode Ray Tube (CRT) monitors.
vi: <guilabel>Hình tốt nhất</guilabel>: Khử răng cưa phông chữ ở những nơi có thể. Sử dụng tuỳ chọn này cho các màn hình Ống Tia Ca-tốt (CRT).

source: <guilabel>Best contrast</guilabel>: Adjusts fonts to give the sharpest possible contrast, and also antialiases fonts, so that characters have smooth edges. This option might enhance the accessibility of the GNOME Desktop to users with visual impairments.
vi: <guilabel>Tương phản tốt nhất</guilabel>: Điều chỉnh phông để cho tương phản sắc nét nhất có thể và cũng khử răng cưa cho phông chữ, để các ký tự có cạnh mịn. Tuỳ chọn này có thể nâng cao khả năng truy cập của Bàn làm việc GNOME với những người dùng bị giảm thị lực.

source: <guilabel>Subpixel smoothing (LCDs)</guilabel>: Uses techniques that exploit the shape of individual Liquid Crystal Display (LCD) pixels to render fonts smoothly. Use this option for LCD or flat-screen displays.
vi: <guilabel>Làm mịn điểm con (LCD)</guilabel>: Sử dụng các công nghệ lợi dụng hình dạng của các điểm Màn Hình Tinh Thể Lỏng (LCD) riêng lẻ để hiển thị các phông chữ một cách mịn màng. Sử dụng tuỳ chọn này cho các màn hình phẳng hay LCD.

source: Details
vi: Chi tiết

source: Click on this button to specify further details of how to render fonts on your screen.
vi: Nhấn vào nút này để chỉ định các chi tiết thêm về cách hiển thị phông trên màn hình của bạn.

source: <guilabel>Resolution (dots per inch)</guilabel>: Use the spin box to specify the resolution to use when your screen renders fonts.
vi: <guilabel>Độ phân giải (chấm/inch)</guilabel>: Sử dụng hộp quay để chỉ định độ phân giải để sử dụng khi màn hình của bạn hiển thị phông.

source: <guilabel>Smoothing</guilabel>: Select one of the options to specify how to antialias fonts.
vi: <guilabel>Làm mịn</guilabel>: Chọn một trong các tuỳ chọn này để chỉ định cách khử răng cưa phông chữ.

source: <guilabel>Hinting</guilabel>: <firstterm>Hinting</firstterm> is a font-rendering technique that improves the quality of fonts at small sizes and an at low screen resolutions. Select one of the options to specify how to apply hinting your fonts.
vi: <guilabel>Gợi ý</guilabel>: <firstterm>Gợi ý</firstterm> là một kỹ thuật hiển thị phông cải thiện chất lượng của phông ở các kích thước nhỏ và độ phân giải thấp. Chọn một trong các tuỳ chọn này để chỉ định cách áp dụng gợi ý cho phông của bạn.

source: <guilabel>Subpixel order</guilabel>: Select one of the options to specify the subpixel color order for your fonts. Use this option for LCD or flat-screen displays.
vi: <guilabel>Sắp xếp điểm con</guilabel>: Chọn một trong các tuỳ chọn này để chỉ định trật tự màu điểm con cho phông của bạn. Sử dụng tuỳ chọn này cho màn hình phẳng hoặc LCD.

source: Interface Preferences
vi: Tuỳ Thích Giao Diện

source: toolbars, customizing appearance
vi: thanh công cụ, tuỳ chỉnh diện mạo

source: Menus &amp; Toolbars
vi: Trình đơn %amp; Thanh công cụ

source: in applications, customizing appearance
vi: trong các ứng dụng, tuỳ chỉnh diện mạo

source: You can use the <guilabel>Interface</guilabel> tabbed section in the <application>Appearance</application> preference tool to customize the appearance of menus, menubars, and toolbars for applications that are part of GNOME.
vi: Bạn có thể sử dụng mục nhãn <guilabel>Giao diện<guilabel> trong công cụ tuỳ thích <application>Diện mạo</application> để tuỳ chỉnh diện mạo của các trình đơn, thanh trình đơn và các thanh công cụ cho các ứng dụng là thành phần của GNOME.

source: As you make changes to the settings, the preview display in the window updates. This allows you to see the changes if no application windows are currently open.
vi: Khi bạn tạo thay đổi với các thiết lập, hiển thị xem trước trong cửa sổ sẽ cập nhật. Điều này cho phép bạn xem các thay đổi nếu không có cửa sổ ứng dụng nào hiện được mở ra.

source: Show icons in menus
vi: Hiện biểu tượng trong trình đơn

source: Select this option to display an icon beside items in application menus and the panel menu. Not all menu items have an icon.
vi: Chọn tuỳ chọn này để hiển thị một biểu tượng bên cạnh các mục trong các trình đơn ứng dụng và trình đơn thanh điều khiển. Không phải tất cả các mục trình đơn đều có biểu tượng.

source: Editable menu shortcut keys
vi: Phím tắt trình đơn chỉnh sửa được

source: Selecting this option allows you to define new keyboard shortcuts for menu items.
vi: Chọn tuỳ chọn này để cho phép bạn định nghĩa phím tắt mới cho các mục trình đơn.

source: To change an application shortcut key, open the menu, and with the mouse pointer on the menu item you wish to change, press the new combination of keys. To remove a shortcut key, press <keycap>Backspace</keycap> or <keycap>Delete</keycap>.
vi: Để thay đổi một phím tắt ứng dụng, hãy mở trình đơn và với con trỏ chuột nằm trên mục trình đơn bạn muốn thay đổi, nhấn tổ hợp phím mới. Để gỡ bỏ một phím tắt, nhấn <keycap>Dấu cách</keycap> hoặc <keycap>Delete<keycap>

source: When using this feature, you will not be warned if assigning a new shortcut key to a command also removes it from another command.
vi: Khi sử dụng chức năng này, bạn sẽ không được cảnh báo nếu gán một phím tắt mới vào một lệnh cũng đồng thời gỡ bỏ nó ra từ một lệnh khác.

source: There is no way to restore the original, default keyboard shortcut for a command.
vi: Không có cách nào để phục hồi lại phím tắt mặc định, nguyên gốc cho một lệnh.

source: This feature does not maintain shortcuts that are normally common to all applications, such as <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> for Copy. This may lead to inconsistencies in your GNOME applications.
vi: Chức năng này không bảo toàn các phím tắt thông thường cho tất cả các ứng dụng, ví dụ như <keycombo><keycap>Ctrl</keycap><keycap>C</keycap></keycombo> để sao chép. Điều này có thể dẫn đến sự không thống nhất trong các ứng dụng GNOME của bạn.

source: Toolbar button labels
vi: Nhãn nút thanh công cụ

source: Choose one of the following options to specify what to display on the toolbars in your GNOME-compliant applications:
vi: Chọn một trong các tuỳ chọn sau để chỉ định những gì hiển thị trên các thanh công cụ trong các ứng dụng chuẩn GNOME của bạn:

source: <guilabel>Text Below Icons</guilabel>: Select this option to display toolbars with text as well as an icon on each button.
vi: <guilabel>Chữ Dưới Biểu Tượng</guilabel>: Chọn tuỳ chọn này để hiển thị các thanh công cụ với chữ cũng như một biểu tượng trên mỗi nút.

source: <guilabel>Text Beside Icons</guilabel>: Select this option to display toolbars with an icon only on each button, and with text on the most important buttons.
vi: <guilabel>Chữ Cạnh Biểu Tượng</guilabel>: Chọn tuỳ chọn này để chỉ hiển thị một biểu tượng cho mỗi nút và với chữ ở hầu hết các nút quan trọng.

source: <guilabel>Icons Only</guilabel>: Select this option to display toolbars with an icon only on each button.
vi: <guilabel>Chỉ Biểu Tượng</guilabel>: Chọn tuỳ chọn này để hiển thị các thanh công cụ chỉ với mỗi một biểu tượng trên mỗi nút.

source: <guilabel>Text Only</guilabel>: Select this option to display toolbars with text only on each button.
vi: <guilabel>Chỉ chữ</guilabel>: Chọn tuỳ chọn này để chỉ hiển thị các thanh công cụ với chữ trên mỗi nút.

source: Windows Preferences
vi: Tuỳ Thích Cửa Sổ

source: window manager
vi: trình quản lý cửa sổ

source: Use the <application>Windows</application> preference tool to customize window behavior for the GNOME Desktop.
vi: Sử dụng công cụ tuỳ thích <application>Cửa sổ</application> để tuỳ chỉnh hành vi cửa sổ cho Bàn làm việc GNOME.

source: <xref linkend="goscustwindows-TBL-14"/> lists the windows preferences that you can modify.
vi: <xref linkend="goscustwindows-TBL-14"/> liệt kê các tuỳ thích cửa sổ bạn có thể thay đổi.

source: Select windows when the mouse moves over them
vi: Chọn các cửa sổ khi di chuyển chuột qua chúng

source: Select this option to give focus to a window when you point to the window. The window retains focus until you point to another window.
vi: Chọn tuỳ chọn này để đưa tập trung vào một cửa sổ khi bạn trỏ vào cửa sổ đó. Cửa sổ sẽ giữ tập trung cho tới khi bạn trỏ sang một cửa sổ khác.

source: Raise selected windows after an interval
vi: Đưa cửa sổ đã chọn sau một khoảng thời gian

source: Select this option to raise windows a short time after the window receives focus.
vi: Chọn tuỳ chọn này để đưa các cửa sổ lên một thời gian ngắn sau khi cửa sổ đã nhận tập trung.

source: Interval before raising
vi: Khoảng thời gian trước khi đưa lên

source: Specify the interval to wait before raising a window that has received focus.
vi: Chỉ định khoảng thời gian chờ trước khi đưa lên một cửa sổ đã nhận tập trung.

source: Double-click titlebar to perform this action
vi: Nhấp đúp chuột vào thanh tiêu đề để thực hiện hành động này

source: Select the behavior that you want to occur when you double-click on a window titlebar. Select one of the following options:
vi: Chọn hành vi bạn muốn xảy ra khi nhấp đúp chuột vào một thanh tiêu đề cửa sổ. Chọn một trong các tuỳ chọn sau:

source: <guilabel>Maximize</guilabel>: Maximizes the window.
vi: <guilabel>Phóng to</guilabel>: Phóng to cửa sổ.

source: <guilabel>Maximize Vertically</guilabel>: Maximizes the window vertically without changing its width.
vi: <guilabel>Phóng to Chiều dọc</guilabel>: Phóng to cửa sổ theo chiều dọc mà không thay đổi bề rộng của nó.

source: <guilabel>Maximize Horizontally</guilabel>: Maximizes the window horizontally without changing its height.
vi: <guilabel>Phóng to bề ngang</guilabel>: Phóng to cửa sổ theo bề ngang mà không thay đổi chiều cao của nó.

source: <guilabel>Minimize</guilabel>: Minimizes the window.
vi: <guilabel>Thu nhỏ</guilabel>: Thu nhỏ cửa sổ.

source: <guilabel>Roll up</guilabel>: Roll up the window.
vi: <guilabel>Cuộn lên</guilabel>: Cuộn cửa sổ lên

source: <guilabel>None</guilabel>: Do nothing.
vi: <guilabel>Không</guilabel>: Không làm gì cả.

source: If a window is already maximized or rolled up, double-clicking on the titlebar will return it to its normal state.
vi: Nếu một cửa sổ đã được phóng to hoặc cuộn lên, nhấp đúp chuột vào thanh tiêu đề sẽ trả nó lại với trạng thái bình thường.
