Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: <ulink type="help" url="ghelp:eog"><application>Image Viewer</application></ulink> can display single image files, as well as large image collections.
vi: <ulink type="help" url="ghelp:eog"><application>Trình Xem Ảnh</application></ulink> có thể hiển thị các tập tin ảnh đơn lẻ cũng như các bộ sưu tập ảnh lớn.

source: <ulink type="help" url="ghelp:gcalctool"><application>Calculator</application></ulink> performs basic, financial, and scientific calculations.
vi: <ulink type="help" url="ghelp:gcalctool"><application>Máy tính</application></ulink> thực hiện các tính toán cơ bản, tài chính và khoa học.

source: <ulink type="help" url="ghelp:gucharmap"><application>Character Map</application></ulink> lets you choose letters and symbols from the <firstterm>Unicode</firstterm> character set and paste them into any application. If you are writing in several languages, not all of the characters you need will be on your keyboard.
vi: <ulink type="help" url="ghelp:gucharmap"><application>Bản Đồ Ký Tự</application></ulink> cho phép bạn chọn các ký tự và ký hiệu từ bộ ký tự <firstterm>Unicode</firstterm> và dán chúng vào bất kỳ ứng dụng nào. Nếu bạn đang viết trong nhiều ngôn ngữ, không phải tất cả các ký tự bạn cần đều nằm trên bàn phím của bạn.

source: <link linkend="nautilus"><application>Nautilus File Manager</application></link> displays your folders and their contents. Use this to copy, move and classify your files, and to access CDs, USB flash drives, and any other removable media. When you choose an item from the <link linkend="places-menu"><guimenu>Places</guimenu> menu</link>, a <application>Nautilus File Manager</application> window opens showing that location.
vi: <link linkend="nautilus"><application>Trình Quản Lý Tập Tin Nautilus</application></link> hiển thị các thư mục của bạn và nội dung của chúng. Sử dụng cái này để sao chép, di chuyển và phân loại các tập tin của bạn, và để truy cập các CD, các ổ flash USB và bất kỳ vật chứa tháo gỡ được khác. Khi bạn chọn một mục từ <link linkend="places-menu">trình đơn <guimenu>Mở nhanh</guimenu></link>, một cửa sổ <application>Trình Quản Lý Tập Tin Nautilus</application> sẽ mở ra hiển thị vị trí đó.

source: <ulink type="help" url="ghelp:gnome-terminal"><application>Terminal</application></ulink> gives you access to the system command line.
vi: <ulink type="help" url="ghelp:gnome-terminal"><application>Trình cuối</application></ulink> cho phép bạn truy cập vào dòng lệnh hệ thống.

source: Further standard GNOME applications include games, music and video players, a web browser, software accessibility tools, and utilities to manage your system. Your distributor or vendor may have added other applications, such as a word processor and a graphics editor. They may also provide you with a way to install further applications.
vi: Các ứng dụng GNOME chuẩn khác bao gồm trò chơi, trình chơi nhạc và video, một trình duyệt web, các công cụ khả năng truy cập phần mềm và các tiện ích để quản lý hệ thống của bạn. Nhà phân phối hoặc bán hàng của bạn có thể đã thêm các ứng dụng khác, như là một trình xử lý văn bản và một trình chỉnh sửa đồ hoạ. Họ cũng có thể cung cấp cho bạn cách để cài đặt các ứng dụng khác nữa.

source: All GNOME applications have many features in common, which makes it easier to learn how to work with a new GNOME application. The rest of this section describes some of these features.
vi: Tất cả các ứng dụng GNOME đều có chung nhiều đặc điểm, điều này làm cho việc học cách làm việc với các ứng dụng GNOME mới trở nên dễ dàng hơn. Phần còn lại của chương sẽ mô tả một vài trong các đặc điểm này.

source: Common Features
vi: Đặc Điểm Chung

source: The applications that are provided with the GNOME Desktop share many common features, such as similar open and save dialogs and similar-looking icons. This is because they have all been developed using the GNOME development platform. An application developed using this platform is called a <firstterm>GNOME-compliant application</firstterm>. For example, <application>Nautilus</application> and the <application>gedit</application> text editor are GNOME-compliant applications.
vi: Các ứng dụng được cung cấp cùng với Bàn Làm Việc GNOME chia sẻ rất nhiều đặc điểm chung, như là các hộp thoại mở và lưu tương tự nhau và các biểu tượng nhìn tương tự nhau. Điều này bởi vì chúng đều được phát triển sử dụng nền tảng phát triển GNOME này. Một ứng dụng được phát triển sử dụng nền tảng này được gọi là <firstterm>ứng dụng chuẩn GNOME</firstterm>. Ví dụ, <application>Nautilus</application> và bộ soạn văn bản <application>gedit</application> là các ứng dụng chuẩn GNOME.

source: Some of the features of GNOME-compliant applications are as follows:
vi: Một vài đặc điểm của các ứng dụng chuẩn GNOME như sau:

source: Consistent look-and-feel
vi: Giao diện tương tác thống nhất

source: GNOME-compliant applications have a consistent look-and-feel. You can use the <link linkend="prefs-theme"><application>Appearance</application> preference tool</link> to change the look-and-feel of your GNOME-compliant applications.
vi: Các ứng dụng chuẩn GNOME có một giao diện tương tác thống nhất. Bạn có thể sử dụng <link linkend="prefs-theme">công cụ tuỳ thích <application>Diện mạo</application></link> để thay đổi giao diện tương tác của các ứng dụng chuẩn GNOME của bạn.

source: Menubars, toolbars, and statusbars
vi: Các thanh trình đơn, thanh công cụ và thanh trạng thái

source: Most GNOME-compliant applications have a menubar, a toolbar, and a statusbar. The menubars usually have a similar structure; for example, the <guimenu>Help</guimenu> menu always contains an <guimenuitem>About</guimenuitem> menu item.
vi: Hầu hết các ứng dụng chuẩn GNOME đều có một thanh trình đơn, một thanh công cụ, và một thanh trạng thái. Các thanh trình đơn thường có cấu trúc tương tự nhau; ví dụ, trình đơn <guimenu>Giúp đỡ</guimenu> luôn luôn chứa một mục trình đơn <guimenuitem>Giới thiệu</guimenuitem>.

source: A <firstterm>toolbar</firstterm> is a bar that appears under the menubar. A toolbar contains buttons for the most commonly-used commands. A <firstterm>statusbar</firstterm> is a bar at the bottom of a window that provides information about the current state of what you are viewing in the window. Applications might also contains other bars. For example, <application>Nautilus</application> contains a location bar.
vi: Một <firstterm>thanh công cụ</firstterm> là một thanh xuất hiện bên dưới thanh trình đơn. Một thanh công cụ chứa các nút cho hầu hết các lệnh thường dùng. Một <firstterm>thanh trạng thái</firstterm> là một thanh nằm ở dưới cùng của một cửa sổ và cung cấp thông tin về trạng thái hiện tại của những gì bạn đang xem trong cửa sổ. Các ứng dụng cũng có thể chứa các thanh khác. Ví dụ, <application>Nautilus</application> chứa thanh vị trí.

source: Default shortcut keys
vi: Phím tắt mặc định

source: GNOME-compliant applications use the same shortcut keys to perform the same actions. See <xref linkend="keyboard-skills"/> for a list of common shortcut keys.
vi: Các ứng dụng chuẩn GNOME sử dụng cùng các phím tắt để thực hiện cùng các hành động. Xem <xref linkend="keyboard-skills"/> để biết danh sách các phím tắt thông thường.

source: Drag-and-drop
vi: Kéo và thả

source: When you drag-and-drop something into a GNOME-compliant application, it will recognize the format of the items that you dragged and will handle them in an appropriate manner. For example, when you drag a HTML file from a <application>Nautilus</application> window to a web browser, the file is displayed in HTML format in the browser. However, when you drag the HTML file to a text editor, the file is displayed in plain text format in the text editor.
vi: Khi bạn kéo và thả cái gì đó vào trong một ứng dụng chuẩn GNOME, nó sẽ nhận diện định dạng của các mục bạn đã kéo vào và sẽ xử lý chúng theo cách phù hợp. Ví dụ, khi bạn kéo một tập tin HTML từ một cửa sổ <application>Nautilus</application> và một trình duyệt web, tập tin sẽ được hiển thị theo định dạng HTML trong trình duyệt. Tuy nhiên, khi bạn kéo tập tin HTML và một trình soạn văn bản, tập tin sẽ được hiển thị theo định dạng văn bản thô trong trình soạn văn bản.

source: Working With Files
vi: Làm Việc Với Tập Tin

source: The work you do with an application is stored in <firstterm>files</firstterm>. These may be on your computer's hard drive, or on a removable device such as a USB flash drive. You <firstterm>open</firstterm> a file to examine it or work on it, and you <firstterm>save</firstterm> a file to store your work. When you are done working with a file, you <firstterm>close</firstterm> it.
vi: Công việc mà bạn làm với một ứng dụng sẽ được lưu trong <firstterm>các tập tin</firstterm>. Chúng có thể nằm trên ổ cứng máy tính của bạn, hoặc nằm trên một thiết bị tháo gỡ được như là một ổ flash USB. Bạn <firstterm>mở</firstterm> một tập tin để xem xét nó hay làm việc với nó, và bạn <firstterm>lưu</firstterm> một tập tin để lưu trữ công việc của bạn. Khi bạn làm việc xong với một tập tin, bạn <firstterm>đóng</firstterm> nó.

source: All GNOME applications use the same dialogs for opening and saving files, presenting you with a consistent interface. The following sections cover the open and the save dialog in detail.
vi: Tất cả các ứng dụng GNOME sử dụng cùng các hộp thoại cho việc mở và lưu tập tin, biểu thị bạn một giao diện thống nhất. Các chương sau đây bao hàm chi tiết về các hộp thoại lưu và mở.

source: Choosing a File to Open
vi: Chọn Một Tập Tin Để Mở

source: The <guilabel>Open File</guilabel> dialog allows you to choose a file to open in an application.
vi: Hộp thoại <guilabel>Mở Tập Tin</guilabel> cho phép bạn chọn một tập tin để mở trong một ứng dụng.

source: The right-hand pane of the dialog lists files and folders in the current location. You can use the mouse or the arrow keys on your keyboard to select a file.
vi: Ô bên tay phải của hộp thoại liệt kê các tập tin và thư mục trong vị trí hiện tại. Bạn có thể sử dụng chuột và các phím mũi tên trên bàn phím để chọn một tập tin.

source: Once a file is selected in the list, perform one of the following actions to open it:
vi: Ngay khi một tập tin đã được chọn trong danh sách, hãy thực hiện một trong các hành động sau để mở nó:

source: Click <guibutton>Open</guibutton>.
vi: Nhấn <guibutton>Mở</guibutton>.

source: Press <keycap>Return</keycap>.
vi: Nhấn <keycap>Enter</keycap>.

source: Press <keycap>Spacebar</keycap>.
vi: Nhấn <keycap>Phím cách</keycap>.

source: Double-click the file.
vi: Nhấp đúp chuột vào tập tin.

source: If you open a folder or a location instead of a file, the <guilabel>Open File</guilabel> dialog updates to show the contents of that folder or location.
vi: Nếu bạn mở một tập tin hoặc một vị trí thay vì một tập tin, hộp thoại <guilabel>Mở Tập Tin</guilabel> sẽ cập nhật để hiển thị nội dung của thư mục hay vị trí đó.

source: To change the location shown in the right-hand pane, do one of the following:
vi: Để thay đổi một vị trí hiện trong ô bên phải, hãy làm một trong các việc sau:

source: Open a folder that is listed in the current location.
vi: Mở một thư mục được liệt kê trong vị trí hiện tại.

source: Open an item in the left-hand pane. This pane lists places such as your Documents folder, your Home Folder, media such as CDs and flash drives, places on your network, and your <link linkend="nautilus-bookmarks">bookmarks</link>.
vi: Mở một mục trong ô tay trái. Ô này liệt kê các nơi như là thư mục Tài Liệu, Thư Mục Nhà của bạn, các vật chứa như là CD và ổ flash, các điểm trên mạng của bạn và <link linkend="nautilus-bookmarks">các đánh dấu</link> của bạn.

source: Click one of the buttons in the path bar above the file listing pane. This shows the hierarchy of folders that contain your current location. Use the arrow buttons to either side of the button bar if the list of folders is too long to fit.
vi: Nhấn một trong các nút trong thanh đường dẫn bên trên ô liệt kê tập tin. Nó sẽ hiển thị trật tự các thư mục chứa vị trí hiện tại của bạn. Sử dụng nút mũi tên tới các phía của thanh nút nếu danh sách thư mục quá dài để vừa vào trong.

source: The lower part of the <guilabel>Open File</guilabel> dialog may contain further options specific to the current application.
vi: Phần thấp hơn của hộp thoại <guilabel>Mở Tập Tin</guilabel> có thể chứa các tuỳ chọn khác nữa cụ thể riêng cho ứng dụng hiện tại.

source: Filtering the File List
vi: Lọc Danh Sách Tập Tin

source: You can restrict the file list to show only files of certain types. To do this, choose a file type from the drop-down list beneath the file list pane. The list of file types depends on the application you are currently using. For example, a graphics application will list different image file formats, and a text editor will list different types of text file.
vi: Bạn có thể hạn chế danh sách tập tin chỉ hiển thị các tập tin của các kiểu nhất định. Để làm điều này, chọn một loại tập tin trong danh sách thả xuống bên dưới ô danh sách tập tin. Danh sách các kiểu tập tin phụ thuộc vào ứng dụng bạn đang sử dụng. Ví dụ, một ứng dụng đồ hoạ sẽ liệt kê các định dạng tập tin ảnh khác nhau, và một trình soạn văn bản sẽ liệt kê các kiểu khác nhau của tập tin văn bản.

source: Find-as-you-type
vi: Tìm ngay khi gõ

source: If you know the name of the file you want to open, begin typing it: the file list will jump to show you files whose names begin with the characters you type. Arrow keys will now select from only these files. The characters you have typed appear in a pop-up window at the base of the file list.
vi: Nếu bạn biết tên của tập tin bạn muốn mở, hãy bắt đầu đánh tên nó: danh sách tập tin sẽ nhảy để hiển thị các tập tin có tên bắt đầu với các ký tự mà bạn gõ. Các phím mũi tên giờ sẽ chỉ chọn trong các tập tin này. Các ký tự bạn đã nhập hiện ra trong một cửa sổ bật lên tại ô liệt kê tập tin.

source: To cancel find-as-you-type, press <keycap>Esc</keycap>.
vi: Để huỷ tìm ngay khi gõ, nhấn <keycap>Esc</keycap>.

source: Choosing a folder
vi: Chọn một thư mục

source: You might sometimes need to choose a folder to work with rather than open a file. For example, if you use <ulink type="help" url="ghelp:file-roller"><application>Archive Manager</application></ulink> to extract files from an archive, you need to choose a folder to place the files into. In this case, the files in the current location are greyed out, and pressing <guibutton>Open</guibutton> when a folder is selected will choose that folder.
vi: Bạn có thể thi thoảng cần chọn một thư mục để làm việc hơn là mở một tập tin. Ví dụ, nếu bạn sử dụng <ulink type="help" url="ghelp:file-roller"><application>Trình Quản Lý Lưu Trữ</application></ulink> để giải nén tập tin từ một lưu trữ, bạn cần phải chọn một thư mục để đặt các tập tin vào trong đó. Trong trường hợp này, các tập tin trong vị trí hiện tại sẽ bị mờ đi, và nhấn <guibutton>Mở</guibutton> khi một thư mục đã

source: Open Location
vi: Mở Vị Trí

source: You can type a full or relative path to the file you want to open. Press <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo> or click the button at the top left of the window to show (or hide) the <guilabel>Location</guilabel> field. Alternatively, begin typing a full path starting with <filename>/</filename> to show the <guilabel>Location</guilabel> field.
vi: Bạn có thể nhập một đường dẫn đầy đủ hoặc tương đối tới tập tin bạn muốn mở. Nhấn <keycombo><keycap>Ctrl</keycap><keycap>L</keycap></keycombo> hoặc nhấn vào nút ở góp trái trên của cửa sổ để hiện (hoặc ẩn) trường <guilabel>Vị trí</guilabel>.

source: Type a path from the current location, or an absolute path beginning with <filename>/</filename> or <filename>~/</filename>. The <guilabel>Location</guilabel> field has the following features to simplify the typing of a full filename:
vi: Nhập một đường dẫn từ vị trí hiện tại, hoặc một đường dẫn tuyệt đối bắt đầu với <filename>/</filename> hoặc <filename>~/</filename>. Trường <guilabel>Vị trí</guilabel> có các đặc điểm sau để đơn giản hoá việc nhập một tên tập tin đầy đủ:

source: A drop-down of possible file and folder names is displayed once you begin typing. Use <keycap>down arrow</keycap> and <keycap>up arrow</keycap> and <keycap>Return</keycap> to choose from the list.
vi: Một danh sách thả xuống của các tên tập tin và thư mục khả thi được hiện ra ngay khi bạn bắt đầu gõ. Sử dụng <keycap>mũi tên xuống</keycap> và <keycap>mũi tên lên/keycap> và <keycap>Enter</keycap> để chọn từ danh sách.

source: If the part of the name typed uniquely identifies a file or folder, the name is auto-completed. Press <keycap>Tab</keycap> to accept the suggested text. For example, if you type "Do", and the only object in the folder beginning with "Do" is <filename>Documents</filename>, then the entire name appears in the field.
vi: Nếu phần của tên được nhập độc nhất nhận diện cho một tập tin hoặc thư mục, tên sẽ được tự động hoàn tất. Nhấn <keycap>Tab</keycap> để chấp nhận văn bản được đề nghị.

source: Opening Remote Locations
vi: Mở Vị Trí Từ Xa

source: You can open files in remote locations by choosing the location from the left panel, or by typing a path to a remote location into the <guilabel>Location</guilabel> field.
vi: Bạn có thể mở các tập tin trong các vị trí từ xa bằng cách chọn vị trí từ ô điều khiển bên trái, hoặc nhập một đường dẫn tới vị trí từ xa vào trường <guilabel>Vị trí</guilabel>

source: If you require a password to access the remote location, you will be asked for it when you open it.
vi: Nếu bạn cần một mật khẩu để truy cập vào vị trí từ xa thì bạn sẽ được hỏi khi bạn mở nó.

source: Adding and Removing Bookmarks
vi: Thêm Và Gỡ Bỏ Đánh Dấu

source: To add the current location to the bookmarks list, press <guibutton>Add</guibutton>, or right-click a folder in the file list and choose <guimenuitem>Add to Bookmarks</guimenuitem>. You can add any folder that is listed in the current location by dragging it to the bookmarks list.
vi: Để thêm vị trí hiện tại vào danh sách đánh dấu, nhấn <guibutton>Thêm</guibutton>, hoặc nhấp phải chuột vào một thư mục trong danh sách tập tin và chọn <guimenuitem>Thêm vào đánh dấu</guimenuitem>. Bạn có thể thêm bất kỳ thư mục nào được liệt kê trong vị trí hiện tại bằng cách kéo nó vào danh sách đánh dấu.

source: To remove a bookmark from the list, select it and press <guibutton>Remove</guibutton>.
vi: Để gỡ bỏ một đánh dấu từ danh sách, lựa chọn nó và nhấn <guibutton>Gỡ bỏ</guibutton>.

source: Changes you make to the bookmarks list also affect the <guimenu>Places</guimenu> menu. For more on bookmarks, see <xref linkend="nautilus-bookmarks"/>.
vi: Các thay đổi bạn gây ra cho danh sách đánh dấu cũng ảnh hưởng tới trình đơn <guimenu>Mở nhanh</guimenu>. Để biết thêm về đánh dấu, xem <xref linkend="nautilus-bookmarks"/>.

source: Showing hidden files
vi: Hiện tập tin ẩn

source: To show hidden files in the file list, right-click in the file list and choose <guimenuitem>Show Hidden Files</guimenuitem>. For more on hidden files, see <xref linkend="nautilus-managing-hidden-files"/>.
vi: Để hiện tập tin ẩn trong danh sách tập tin, nhấp chuột phải vào danh sách tập tin và chọn <guimenuitem>Hiện tập tin ẩn</guimenuitem>. Để biết thêm về các tập tin ẩn, xem <xref linkend="nautilus-managing-hidden-files"/>.

source: Saving a File
vi: Lưu Một Tập TIn

source: The first time you save your work in an application, the <guilabel>Save As</guilabel> dialog will ask you for a location and name for the new file. When you save the file on subsequent occasions it will be updated immediately and you will not be asked to re-enter a location or name for the file. To save to a new file, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Save As</guimenuitem></menuchoice>.
vi: Lần đầu tiên bạn lưu công việc trong một ứng dụng, hộp thoại <guilabel>Lưu Dạng</guilabel> sẽ hỏi bạn một vị trí và tên cho tập tin mới. Khi bạn lưu tập tin trong các lần sau nó sẽ được cập nhật tự động và bạn sẽ không bị hỏi để nhập lại một vị trí hay tên cho tập tin nữa. Để lưu một tập tin mới, chọn <menuchoice><guimenu>Tập tin</guimenu><guimenuitem>Lưu dạng</guimenuitem></menuchoice>.

source: You can enter a filename and choose a location to save in from the drop-down list of bookmarks and commonly-used locations.
vi: Bạn có thể nhập một tên tập tin và chọn một vị trí để lưu trong danh sách thả xuống của các đánh dấu và các vị trí thường sử dụng.

source: Saving in another location
vi: Lưu trong vị trí khác

source: To save the file in a location not listed in the drop-down list, click the <guilabel>Browse for other folders</guilabel> expansion label. This shows a file browser similar to the one in the <guilabel>Open File</guilabel> dialog.
vi: Để lưu tập tin vào một vị trí không được liệt kê trong danh sách thả xuống, nhấp vào nhãn mở rộng <guilabel>Duyệt thư mục khác</guilabel>. Điều này sẽ hiển thị một trình duyệt tập tin tương tự như cái trong hộp thoại <guilabel>Mở Tập Tin</guilabel>

source: The expanded <guilabel>Save File</guilabel> dialog has the same features as the <link linkend="filechooser-open"><guilabel>Open File</guilabel> dialog</link>, such as filtering, find-as-you-type, and adding and removing bookmarks.
vi: Hộp thoại <guilabel>Lưu Tập Tin</guilabel> đã mở rộng có cùng đặc điểm như <link linkend="filechooser-open">hộp thoại <guilabel>Mở Tập Tin</guilabel></link>, như là lọc, tìm ngay khi gõ với thêm và gỡ bỏ đánh dấu.

source: Replacing an existing file
vi: Thay thế một tập tin đã tồn tại

source: If you type in the name of an existing file, you will be asked whether you wish to replace the existing file with your current work. You can also do this by choosing the file you want to overwrite in the browser.
vi: Nếu bạn nhập vào tên của một tập tin đang tồn tại, bạn sẽ được hỏi liệu bạn có muốn thay thế tập tin đang tồn tại với công việc hiện tại của bạn không. Bạn cũng có thể làm điều này bằng cách chọn tập tin bạn muốn ghi đè trong trình duyệt.

source: Typing a Path
vi: Nhập Một Đường Dẫn

source: To specify a path to save a file, type it into the <guilabel>Name</guilabel> field. A drop-down of possible file and folder names is displayed once you begin typing. Use <keycap>down arrow</keycap> and <keycap>up arrow</keycap> and <keycap>Return</keycap> to choose from the list. If only one file or folder matches the partial name you have typed, press <keycap>Tab</keycap> to complete the name.
vi: Để chỉ định một đường dẫn để lưu một tập tin, nhập nó vào trường <guilabel>Tên</guilabel>. Một danh sách thả xuống của các tên tập tin và thư mục khả thi được hiển thị ngay khi bạn gõ. Sử dụng <keycap>mũi tên xuống</keycap> và <keycap>mũi tên lên</keycap> và <keycap>Enter</keycap> để chọn từ danh sách. Nếu chỉ một tập tin hay thư mục khớp phần tên bạn đã gõ, nhấn <keycap>Tab</keycap> để hoàn thành tên.

source: Creating a New Folder
vi: Tạo Một Thư Mục Mới

source: If you would like to create a new folder to save your file in, press the <guibutton>Create Folder</guibutton> button. Type a name for the new folder and press <keycap>Return</keycap>. You can then choose to save your file in the new folder, as you would with any other folder.
vi: Nếu bạn muốn tạo một thư mục mới để lưu các tập tin của bạn vào, nhấn nút <guibutton>Tạo thư mục</guibutton>. Nhập một tên cho thư mục mới và nhấn <keycap>Enter</keycap>. Sau đó bạn có thể chọn để lưu tập tin của bạn vào thư mục mới như là bạn có thể làm với bất kỳ thư mục nào khác.

source: Working with Files
vi: Làm Việc Với Tập Tin

source: This chapter describes how to use the <application>Nautilus</application> file manager.
vi: Chương này mô tả cách sử dụng trình quản lý tập tin <application>Nautilus</application>.

source: file manager
vi: trình quản lý tập tin

source: File Manager Functionality
vi: Chức Năng Trình Quản Lý Tập Tin
