Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: You can type a part of the name or description of an object in the <guilabel>find</guilabel> box. This will narrow the list to those objects that match what you type.
vi: Bạn có thể nhập vào một phần tên hay mô tả của một đối tượng trong hộp <guilabel>tìm</guilabel>. Điều này sẽ thu hẹp danh sách lại theo các đối tượng khớp những gì bạn đã nhập.

source: To restore the full list, delete the text in the <guilabel>find</guilabel> box.
vi: Để phục hồi danh sách đầy đủ, hãy xoá chữ trong hộp <guilabel>tìm</guilabel>.

source: Either drag an object from the list to a panel, or select an object from the list and click <guibutton>Add</guibutton> to add it at the spot on the panel where you first right-clicked.
vi: Kéo một đối tượng từ danh sách vào thanh điều khiển, hoặc lựa chọn đối tượng trong danh sách và nhấn <guibutton>Thêm</guibutton> để thêm nó vào nơi trên thanh điều khiển mà bạn đã nhấp chuột phải lên từ đầu.

source: You can also add any item in the <guimenu>Applications</guimenu> menu to the panel: right-click the menu item and choose <guimenuitem>Add this launcher to panel</guimenuitem>.
vi: Bạn có thể thêm bất kỳ mục nào từ trình đơn <guimenu>Ứng dụng</guimenu> vào thanh điều khiển: nhấp chuột phải vào mục trình đơn và chọn <guimenuitem>Thêm bộ khởi chạy này vào thanh điều khiển</guimenuitem>.

source: Each launcher corresponds to a <filename>.desktop</filename> file. You can drag a <filename>.desktop</filename> file on to your panels to add the launcher to the panel.
vi: Mỗi bộ khởi chạy tương ứng với một tập tin <filename>.desktop</filename>. Bạn có thể kéo một tập tin <filename>.desktop</filename> lên trên các thanh điều khiển để thêm bộ khởi chạy vào thanh điều khiển đó.

source: Modifying the Properties of an Object
vi: Thay Đổi Thuộc Tính Của Một Đối Tượng

source: The command that starts a launcher application.
vi: Lệnh bắt đầu một ứng dụng bộ khởi chạy.

source: The location of the source files for a menu.
vi: Vị trí của các tập tin nguồn cho một trình đơn.

source: The icon that represents the object.
vi: Biểu tượng đại diện cho đối tượng.

source: Some panel objects, such as launchers and drawers, have a set of associated properties. The properties are different for each type of object. The properties specify details such as the following: <placeholder-1/>
vi: Một vài đối tượng thanh điều khiển, như là bộ khởi chạy hoặc các ngăn kéo, có một bộ các thuộc tính kết hợp. Các thuộc tính thì khác nhau cho mỗi kiểu đối tượng. Các thuộc tính chỉ định các chi tiết như sau đây: <placeholder-1/>

source: To modify the properties of an object, perform the following steps:
vi: Để thay đổi các thuộc tính của một đối tượng, thực hiện các bước sau:

source: panel object popup menu, illustration
vi: trình đơn bật lên của đối tượng thanh điều khiển, minh hoạ

source: Right-click on the object to open the panel object popup menu, as shown in <xref linkend="gospanel-FIG-54"/>.
vi: Nhấp chuột phải vào đối tượng để mở trình đơn bật lên của đối tượng thanh điều khiển, như được thấy trong <xref linkend="gospanel-FIG-54"/>.

source: Panel Object Popup Menu
vi: Trình Đơn Bật Lên Của Đối Tượng Thanh Điều Khiển

source: Panel object popup menu. Menu items: Properties, Remove From Panel, Lock, Move.
vi: Trình đơn bật lên của đối tượng thanh điều khiển. Các mục trình đơn: Thuộc tính, Gỡ khỏi thanh điều khiển, Khoá, Di chuyển.

source: Choose <guimenuitem>Properties</guimenuitem>. Use the <guilabel>Properties</guilabel> dialog to modify the properties as required. The properties in the <guilabel>Properties</guilabel> dialog depend on which object you select in step 1.
vi: Chọn <guimenuitem>Thuộc tính</guimenuitem>. Sử dụng hộp thoại <guilabel>Thuộc tính</guilabel> để thay đổi các thuộc tính khi cần thiết. Các thuộc tính trong hộp thoại <guilabel>Thuộc tính</guilabel> phụ thuộc vào đối tượng bạn đã chọn trong bước 1.

source: Close the <guilabel>Properties</guilabel> dialog.
vi: Đóng hộp thoại <guilabel>Thuộc tính</guilabel>

source: Moving a Panel Object
vi: Di Chuyển Một Đối Tượng Thanh Điều Khiển

source: You can move panel objects within a panel, and from one panel to another panel. You can also move objects between panels and drawers.
vi: Bạn có thể di chuyển một đối tượng thanh điều khiển bên trong một bảng, và từ một bảng sang một bảng khác. Bạn cũng có thể di chuyển đối tượng giữa các thanh điều khiển và các ngăn kéo.

source: To move a panel object, middle-click and hold on the object and drag the object to a new location. When you release the middle mouse button, the object anchors at the new location.
vi: Để di chuyển một đối tượng thanh điều khiển, nhấp và giữ chuột giữa trên đối tượng và kéo đối tượng đến một vị trí mới. Khi bạn thả nút chuột giữa, đối tượng sẽ neo vào vị trí mới.

source: Alternatively, you can use the panel object popup menu to move an object, as follows:
vi: Một cách khác, bạn có thể sử dụng trình đơn bật lên của đối tượng thanh điều khiển để di chuyển một đối tượng như sau đây:

source: Right-click on the object, then choose <guimenuitem>Move</guimenuitem>.
vi: Nhấp chuột phải vào đối tượng, sau đó chọn <guimenuitem>Di chuyển</guimenuitem>.

source: Point to the new location for the object, then click any mouse button to anchor the object to the new location. This location can be on any panel that is currently in the GNOME Desktop.
vi: Chỉ tới vị trí mới cho đối tượng, sau đó kích bất kỳ nút chuột nào để neo đối tượng vào vị trí mới. Vị trí này có thể trên bất kỳ thanh điều khiển nào đang có mặt trên Bàn làm việc GNOME.

source: Movement of a panel object affects the position of other objects on the panel. To control how objects move on a panel, you can specify a movement mode. To specify the movement mode, press one of the following keys as you move the panel object:
vi: Sự di chuyển của một đối tượng thanh điều khiển ảnh hưởng tới vị trí các đối tượng khác trên bảng. Để điều khiển cách các đối tượng di chuyển trên thanh điều khiển, bạn có thể chỉ định chế độ di chuyển. Để chỉ định chế độ di chuyển, nhấn một trong các phím sau khi bạn di chuyển đối tượng thanh điều khiển:

source: Key
vi: Phím

source: Movement Mode
vi: Chế độ di chuyển

source: No key
vi: Không phím

source: Switched movement
vi: Di chuyển tráo đổi

source: The object swaps places with other panel objects. Switched movement is the default movement mode.
vi: Đối tượng tráo đổi vị trí với các đối tượng thanh điều khiển khác. Di chuyển tráo đổi là chế độ di chuyển mặc định.

source: <keycap>Alt</keycap> key
vi: Phím <keycap>Alt</keycap>

source: Free movement
vi: Di chuyển tự do

source: The object jumps over other panel objects into the next vacant space on the panel.
vi: Đối tượng nhảy qua các đối tượng thanh điều khiển khác vào không gian trống kế tiếp trên thanh điều khiển.

source: <keycap>Shift</keycap> key
vi: Phím <keycap>Shift</keycap>

source: Push movement
vi: Di chuyển đẩy

source: The object pushes other panel objects further along the panel.
vi: Đối tượng đẩy các đối tượng thanh điều khiển khác đi xa trên thanh điều khiển.

source: Locking a Panel Object
vi: Khoá Một Đối Tượng Thanh Điều Khiển

source: locking
vi: khoá

source: locking panel objects
vi: khoá đối tượng thanh điều khiển

source: You can lock panel objects so that the objects stay in the same position on the panel. Use this if you do not want some panel objects to change position when you move other panel objects.
vi: Bạn có thể khoá các đối tượng thanh điều khiển để các đối tượng ở nguyên vị trí trên bảng. Sử dụng cách này nếu bạn không muốn một vài đối tượng thanh điều khiển thay đổi vị trí khi bạn di chuyển các đối tượng thanh điều khiển khác.

source: To lock an object to its current location in the panel, right-click on the object to open the panel object popup menu, then select <guimenuitem>Lock To Panel</guimenuitem>. Deselect this to unlock the object.
vi: Để khoá một đối tượng vào vị trí hiện tại của nó trong thanh điều khiển, nhấp chuột phải vào đối tượng và mở trình đơn bật lên của đối tượng thanh điều khiển, sau đó chọn <guimenuitem>Khoá tới bảng</guimenuitem>. Huỷ chọn mục này để gỡ khoá đối tượng.

source: Removing a Panel Object
vi: Gỡ Bỏ Một Đối Tượng Thanh Điều Khiển

source: removing
vi: gỡ bỏ

source: To remove an object from a panel, right-click on the object to open the panel object popup menu and then choose <guimenuitem>Remove From Panel</guimenuitem>.
vi: Để gỡ bỏ một đối tượng khỏi thanh điều khiển, nhấp chuột phải vào đối tượng để mở trình đơn bật lên của đối tượng thanh điều khiển và sau đó chọn <guimenuitem>Gỡ khỏi thanh điều khiển</guimenuitem>.

source: Applets
vi: Các tiểu dụng

source: An applet is a small application whose user interface resides within a panel. The following figure shows the following applets, from left to right:
vi: Một tiểu dụng là một ứng dụng nhỏ có giao diện người dùng nằm bên trong một thanh điều khiển. Minh hoạ sau đây thể hiện các tiểu dụng sau, từ trái sang phải:

source: <application><link linkend="windowlist">Window List</link></application>: Displays the windows currently open on your system.
vi: <application><link linkend="windowlist">Danh sách cửa sổ</link></application>: Hiển thị các cửa sổ hiện đang mở trên hệ thống của bạn.

source: <application>Volume Control</application>: Enables you to control the volume of the speaker on your system.
vi: <application>Điều khiển âm lượng</application>: Cho phép bạn điều khiển âm lượng của loa trên hệ thống của bạn.

source: <application>Clock</application>: Shows the current date and time.
vi: <application>Đồng hồ</application>: Hiện ngày và giờ hiện tại.

source: Sample applets. The context describes the graphic.
vi: Các tiểu dụng mẫu. Ngữ cảnh mô tả minh hoạ.

source: Launchers
vi: Bộ khởi chạy

source: launchers
vi: bộ khởi chạy

source: A <firstterm>launcher</firstterm> is an object that performs a specific action when you open it.
vi: Một <firstterm>bộ khởi chạy</firstterm> là một đối tượng thực hiện một hành động riêng biệt khi bạn mở nó.

source: You can find launchers in the panels, in the panel menubar, and on the desktop. A launcher is represented by an icon in all of these locations.
vi: Bạn có thể tìm thấy các bộ khởi chạy trên các thanh điều khiển, trên thanh trình đơn thanh điều khiển, và trên bàn làm việc. Một bộ khởi chạy được đại diện bởi một biểu tượng trong tất cả các vị trí này.

source: You might use a launcher to do any of the following:
vi: Bạn có thể sử dụng một bộ khởi chạy để làm bất kỳ việc nào sau đây:

source: Start a particular application.
vi: Khởi động một ứng dụng cụ thể.

source: Execute a command.
vi: Thực thi một lệnh.

source: Open a folder.
vi: Mở một thư mục.

source: Open a Web browser at a particular page on the Web.
vi: Mở một trình duyệt Web tại một trang cụ thể trên mạng.

source: Open special <firstterm>Uniform Resource Identifiers</firstterm> (URIs). The GNOME Desktop contains special URIs that enable you to access particular functions from the file manager. <indexterm><primary>special URI locations</primary><secondary>and launchers</secondary></indexterm>
vi: Mở <firstterm>Bộ nhận diện tài nguyên thống nhất</firstterm> (URI) đặc biệt. Bàn làm việc GNOME chứa các URI đặc biệt cho phép bạn truy cập vào các chức năng cụ thể từ trình quản lý tập tin. <indexterm><primary>các vị trí URI đặc biệt</primary><secondary> và các bộ khởi chạy</secondary></indexterm>

source: You can modify the properties of a launcher. For example, the properties of a launcher include the name of the launcher, the icon that represents the launcher, and how the launcher runs. For more on this, see <xref linkend="launchers-modify"/>.
vi: Bạn có thể thay đổi các thuộc tính của một bộ khởi chạy. Ví dụ, các thuộc tính của một bộ khởi chạy bao gồm tên của bộ khởi chạy, biểu tượng đại diện cho bộ khởi chạy, và cách bộ khởi chạy bắt đầu. Để biết thêm về điều này, xem <xref linkend="launchers-modify"/>.

source: In certain situations, a launcher in a menu might not show an icon. For example, if it specifies no icon to display, or if the entire menu is set to show no icons.
vi: Trong các trường hợp nhất định, một bộ khởi chạy trong một trình đơn có thể không hiện một biểu tượng. Ví dụ, khi nó không chỉ định biểu tượng nào để hiển thị, hay toàn bộ trình đơn được đặt để không hiển thị biểu tượng nào.

source: Adding a Launcher to a Panel
vi: Thêm Một Bộ Khởi Chạy Vào Một Thanh Điều Khiển

source: adding to panel
vi: thêm vào thanh điều khiển

source: You can add a launcher to a panel in one of the following ways:
vi: Bạn có thể thêm một bộ khởi chạy vào một thanh điều khiển theo một trong các cách sau:

source: From the panel popup menu
vi: Từ trình đơn bật lên của thanh điều khiển

source: Right-click on any vacant space on the panel, then choose <guimenu>Add to Panel</guimenu>. The <link linkend="panels-addobject"><guilabel>Add to Panel</guilabel> dialog</link> opens.
vi: Nhấp chuột phải vào bất kỳ vùng trống nào trên thanh điều khiển, sau đó chọn <guimenu>Thêm vào thanh điều khiển</guimenu>. <link linkend="panels-addobject">Hộp thoại <guilabel>Thêm vào thanh điều khiển</guilabel></link> mở ra.

source: To create a new launcher, select <guilabel>Custom Application Launcher</guilabel> from the list. A <guilabel>Create Launcher</guilabel> dialog is displayed. For more information on the properties in this dialog, see <xref linkend="launchers-properties"/>.
vi: Để tạo một bộ khởi chạy mới, chọn <guilabel>Bộ khởi chạy ứng dụng tự chọn</guilabel> từ danh sách. Hộp thoại <guilabel>Tạo bộ khởi chạy</guilabel> được hiển thị. Để biết thêm thông tin về các thuộc tính trong hộp thoại này, xem <xref linkend="launchers-properties"/>.

source: Alternatively, to add an existing launcher to the panel, select <guilabel>Application Launcher</guilabel> from the list. Choose the launcher that you want to add from the list of menu items.
vi: Cách khác, để thêm một bộ khởi chạy sẵn có vào thanh điều khiển, chọn <guilabel>Bộ khởi chạy ứng dụng</guilabel> từ danh sách. Chọn bộ khởi chạy bạn muốn thêm vào danh sách của các mục trình đơn.

source: From any menu
vi: Từ bất kỳ trình đơn nào

source: To add a launcher to a panel from a menu, perform one of the following steps:
vi: Để thêm một bộ khởi chạy vào một thanh điều khiển từ một trình đơn, thực hiện một trong các bước sau:

source: Open a menu that contains the launcher. Drag the launcher on to the panel.
vi: Mở một trình đơn chứa bộ khởi chạy. Kéo bộ khởi chạy vào thanh điều khiển.

source: Open the menu that contains the launcher and right-click on the title of the launcher. Choose <guimenuitem>Add this launcher to panel</guimenuitem>. This method will only work if the launcher is on a sub-menu of the menu that you opened.
vi: Mở trình đơn chứa bộ khởi chạy và nhấp chuột phải vào tiêu đề của bộ khởi chạy. Chọn <guimenuitem>Thêm bộ khởi chạy này vào thanh điều khiển</guimenuitem>. Cách này chỉ hoạt động nếu bộ khởi chạy nằm trong trình đơn con của trình đơn bạn đã mở.

source: From the file manager
vi: Từ trình quản lý tập tin

source: To add a launcher to a panel from the file manager, find the <filename>.desktop</filename> file for the launcher in your file system, then drag the <filename>.desktop</filename> file to the panel.
vi: Để thêm một bộ khởi chạy vào một thanh điều khiển từ trình quản lý tập tin, tìm tập tin <filename>.desktop</filename> cho bộ khởi chạy từ hệ thống tập tin của bạn, sau đó kéo tập tin <filename>.desktop</filename> vào thanh điều khiển.

source: Modifying a Launcher
vi: Thay Đổi Một Bộ Khởi Chạy

source: To modify the properties of a launcher in a panel, perform the following steps:
vi: Để thay đổi các thuộc tính của một bộ khởi chạy trong một thanh điều khiển, thực hiện các bước sau:

source: Right-click on the launcher to open the panel object popup menu.
vi: Nhấp chuột phải vào bộ khởi chạy để mở trình đơn bật lên của đối tượng thanh điều khiển.

source: Choose <guimenuitem>Properties</guimenuitem>. Use the <guilabel>Launcher Properties</guilabel> dialog to modify the properties as required. For more information on the <guilabel>Launcher Properties</guilabel> dialog, see <xref linkend="launchers-properties"/>.
vi: Chọn <guimenuitem>Thuộc tính</guimenuitem>. Sử dụng hộp thoại <guilabel>Thuộc tính bộ khởi chạy</guilabel> để thay đổi các thuộc tính cần thiết. Để biết thêm thông tin về hộp thoại <guilabel>Thuộc tính bộ khởi chạy</guilabel>, xem <xref linkend="launchers-properties"/>.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Launcher Properties</guilabel> dialog.
vi: Nhấp <guibutton>Đóng</guibutton> để đóng hộp thoại <guilabel>Thuộc tính bộ khởi chạy</guilabel>.

source: Launcher Properties
vi: Thuộc Tính Bộ Khởi Chạy

source: When you create or edit a launcher, the following properties can be set:
vi: Khi bạn tạo hoặc chỉnh sửa một bộ khởi chạy, các thuộc tính sau đây có thể được đặt:

source: Type
vi: Kiểu

source: Use the drop-down list to specify whether this launcher starts an application or opens a location:
vi: Sử dụng danh sách thả xuống để chỉ định xem bộ khởi chạy này khởi động một ứng dụng hay mở một vị trí:

source: Application
vi: Ứng dụng

source: The launcher starts an application.
vi: Bộ khởi chạy khởi động một ứng dụng.

source: Application in Terminal
vi: Ứng dụng trong Trình cuối

source: The launcher starts an application through a terminal window.
vi: Bộ khởi chạy khởi động một ứng dụng qua một cửa sổ trình cuối.

source: Location
vi: Vị trí

source: The launcher opens a file, web page or other location.
vi: Bộ khởi chạy mở một tập tin, trang web hoặc vị trí khác.

source: If you are editing a location launcher, this drop-down list will not be displayed. If you are editing an application launcher, the <guilabel>Location</guilabel> option will not be available.
vi: Nếu bạn đang chỉnh sửa một bộ khởi chạy vị trí, danh sách thả xuống này sẽ không được hiển thị. Nếu bạn đang chỉnh sửa một bộ khởi chạy ứng dụng, tuỳ chọn <guilabel>Vị trí</guilabel> sẽ không dùng được.

source: Name
vi: Tên

source: This is the name that is displayed if you add the launcher to a menu or to the desktop.
vi: Đây là tên được hiển thị nếu bạn thêm bộ khởi chạy vào một trình đơn hay bàn làm việc.

source: Command
vi: Lệnh

source: For an application launcher, specify a command to execute when you click on the launcher. For sample commands, see <xref linkend="launchers-properties-commands"/>.
vi: Với bộ khởi chạy ứng dụng, chỉ định một lệnh để thực thi khi bạn kích vào bộ khởi chạy. Để biết các lệnh mẫu, xem <xref linkend="launchers-properties-commands"/>.

source: For a location launcher, specify the location to be opened. Click <guibutton>Browse</guibutton> to select a location on your computer, or type a web address to launch a web page. For sample locations, see <xref linkend="launchers-properties-commands"/>
vi: Với bộ khởi chạy vị trí, hãy chỉ định vị trí được mở ra. Nhấp <guibutton>Duyệt</guibutton> để chọn một vị trí trên máy tính của bạn, hoặc nhập một vị trí mạng để chạy một trang web. Để biết các vị trí mẫu, xem <xref linkend="launchers-properties-commands"/>

source: Comment
vi: Chú thích

source: This is displayed as a tooltip when you point to the launcher icon on the panel.
vi: Cái này được hiển thị như một mẹo công cụ khi bạn trỏ vào biểu tượng bộ khởi chạy trên thanh điều khiển.

source: To change the icon for the launcher, click on the button showing the current icon. An icon selector dialog is displayed. Choose an icon from the dialog.
vi: Để thay đổi biểu tượng cho bộ khởi chạy, nhấn vào nút đang hiện biểu tượng hiện tại. Một hộp thoại bộ chọn biểu tượng được hiện ra. Chọn một biểu tượng từ hộp thoại.

source: Launcher Commands and Locations
vi: Lệnh Và Vị Trí Bộ Khởi Chạy

source: Examples of commands and locations that you can use in the <guilabel>Launcher Properties</guilabel> dialog can be found below.
vi: Các ví dụ của các lệnh và các vị trí bạn có thể sử dụng trong hộp thoại <guilabel>Thuộc tính bộ khởi chạy</guilabel> có thể được tìm thấy sau đây.

source: If you choose <guilabel>Application</guilabel> or <guilabel>Application in Terminal</guilabel> from the <guilabel>Type</guilabel> drop-down box, the <guilabel>Command</guilabel> text box will be displayed. The following table shows some sample commands and the actions that the commands perform:
vi: Nếu bạn chọn <guilabel>Ứng dụng</guilabel> hoặc <guilabel>Ứng dụng trong Trình cuối</guilabel> từ hộp thả xuống <guilabel>Kiểu</guilabel>, hộp văn bản <guilabel>Lệnh</guilabel> sẽ được hiện ra. Bảng sau đây thể hiện một vài lệnh mẫu và các hành động mà các lệnh đó thực hiện:

source: Sample Application Command
vi: Lệnh Ứng Dụng Mẫu

source: Action
vi: Hành động

source: Starts the <application>gedit</application> text editor application.
vi: Khởi động ứng dụng chỉnh sửa văn bản <application>gedit</application>.

source: Opens the file <filename>/home/user/loremipsum.txt</filename> in the <application>gedit</application> text editor application.
vi: Mở tập tin <filename>/home/user/loremipsum.txt</filename> trong ứng dụng chỉnh sửa văn bản <application>gedit</application>.

source: Opens the folder <filename>/home/user/Projects</filename> in a File Browser window.
vi: Mở thư mục <filename>/home/user/Projects</filename> trong một cửa sổ Trình duyệt tập tin.

source: If you choose <guilabel>Location</guilabel> from the <guilabel>Type</guilabel> drop-down box, the <guilabel>Location</guilabel> text box will be displayed. The following table shows some sample locations and the actions that will happen if you click on the launcher:<indexterm><primary>special URIs</primary><secondary>launchers</secondary></indexterm>
vi: Nếu bạn chọn <guilabel>Vị trí</guilabel> từ hộp thả xuống <guilabel>Kiểu</guilabel>, hộp văn bản <guilabel>Vị trí</guilabel> sẽ được hiện ra. Bảng sau đây thể hiện một vài vị trí mẫu và các hành động sẽ xảy ra nếu bạn kích vào bộ khởi chạy:<indexterm><primary>các URI đặc biệt</primary><secondary>bộ khởi chạy</secondary></indexterm>

source: Sample Location
vi: Vị Trí Mẫu

source: Opens the file <filename>/home/user/loremipsum.txt</filename> in the default viewer for its file type.
vi: Mở tập tin <filename>/home/user/loremipsum.txt</filename> trong trình xem mặc định cho kiểu tập tin của nó.

source: Opens the GNOME website in your default browser.
vi: Mở trang web GNOME trong trình duyệt mặc định của bạn.

source: Opens the GNOME FTP site in your default browser.
vi: Mở trang FTP GNOME trong trình duyệt mặc định của bạn.

source: Buttons
vi: Nút

source: buttons
vi: nút

source: action buttons
vi: nút hành động

source: You can add buttons to your panels to provide quick access to common actions and functions.
vi: Bạn có thể thêm các nút hành động vào các thanh điều khiển mặc định của bạn để cung cấp truy cập nhanh tới các hành động và chức năng thường dùng.

source: Force Quit Button
vi: Nút Buộc Thoát

source: Force Quit
vi: Buộc Thoát

source: Force Quit button
vi: nút Buộc Thoát

source: terminating applications
vi: kết thúc ứng dụng

source: applications
vi: ứng dụng

source: terminating
vi: kết thúc

source: Force Quit icon.
vi: biểu tượng Buộc Thoát.

source: The <guibutton>Force Quit</guibutton> button allows you to click on a window to force an application to quit. This button is useful if you want to terminate an application that does not respond to your commands, if the application has frozen or crashed, for example.
vi: Nút <guibutton>Buộc Thoát</guibutton> cho phép bạn kích vào một cửa sổ để buộc một ứng dụng thoát. Nút này rất hữu ích nếu bạn muốn kết thúc một ứng dụng không phản hồi các lệnh của bạn nữa, ví dụ khi ứng dụng bị đóng băng hoặc đổ vỡ.
