Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: Choose the device that you want to hear sound output from.
vi: Chọn thiết bị bạn muốn nghe âm thanh ra từ đó.

source: <guilabel>Balance </guilabel> slider
vi: Con trượt <guilabel>Cân bằng</guilabel>

source: Use the <guilabel>Balance</guilabel> slider to control the left/right balance of an output device that has more than one channel (e.g. stereo or 5.1).
vi: Sử dụng con trượt <guilabel>Cân bằng</guilabel> để điều khiển cân bằng trái/phải của một thiết bị ra có nhiều hơn một kênh (ví dụ: stereo hay 5.1).

source: Note that the output volume can also be controlled with the speaker icon that is shown in the notification area of the panel.
vi: Chú ý rằng âm lượng ra cũng có thể được điều khiển với biểu tượng loa hiện ra trên vùng thông báo của thanh điều khiển.

source: Application Sound Preferences
vi: Tuỳ Thích Âm Thanh Ứng Dụng

source: Use the <guilabel>Applications</guilabel> tabbed section to control the volume of sound played by individual applications.
vi: Sử dụng mục nhãn <guilabel>Ứng dụng</guilabel> để điều khiển âm lượng phát ra bởi các ứng dụng riêng lẻ.

source: Each application that is currently playing sound is identified by its name and icon.
vi: Mỗi ứng dụng hiện đang phát âm thanh được nhận diện bởi tên và biểu tượng của nó.

source: System
vi: Hệ thống

source: Multimedia Systems Selector
vi: Bộ chọn hệ thống đa phương tiện

source: See the <ulink type="help" url="ghelp:gstreamer-properties">GStreamer Properties Manual</ulink>.
vi: Xem <ulink type="help" url="ghelp:gstreamer-properties">Sổ Tay Thuộc Tính GStreamer</ulink>.

source: Sessions Preferences
vi: Tuỳ thích phiên làm việc

source: startup applications
vi: ứng dụng khởi chạy

source: The <application>Sessions</application> preference tool enables you to manage your sessions. You can set session preferences, and specify which applications to start when you start a session. You can configure sessions to save the state of applications in the GNOME Desktop, and to restore the state when you start another session. You can also use this preference tool to manage multiple GNOME sessions.
vi: Công cụ tuỳ thích <application>Phiên làm việc</application> cho phép bạn quản lý các phiên làm việc của bạn. Bạn có thể đặt các tuỳ thích phiên làm việc và chỉ định ứng dụng nào sẽ khởi động khi bạn bắt đầu một phiên làm việc. Bạn có thể cấu hình phiên làm việc để lưu trạng thái các ứng dụng trong Bàn làm việc GNOME và phục hồi trạng thái khi bạn bắt đầu một phiên làm việc khác. Bạn cũng có thể sử dụng công cụ tuỳ thích này để quản lý nhiều phiên làm việc GNOME.

source: You can customize the settings for sessions and startup applications in the following functional areas:
vi: Bạn có thể tuỳ chỉnh các thiết lập cho các phiên làm việc và các ứng dụng khởi chạy trong các vùng chức năng sau:

source: Session Options
vi: Tuỳ Chọn Phiên Làm Việc

source: Startup Programs
vi: Chương Trình Khởi Động

source: Setting Session Preferences
vi: Thiết Lập Tuỳ Thích Phiên Làm Việc

source: setting options
vi: thiết lập các tuỳ chọn

source: Use the <guilabel>Session Options</guilabel> tabbed section to manage multiple sessions, and to set preferences for the current session.
vi: Sử dụng mục nhãn <guilabel>Tuỳ Chọn Phiên Làm Việc</guilabel> để quản lý nhiều phiên làm việc và để đặt các tuỳ thích cho phiên làm việc hiện tại.

source: <xref linkend="goscustsession-TBL-11"/> lists the session options that you can modify.
vi: <xref linkend="goscustsession-TBL-11"/> liệt kê các tuỳ chọn phiên làm việc bạn có thể thay đổi.

source: Automatically remember running applications when logging out
vi: Tự động ghi nhớ ứng dụng đang chạy khi đăng xuất

source: Select this option if you want the session manager to save the state of your session when logging out. The session manager saves the session-managed applications that are open, and the settings associated with the session-managed applications when you log out. The next time that you start a session, the applications start automatically, with the saved settings.
vi: Chọn tuỳ chọn này nếu bạn muốn trình quản lý phiên làm việc lưu trạng thái phiên làm việc của bạn khi đăng xuất. Trình quản lý phiên làm việc lưu các ứng dụng được quản lý bởi phiên làm việc và đang mở, với các thiết lập liên kết với các ứng dụng đó khi bạn đăng xuất. Lần tiếp theo bạn bắt đầu một phiên làm việc, các ứng dụng sẽ tự động khởi chạy với các thiết lập đã lưu.

source: Remember currently running applications
vi: Ghi nhớ ứng dụng đang chạy hiện tại

source: Select this option if you want the session manager to save the current state of your session. The session manager saves the session-managed applications that are open, and the settings associated with the session-managed applications. The next time that you start a session, the applications start automatically, with the saved settings.
vi: Chọn tuỳ chọn này nếu bạn muốn trình quản lý phiên làm việc lưu trạng thái hiện tại phiên làm việc của bạn. Trình quản lý phiên làm việc lưu các ứng dụng đang mở quản lý bởi phiên làm việc, và các thiết lập liên quan tới các ứng dụng đó. Lần kế tiếp bạn bắt đầu một phiên làm việc, các ứng dụng sẽ tự động khởi chạy với các thiết lập đã lưu.

source: Configuring Startup Applications
vi: Cấu Hình Ứng Dụng Khởi Chạy

source: Use the <guilabel>Startup Programs</guilabel> tabbed section of the <application>Sessions</application> preference tool to specify non-session-managed <firstterm>startup applications</firstterm>. Startup applications are applications that start automatically when you start a session. You specify the commands that run the non-session-managed applications in the <guilabel>Startup Programs</guilabel> tabbed section. The commands execute automatically when you log in.
vi: Sử dụng mục nhãn <guilabel>Chương Trình Khởi Động</guilabel> của công cụ tuỳ thích <application>Phiên làm việc</application> để chỉ định <firstterm>các ứng dụng khởi chạy</firstterm> không được quản lý bởi phiên làm việc. Các ứng dụng khởi chạy là các ứng dụng tự động khởi động khi bạn bắt đầu một phiên làm việc. Bạn chỉ định các lệnh chạy với các ứng dụng không quản lý bởi phiên làm việc trong mục nhãn <guilabel>Chương Trình Khởi Động</guilabel>. Các lệnh sẽ thực thi tự động khi bạn đăng nhập.

source: You can also start session-managed applications automatically. For more information, see <xref linkend="goscustsession-16"/>.
vi: Bạn cũng có thể khởi chạy các ứng dụng quản lý bởi phiên làm việc một cách tự động. Để biết thêm thông tin, xem <xref linkend="goscustsession-16"/>.

source: <xref linkend="goscustsession-TBL-19"/> lists the startup applications preferences that you can modify.
vi: <xref linkend="goscustsession-TBL-19"/> liệt kê các tuỳ thích ứng dụng khởi chạy mà bạn có thể thay đổi.

source: Startup Programs Preferences
vi: Tuỳ Thích Chương Trình khởi Động

source: Additional startup programs
vi: Chương trình khởi động phụ thêm

source: Use this table to manage non-session-managed startup applications as follows:
vi: Sử dụng bảng này để quản lý các chương trình khởi chạy không được quản lý bởi phiên làm việc như sau:

source: To add a startup application, click on the <guibutton>Add</guibutton> button. The <guilabel>New Startup Program</guilabel> dialog is displayed. Enter the name of the appplication in the <guilabel>Name</guilabel> field. Then enter the command to start the application in the <guilabel>Command</guilabel> field. you can also specify a comment in the <guilabel>Comment</guilabel> field
vi: Để thêm một ứng dụng khởi chạy, nhấn vào nút <guibutton>Thêm</guibutton>. Hộp thoại <guilabel>Chương Trình Khởi Động Mới</guilabel> được hiển thị. Nhập tên của ứng dụng trong ô <guilabel>Tên</guilabel>. Sau đó nhập lệnh để bắt đầu ứng dụng trong ô <guilabel>Lệnh</guilabel>. Bạn cũng có thể chỉ định một chú thích trong ô <guilabel>Chú thích</guilabel>.

source: To edit a startup application, select the startup application, then click on the <guibutton>Edit</guibutton> button. The <guilabel>Edit Startup Program</guilabel> dialog is displayed. Use the dialog to modify the command and the startup order for the startup application.
vi: Để sửa một ứng dụng khởi chạy, hãy chọn ứng dụng khởi chạy đó, sau đó nhấn nút <guibutton>Sửa</guibutton>. Hộp thoại <guilabel>Sửa Chương Trình Khởi Động</guilabel> được hiện ra. Sử dụng hộp thoại để thay đổi lệnh và thứ tự khởi động cho ứng dụng khởi động.

source: To delete a startup application, select the startup application, then click on the <guilabel>Remove</guilabel> button.
vi: Để xóa một ứng dụng khởi chạy ,chọn ứng dụng khởi chạy đó,rồi nhấn vào nút <guilabel>Xóa</guilabel>.

source: Basic Skills
vi: Các kĩ năng cơ bản

source: This chapter introduces you to the basic skills that you need to work with the GNOME Desktop.
vi: Chương này giới thiệu những kĩ năng cơ bản mà bạn cần biết để làm việc với GNOME.

source: Mouse Skills
vi: Các kĩ năng với chuột

source: basic skills
vi: các kĩ năng cơ bản

source: mouse skills
vi: các kĩ năng với chuột

source: This section describes what the mouse buttons do, and what the different pointers mean.
vi: Phần này mô tả chức năng của các nút bấm trên chuột, và các con trỏ chuột khác nhau như thế nào.

source: A mouse is a pointing device that lets you move the mouse pointer on the screen. The mouse pointer is usually a small arrow with which you point to objects on your screen. Pressing a mouse button will perform a particular action on the object over which your mouse pointer is situated, depending on which button you press.
vi: Chuột máy tính là thiết bị dùng để trỏ, cho phép di chuyển biểu tượng con trỏ chuột trên màn hình. Con trỏ chuột thường là một mũi tên nhỏ, bạn dùng nó để trỏ vào các đối tượng trên màn hình. Bấm nút trên chuột sẽ sinh ra một hành động đối với đối tượng mà con trỏ chuột đang trỏ vào, tùy thuộc vào nút bị bấm là nút gì.

source: Mouse Button Conventions
vi: Qui Ước Nút Chuột

source: button conventions
vi: các qui ước nút

source: The instructions in this manual are for three buttoned, right handed mouse devices, the most common type. If you use another type of mouse or pointing device, you should take care to locate the corresponding buttons on your mouse. If you use a left-handed mouse see the paragraph on setting mouse orientation below.
vi: Các hướng dẫn trong sổ tay này là cho tới loại chuột máy tính có 3 nút, dùng cho tay phải, đây là loại chuột phổ biến nhất. Nếu bạn sử dụng loại chuột khác hay thiết bị để trỏ khác, bạn cần xác định xem nút tương ứng trên thiết bị của bạn là gì. Nếu bạn dùng loại chuột cho tay trái, hãy xem chú ý dưới đây.

source: If you set your mouse device to be left handed, you should reverse the mouse button conventions used in this manual. This is normally also implied in most documentation and in many applications.
vi: Nếu bạn đặt thiết bị chuột của bạn để sử dụng tay trái, bạn nên đảo ngược các quy ước nút sử dụng trong sổ tay này. Điều này thông thường là ngầm hiểu trong hầu hết các tài liệu và trong nhiều ứng dụng.

source: Some mice lack a middle button. If you have a two-button mouse device, then your system may be configured to use <firstterm>chording</firstterm> to allow middle button simulation. If chording is activated, you press the left and right mouse buttons simultaneously, to simulate the the middle mouse button. A middle mouse button is by no means necessary to use GNOME.
vi: Một số loại chuột thiếu nút bấm ở giữa. Nếu bạn có một thiết bị chuột hai nút thì hệ thống của bạn có thể được cấu hình dùng <firstterm>hợp phím</firstterm> để cho phép giả lập nút giữa. Nếu hợp phím được kích hoạt, bạn có thể nhấn nút chuột trái và phải đồng thời để giả lập nút chuột giữa. Một nút chuột giữa không khi nào là cần thiết để dùng GNOME cả.

source: The mouse button conventions used in this manual are as follows:
vi: Các quy ước nút chuột dùng trong sổ tay này như sau đây:

source: Left mouse button
vi: Nút chuột trái

source: The button on the left side of a mouse device. This is the main mouse button, used for selecting, activating, pressing buttons etc... When you are told to "click" it is implied that you should click with the left button, unless specifically stated.
vi: Là nút bấm ở bên trái của chuột. Đây là nút chính, sử dụng để lựa chọn, bấm vào các biểu tượng,... Khi nói "bấm", bạn ngầm hiểu là bấm chuột trái, trong một số trường hợp đặc biệt thì sẽ nói rõ ra.

source: Middle mouse button
vi: Nút chuột giữa

source: The middle button of a mouse device. On many mice with a scroll wheel, the scroll wheel can be pushed down for a middle mouse button click.
vi: Là nút ở giữa của chuột. Nhiều loại chuột có nút cuộn, thì bấm nút cuộn đó tương đương với bấm nút chuột giữa.

source: Right mouse button
vi: Nút chuột phải

source: The button on the right side of a mouse device. Often, this button displays a context menu for the object under the pointer.
vi: Là nút bấm ở bên phải của chuột. Thường thì nút này được sử dụng để làm hiện ra thực đơn ngữ cảnh của đối tượng mà con chuột đang trỏ vào.

source: Use <application>Mouse Preferences</application> to reverse the orientation of your mouse device. You will then need to reverse the mouse button conventions used in this manual and other GNOME documentation. See <xref linkend="prefs-mouse"/> for more information about setting your mouse preferences.
vi: Sử dụng <application>Mouse Preferences</application> để đảo ngược tính năng chuột (từ chuột cho tay phải thành chuột cho tay trái, và ngược lại). Bạn cần bấm nút theo cách ngược lại (bấm chuột nút chuột trái, thay vì bấm nút chuột phải, và ngược lại) với hướng dẫn trong tài liệu này, cũng như trong các tài liệu GNOME khác. Xem <xref linkend="prefs-mouse"/> để biết thêm thông tin về thiết đặt cấu hình cho chuột.

source: Mouse Actions
vi: Hành Động Chuột

source: Actions
vi: Hành động

source: action conventions
vi: qui ước hành động

source: action terminology
vi: thuật ngữ hành động

source: The following conventions are used in this manual to describe actions that you take with the mouse:
vi: Các qui ước sau được sử dụng trong sổ tay này để mô tả hành động mà bạn làm với chuột

source: Definition
vi: Định nghĩa

source: Click
vi: Nhấn

source: Press and release the left mouse button, without moving the mouse.
vi: Ấn và thả nút chuột trái,mà không di chuyển chuột

source: Same as <emphasis>click</emphasis>. The term 'left-click' is used where there might be confusion with <emphasis>right-click</emphasis>.
vi: Giống như <emphasis>nhấn</emphasis>. Từ 'nhấn chuột trái' được dùng lúc có thể gây nhầm lẫn với <emphasis>nhấn chuột phải</emphasis>.

source: Press and release the middle mouse button, without moving the mouse.
vi: Ấn và thả nút chuột giữa ,mà không di chuyển chuột.

source: Press and release the right mouse button, without moving the mouse.
vi: Ấn và thả nút chuột phải, mà không di chuyển chuột.

source: Double-click
vi: nhấn đôi

source: Press and release the left mouse button twice in rapid succession without moving the mouse. You can configure the sensitivity to double-clicks by changing the <emphasis>Double-click Timeout</emphasis> setting: see <xref linkend="prefs-mouse"/> for more information.
vi: Ấn và thả nút chuột trái hai lần với tốc độ nhanh mà không di chuyển chuột. Bạn có thể cấu hình độ nhạy của cú nhấn đôi bằng việc thay đổi thiết lập <emphasis>Thời hạn nhấn đôi</emphasis>: xem <xref linkend="prefs-mouse"/> để biết thêm thông tin.

source: Click-and-drag
vi: Nhấn và kéo

source: Press and do not release the left mouse button, and then move the mouse with the button still held down, and finally release the button.
vi: Nhấn và không thả nút chuột trái ,và rồi di chuyển con chuột mà vẫn giữ chuột trái,cuối cùng thả nút ra.

source: Dragging with the mouse is used in many different contexts. This moves an object around the screen with the mouse. The object is <emphasis>dropped</emphasis> at the location where the mouse button is released. This action is also called <emphasis>drag-and-drop</emphasis>. Clicking on an element of the interface to move it is sometimes called a <emphasis>grab</emphasis>.
vi: Kéo chuột được sử dụng trong nhiều ngữ cảnh khác nhau. Việc này để di chuyển một đối tượng xung quanh màn hình bằng chuột. Đối tượng được <emphasis>thả</emphasis > tại vị trí nút chuột được thả ra. Hành động này cũng được gọi là <emphasis> kéo-và-thả </ emphasis>. Nhấp chuột vào một yếu tố của giao diện để di chuyển nó đôi khi được gọi là <emphasis>nắm</emphasis>

source: For example, you can change the position of a window by dragging on its title bar, or move a file by dragging its icon from one window and dropping it on another.
vi: Ví dụ, bạn có thể thay đổi vị trị của một cửa sổ bằng cách kéo thanh tiêu đề của nó hoặc di chuyển một tập tin bằng việc kéo biểu tượng của nó từ một cửa sổ và thả nó đến một nơi khác.

source: The left mouse buttons is usually used to perform drag actions, although the middle mouse button is sometimes used for an alternate drag action.
vi: Nút chuột trái thường được sử dụng để thực hiện hành động kéo, dù nút chuột giữa thỉnh thoảng được sử dụng cho một hành động kéo thay thế.

source: Click-and-hold
vi: Nhấn và giữ

source: Press and do not release the left mouse button.
vi: Ấn và không thả nút chuột trái.

source: actions
vi: hành động

source: You can perform the following actions with the mouse:
vi: Bạn có thể thực hiện các hành động sau với chuột:

source: Select text.
vi: Chọn văn bản.

source: Select items.
vi: Chọn mục.

source: Drag items.
vi: Kéo mục.

source: Activate items.
vi: Kích hoạt mục.

source: Paste text.
vi: Dán văn bản.

source: Move items.
vi: Di chuyển mục.

source: Move windows to the back.
vi: Di chuyển các cửa sổ ra đằng sau.

source: Use the right mouse button to open a context menu for an item, if a menu applies. For most items, you can also use the <keycombo><keycap>Shift</keycap><keycap>F10</keycap></keycombo> keyboard shortcut to open the context menu once the item has been selected.
vi: Sử dụng nút chuột phải để mở trình đơn ngữ cảnh cho một mục nếu một trình đơn được áp dụng. Đối với hầu hết các mục, bạn cũng có thể sử dụng phím tắt <keycap>Shift</keycap><keycap>F10</keycap></keycombo> để mở trình đơn ngữ cảnh khi mục đó đã được chọn.

source: For example, when viewing files in the file manager, you select a file by clicking with the left mouse button and open a file by double-clicking with the left mouse button. Clicking with the right mouse button will bring up a context menu for that file.
vi: Ví dụ, khi xem các tập tin trong trình quản lý tập tin, bạn chọn một tập tin bằng cách nhấn nút chuột trái và mở một tập tin bằng cú nhấp đôi với nút chuột trái. Việc nhấn chuột phải sẽ mở ra trình đơn ngữ cảnh cho tập tin đó.

source: In most applications, you can select text with your left mouse button and paste it in another application using the middle mouse button. This is called primary selection paste, and works separately from your normal clipboard operations.
vi: Trong hầu hết các ứng dụng, bạn có thể chọn văn bản với nút chuột trái của bạn và dán nó vào một ứng dụng khác bằng cách sử dụng nút chuột giữa. Điều này được gọi là dán lựa chọn chính, và làm việc riêng rẽ với các thao tác bộ nhớ đệm bình thường của bạn.

source: To select more than one item, you can hold the <keycap>Ctrl</keycap> key to select multiple items, or hold the <keycap>Shift</keycap> key to select a contiguous range of items. You can also drag a <firstterm>bounding box</firstterm> to select several items by starting the drag in the empty space around items and dragging out a rectangle.
vi: Để chọn nhiều hơn một mục, bạn có thể giữ <keycap>Ctrl </keycap> để chọn nhiều mục, hoặc giữ phím <keycap>Shift</keycap> để chọn một dãy ô liên tiếp của mục. Bạn cũng có thể kéo một <firstterm>hộp bao</ firstterm> để chọn nhiều mục bằng cách bắt đầu kéo từ không gian trống xung quanh các mục và kéo ra một hình chữ nhật.

source: Mouse Pointers
vi: Con Trỏ Chuột

source: Pointers
vi: Con trỏ

source: pointers
vi: con tro

source: mouse pointers
vi: con trỏ chuột

source: As you use the mouse, the appearance of the mouse pointer can change. The appearance of the pointer provides feedback about a particular operation, location, or state.
vi: Khi bạn sử dụng chuột, diện mạo của con trỏ chuột có thể thay đổi. Diện mạo của con trỏ chuột cung cấp phản hồi về thao tác, vị trí hay trạng thái cụ thể.

source: The following mouse pointers are shown as your mouse passes over different elements of the screen:
vi: Các con trỏ chuột sau hiện ra khi con chuột của bạn rê qua các yêu tố khác nhau của màn hình:

source: Your mouse pointers will differ from those shown here if you are using a different <link linkend="prefs-mouse">pointer theme</link>. Your distributor or vendor may have set a different default theme.
vi: Con trỏ chuột của bạn sẽ khác với những gì xem ở đây nếu bạn đang sử dụng một <link linkend="prefs-mouse">sắc thái con trỏ</link> khác. Nhà phân phối hay bán hàng của bạn có thể đã đặt một sắc thái mặc định khác.

source: Normal pointer.
vi: Con trỏ bình thường.

source: <placeholder-1/> Normal pointer
vi: <placeholder-1/> Con trỏ bình thường

source: This pointer appears during normal use of the mouse.
vi: Con trỏ này xuất hiện trong khi sử dụng chuột bình thường.

source: Busy pointer.
vi: Con trỏ bận.

source: <placeholder-1/> Busy pointer
vi: <placeholder-1/> Con trỏ bận

source: This pointer appears over a window that is busy performing a task. You cannot use the mouse to give this window any input, but you can move to another window and work with that.
vi: Con trỏ này xuất hiện trên một cửa sổ đang bận thực hiện một tác vụ .Bạn không thể sử dụng chuột để đưa vào cửa sổ này bất kì tín hiệu nào, nhưng bạn có thể di chuyển tới cửa sổ khác và làm việc với nó.

source: Resize pointer.
vi: Con trỏ thay đổi kích thước.

source: <placeholder-1/> Resize pointer
vi: <placeholder-1/> Con trỏ thay đổi kích thước

source: This pointer indicates that you can grab the control to resize parts of the interface. This appears over the borders of windows and over resize handles between panes in a window. The direction of the arrows indicates in which direction you can resize.
vi: Con trỏ này biểu thị rằng bạn có thể nắm điều khiển để đổi kích thước các phần của giao diện. Nó xuất hiện trên các viền của cửa sổ và trên các xử lý thay đổi kích thước giữa các khung trong một cửa sổ. Hướng của mũi tên biểu thị bạn có thể thay đổi kích thước theo hướng nào.

source: Hand pointer
vi: Con trỏ bàn tay

source: <placeholder-1/> Hand pointer
vi: <placeholder-1/> Con trỏ bàn tay

source: This pointer appears when you hover over a <glossterm>hypertext link</glossterm>, in a web page for example. This pointer indicates that you can click on the link to load a new document or perform an action.
vi: Con trỏ này xuất hiện khi bạn rê chuột lên một <glossterm>liên kết siêu văn bản</glossterm>, ví dụ trong một trang web. Con trỏ này biểu thị bạn có thể nhấn vào liên kết để tải một tài liệu mới hoặc thực hiện một hành động.

source: This pointer is shown when the mouse is over text that you can select or edit. Click to place the cursor where you want to type text, or drag to select text.
vi: Con trỏ này hiện ra khi con chuột nằm trên văn bản bạn có thể chọn hay chỉnh sửa. Nhấp để đặt con trỏ vào nơi bạn muốn nhập văn bản hoặc kéo để chọn văn bản.

source: The following mouse pointers are shown when dragging an item such as a file, or a piece of text. They indicate the result of releasing the mouse button to drop the object being moved.
vi: Các con trỏ chuột sau hiện ra khi kéo một mục như là một tập tin hay một đoạn văn bản. Chúng biểu thị kết quả khi nhả nút chuột để thả đối tượng đang được di chuyển.

source: <placeholder-1/> Move pointer
vi: <placeholder-1/> Con trỏ di chuyển
