Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: By default, the GNOME Desktop contains a panel at the top edge of the screen, and a panel at the bottom edge of the screen. The following sections describe these panels.
vi: Theo mặc định, Bàn làm việc GNOME chứa một thanh điều khiển ở cạnh trên của màn hình, và một thanh ở cạnh dưới của màn hình. Các chương sau đây miêu tả các thanh điều khiển đó.

source: Top Edge Panel
vi: Thanh Điều Khiển Cạnh Trên

source: top edge panel
vi: thanh điều khiển cạnh trên

source: By default, the top edge panel contains the following objects:
vi: Theo mặc định, thanh điều khiển cạnh trên chứa các đối tượng sau:

source: Your distribution of GNOME may have altered this default setup.
vi: Bản phân phối GNOME của bạn có thể đã thay đổi cài đặt mặc định này.

source: <application>Menu Bar</application> applet
vi: tiểu dụng <application>Thanh Trình Đơn</application>

source: The Menu Bar contains the <guimenu>Applications</guimenu>, <guimenu>Places</guimenu>, and <guimenu>System</guimenu> menus. For more on the menu bar, see <xref linkend="menubar"/>.
vi: Thanh Trình Đơn chứa các trình đơn <guimenu>Ứng dụng</guimenu>, <guimenu>Mở nhanh</guimenu>, và <guimenu>Hệ thống</guimenu>. Để biết thêm về thanh trình đơn, xem <xref linkend="menubar"/>.

source: A set of application launcher icons
vi: Một bộ các biểu tượng bộ khởi chạy ứng dụng

source: The exact number of icons depends on your GNOME distribution, but in general you will find at least a launcher for the <application>Web Browser</application>, an <application>Email client</application> and the <application>Help Browser</application>. Click on any launcher icon to open the corresponding application.
vi: Con số chính xác của các biểu tượng phụ thuộc vào bản phân phối GNOME của bạn, nhưng nhìn chung bạn sẽ tìm được ít nhất một bộ khởi chạy cho <application>Trình duyệt Web</application>, một <application>trình khách Thư điện tử</application> và <application>Trình duyệt Trợ giúp</application>. Nhấp vào bất cứ biểu tượng bộ khởi chạy noà để mở ứng dụng tương ứng.

source: <application>Notification Area</application> applet
vi: tiểu dụng <application>Vùng Thông Báo</application>

source: Displays icons from other applications that may require your attention, or that you may want to access without switching from your current application window. For more on this, see <xref linkend="panels-notification-area"/>.
vi: Hiển thị các biểu tượng từ các ứng dụng khác mà có thể yêu cầu sự chú ý của bạn, hoặc bạn có thể muốn truy cập mà không cần chuyển từ cửa sổ ứng dụng hiện tại của bạn. Để biết thêm về nó, xem <xref linkend="panels-notification-area"/>.

source: Until an application adds an icon to the notification area, only a narrow bar is visible.
vi: Cho tới khi một ứng dụng thêm một biểu tượng vào vùng thông báo, chỉ một thanh hẹp được hiện ra.

source: <application>Clock</application> applet
vi: tiểu dụng <application>Đồng Hồ</application>

source: The <application>Clock</application> shows the current time. Click on the time to open a small calendar. You can also view a world map by clicking the <guilabel>Locations</guilabel> expansion label. For more on this, see the <ulink type="help" url="ghelp:clock">Clock Applet Manual</ulink>.
vi: <application>Đồng Hồ</application> hiển thị giờ hiện tại. Nhấn vào giờ để mở một lịch nhỏ. Bạn cũng có thể xem một bản đồ thế giới bằng cách nhấp vào nhãn mở rộng <guilabel>Địa điểm</guilabel>. Để biết thêm, xem <ulink type="help" url="ghelp:clock">Sổ tay tiểu dụng Đồng hồ</ulink>.

source: <application>Volume Control</application> applet
vi: tiểu dụng <application>Điều Khiển Âm Lượng</application>

source: The <application>Volume Control</application> enables you to control the volume of the speakers on your system. For more on this, see the <ulink type="help" url="ghelp:gnome-volume-control">Volume Control Manual</ulink>.
vi: <application>Điều khiển âm lượng</application> cho phép bạn điều khiển âm lượng của các loa trong hệ thống của bạn. Để biết thêm, xem <ulink type="help" url="ghelp:gnome-volume-control">Sổ Tay Điều Khiển Âm Lượng</ulink>.

source: <indexterm><primary>top edge panel</primary><secondary>window list icon</secondary></indexterm><application>Window Selector</application> icon
vi: biểu tượng <indexterm><primary>thanh điều khiển cạnh trên</primary><secondary>biểu tượng danh sách cửa sổ</secondary></indexterm><application>bộ chọn cửa sổ</application>

source: The <application>Window Selector</application> lists all of your open windows. To give focus to a window, click on the window selector icon at the extreme right of the top edge panel, then select the window. For more on this, see <xref linkend="windows-focus"/>.
vi: <application>Bộ chọn cửa sổ</application> liệt kê tất cả các cửa sổ đang mở. Để tập trung vào một cửa sổ, nhấp vào biểu tượng bộ chọn cửa sổ tại bên phải thanh điều khiển cạnh trên, sau đó lựa chọn cửa sổ. Để biết thêm, xem <xref linkend="windows-focus"/>.

source: Bottom Edge Panel
vi: Thanh Điều Khiển Cạnh Dưới

source: bottom edge panel
vi: thanh điều khiển cạnh dưới

source: By default, the bottom edge panel contains the following objects:
vi: Theo mặc định, thanh điều khiển cạnh dưới chứa các đối tượng sau đây:

source: default contents
vi: nội dung mặc định

source: <guibutton>Show Desktop</guibutton> button
vi: nút <guibutton>Hiện Màn Hình</guibutton>

source: Click on this button to minimize all open windows and show the desktop. Click it again to restore all of the windows to their previous state.
vi: Nhấn vào nút này để thu nhỏ toàn bộ các cửa sổ đang mở và hiện ra màn hình làm việc. Nhấn một lần nữa để phục hồi toàn bộ cửa sổ về trạng thái trước đó của chúng.

source: <application>Window List</application> applet
vi: tiểu dụng <application>Danh Sách Cửa Sổ</application>

source: Displays a button for each window that is open. The <application>Window List</application> enables you to minimize and restore windows. For more on this, see <xref linkend="windowlist"/>.
vi: Hiển thị một nút cho mỗi cửa sổ được mở. <application>Danh sách cửa sổ</application> cho phép bạn thu nhỏ và phục hồi các cửa sổ, Để biết thêm, xem <xref linkend="windowlist"/>.

source: <application>Workspace Switcher</application> applet
vi: tiểu dụng <application>Bộ Chuyển Đổi Vùng Làm Việc</application>

source: Enables you to switch between your workspaces. For more on workspaces, see <xref linkend="overview-workspaces"/>.
vi: Cho phép bạn chuyển đổi giữa các vùng làm việc của bạn. Để biết thêm về các vùng làm việc, xem <xref linkend="overview-workspaces"/>.

source: Managing Panels
vi: Quản Lý Thanh Điều Khiển

source: managing
vi: quản lý

source: The following sections describe how to manage your panels.
vi: Phần sau đây mô tả cách quản lý các thanh điều khiển của bạn.

source: To interact with a panel, you must click on a vacant space on the panel rather than on any of the objects it holds. If the hide buttons are visible on the panel, you can also middle-click or right-click on one of them to select the panel.
vi: Để tương tác với một thanh điều khiển, bạn phải nhấn vào một vùng trống trên thanh hơn là vào bất kỳ đối tượng nào mà nó giữ. Nếu các nút ẩn được hiển thị trên thanh điều khiển, bạn cũng có thể nhấn chuột giữa hoặc chuột phải vào một trong số chúng để lựa chọn thanh điều khiển.

source: Moving a Panel
vi: Di Chuyển Một Thanh Điều Khiển

source: moving
vi: di chuyển

source: To move a panel to another side of the screen, press and hold <keycap>ALT</keycap> and drag the panel to its new location. Click on any vacant space on the panel to begin the drag.
vi: Để di chuyển một thanh điều khiển sang cạnh khác của màn hình, nhấn và giữ <keycap>ALT</keycap> và kéo thanh điều khiển tới vị trí mới. Nhấp vào bất cứ khoảng không gian trống nào trên thanh điều khiển để bắt đầu kéo.

source: A panel that is not set to expand to the full width of the screen can be dragged away from the edge of the screen and placed anywhere. See <xref linkend="panel-properties"/> for details on how to set a panel's expand property.
vi: Một thanh điều khiển không được đặt để mở rộng ra toàn chiều rộng của màn hình có thể được kéo đi từ cạnh của màn hình và đặt vào bất kỳ đâu. Xem <xref linkend="panel-properties"/> để biết thêm chi tiết cách đặt thuộc tính mở rộng của một thanh điều khiển.

source: Panel Properties
vi: Các Thuộc Tính Thanh Điều Khiển

source: modifying properties
vi: thay đổi các thuộc tính

source: You can change the properties of each panel, such as the position of the panel, the hide behavior, and the visual appearance.
vi: Bạn có thể thay đổi các thuộc tính của mỗi thanh điều khiển, như là vị trí của thanh điều khiển, chế độ ẩn và diện mạo.

source: To modify the properties of a panel, right-click on a vacant space on the panel, then choose <guimenuitem>Properties</guimenuitem>. The <guilabel>Panel Properties</guilabel> dialog contains two tabbed sections, <guilabel>General</guilabel> and <guilabel>Background</guilabel>.
vi: Để thay đổi các thuộc tính của một thanh điều khiển, kích chuột phải vào vùng trống trên bảng, sau đó chọn <guimenuitem>Thuộc tính</guimenuitem>. Hộp thoại <guilabel>Thuộc tính Thanh điều khiển</guilabel> chứa hai nhãn, <guilabel>Chung</guilabel> và <guilabel>Nền</guilabel>.

source: General Properties Tab
vi: Nhãn Thuộc Tính Chung

source: In the <guilabel>General</guilabel> tab, you can modify panel size, position, and hiding properties. The following table describes the dialog elements on the <guilabel>General</guilabel> tabbed section:
vi: Trong nhãn <guilabel>Chung</guilabel>, bạn có thể thay đổi các thuộc tính kích thước, vị trí và ẩn thanh điều khiển. Bảng sau miêu tả các thành phần hộp thoại trên mục nhãn <guilabel>Chung</guilabel>:

source: Dialog Element
vi: Thành Phần Hộp Thoại

source: Description
vi: Mô tả

source: Orientation
vi: Định hướng

source: Select the position of the panel on your screen. Click on the required position for the panel.
vi: Lựa chọn vị trí của thanh điều khiển trên màn hình của bạn. Nhấp vào vị trí cần thiết cho bảng.

source: Size
vi: Kích thước

source: Use the spin box to specify the size of the panel.
vi: Sử dụng hộp lên xuống để chỉ định kích thước của thanh điều khiển.

source: Expand
vi: Mở rộng

source: By default, a panel expands to the full length of the edge of the screen where it is located. A panel that does not expand can be moved away from the screen edges to any part of the screen.
vi: Theo mặc định, một thanh điều khiển sẽ mở rộng ra toàn chiều rộng cạnh màn hình chỗ nó được đặt. Một thanh điều khiển không mở rộng có thể được di chuyển đi từ các cạnh màn hình tới mọi chỗ trên màn hình.

source: Autohide
vi: Tự động ẩn

source: Select this option if you want the panel to only be fully visible when the mouse pointer is over it. The panel hides off-screen along its longest edge, leaving a narrow part visible along the edge of the desktop. Move the mouse pointer over the visible part of the panel to make it move back into view.
vi: Chọn tuỳ chọn này nếu bạn muốn thanh điều khiển chỉ hiển thị toàn bộ khi con trỏ chuột di chuyển qua nó. Thanh điều khiển sẽ tự ẩn khỏi màn hình theo suốt cạnh dài nhất của nó, để lại một phần hẹp nhìn thấy được trên cạnh của bàn làm việc. Di chuyển con trỏ chuột lên phần nhìn thấy được của thanh điều khiển để làm cho nó di chuyển lại để nhìn thấy.

source: Show hide buttons
vi: Hiện các nút ẩn

source: Select this option to display hide buttons at each end of your panel. Clicking on a hide button moves the panel lenthways, hiding it off-screen except for the hide button at the opposite end. Click this hide button to restore the panel to being fully visible.
vi: Lựa chọn tuỳ chọn này để hiển thị các nút ẩn ở mỗi đầu của thanh điều khiển. Nhấp vào một nút ẩn sẽ di chuyển thanh điều khiển dọc chiều dài, ẩn nó khỏi màn hình và để lại nút ẩn ở phía đối diện. Nhấn nút ẩn này để phục hồi lại thanh điều khiển cho nhìn thấy hoàn toàn.

source: Arrows on hide buttons
vi: Mũi tên trên các nút ẩn

source: Select this option to display arrows on the hide buttons, if the hide button is enabled.
vi: Lựa chọn tuỳ chọn này để hiển thị các mũi tên trên các nút ẩn, nếu nút ẩn được bật.

source: Background Properties Tab
vi: Nhãn Các Thuộc Tính Nền

source: You can choose the type of background for the panel in the <guilabel>Background</guilabel> tab. The choices are as follows:
vi: Bạn có thể lựa chọn kiểu nền của thanh điều khiển trong nhãn <guilabel>Nền</guilabel>. Các lựa chọn như sau đây:

source: None (use system theme)
vi: Không (sử dụng sắc thái hệ thống)

source: Select this option to have the panel use the settings in the <link linkend="prefs-theme"><application>Appearance</application> preference tool</link>. This keeps your panel's background looking the same as the rest of the desktop and applications.
vi: Lựa chọn tuỳ chọn này để làm cho thanh điều khiển sử dụng các cài đặt trong <link linkend="prefs-theme">công cụ tuỳ thích <application>Sắc thái</application>. Điều này giữ cho nền thanh điều khiển của bạn trông giống như các phần còn lại của bàn làm việc và các ứng dụng.

source: Solid color
vi: Màu đặc

source: Select this option to specify a single color for the panel background. Click on the <guibutton>Color</guibutton> button to display the color selector dialog. Choose the color that you require from the color selector dialog.
vi: Lựa chọn tuỳ chọn này để chỉ định một màu duy nhất cho nền thanh điều khiển. Nhấp vào nút <guibutton>Màu</guibutton> để hiển thị hộp thoại chọn màu. Lựa chọn màu bạn muốn từ hộp thoại bộ chọn màu.

source: Use the <guilabel>Style</guilabel> slider to specify the degree of transparency or opaqueness for the color. For example, to make the panel transparent, move the slider to the <guilabel>Transparent</guilabel> end.
vi: Sử dụng con trượt <guilabel>Kiểu</guilabel> để chỉ định độ trong suốt hay mờ đục cho màu sắc. Ví dụ, để làm cho thanh điều khiển trong suốt, di chuyển con trượt về phía <guilabel>Trong suốt</guilabel>.

source: Background image
vi: Ảnh nền

source: Select this option to specify an image for the panel background. Click on the button to browse for an image file. When you have selected the file, click <guibutton>OK</guibutton>.
vi: Lựa chọn tuỳ chọn này để chỉ định một ảnh cho nền thanh điều khiển. Nhấp vào nút để duyệt một tập tin ảnh. Khi bạn đã chọn lựa tập tin, nhấp <guibutton>OK</guibutton>

source: changing background
vi: thay đổi nền

source: You can also drag a color or image on to a panel to set the color or image as the background of the panel. You can drag a color or image from many applications. For example:
vi: Bạn cũng có thể kéo một màu hoặc một ảnh vào thanh điều khiển để đặt màu và ảnh đó như là nền của thanh điều khiển. Bạn có thể kéo một màu hoặc ảnh từ bất cứ ứng dụng nào. Ví dụ:

source: You can drag a color from any color selector dialog.
vi: Bạn có thể kéo một màu từ bất kỳ hộp thoại bộ chọn màu nào.

source: You can drag an image file from the <application>Nautilus</application> file manager to set it as the background of the panel.
vi: Bạn có thể kéo một tập tin ảnh từ trình quản lý tập tin <application>Nautilus</application> để đặt nó như là ảnh nền của thanh điều khiển.

source: You can drag a color or a pattern from the <link linkend="nautilus-backgrounds-and-emblems"><guilabel>Backgrounds and Emblems</guilabel> dialog</link> in <application>Nautilus</application> file manager to a panel to set it as the background.
vi: Bạn có thể kéo một màu hoặc một ảnh mẫu từ <link linkend="nautilus-backgrounds-and-emblems">hộp thoại <guilabel>Nền và Biểu tượng</guilabel> trong trình quản lý tập tin <application>Nautilus</application> để đặt nó làm nền.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Panel Properties</guilabel> dialog.
vi: Nhấp <guibutton>Đóng</guibutton> để đóng hộp thoại <guilabel>Thuộc tính Thanh Điều Khiển</guilabel>.

source: Hiding a Panel
vi: Ẩn Thanh Điều Khiển

source: hiding
vi: ẩn

source: You can hide or show a panel if it has hide buttons. If the hide buttons are not visible on a panel, modify the panel properties so that the hide buttons are visible.
vi: Bạn có thể ẩn hoặc hiện một thanh điều khiển nếu nó có các nút ẩn. Nếu các nút ẩn không hiển thị trên thanh điều khiển, thay đổi các thuộc tính thanh điều khiển để các nút ẩn được hiện lên.

source: Hide buttons are at either end of a panel. The hide buttons contain an optional arrow icon. The following illustration shows hide buttons.
vi: Các nút ẩn ở cả hai đầu của thanh điều khiển. Các nút ẩn chứa một biểu tượng mũi tên. Minh hoạ sau đây thể hiện các nút ẩn.

source: A horizontal panel and a vertical panel, both with hide buttons.
vi: Một thanh điều khiển ngang và một thanh điều khiển dọc, đều với các nút ẩn.

source: To hide a panel, click on one of the hide buttons. The panel shrinks in the direction of the arrow on the hide button. The hide button at the other end of the panel remains visible.
vi: Để ẩn một thanh điều khiển, nhấp vào một trong các nút ẩn. Thanh điều khiển sẽ thu nhỏ theo hướng của mũi tên trên nút ẩn. Nút ẩn ở đầu kia của thanh điều khiển vẫn được hiện ra.

source: To show a hidden panel again, click on the visible hide button. The panel expands in the direction of the arrow on the hide button. Both hide buttons are now visible.
vi: Để hiện lại thanh điều khiển đã ẩn, nhấp vào nút ẩn đang nhìn thấy. Thanh điều khiển sẽ mở rộng theo hướng mũi tên trên nút ẩn. Cả hai nút ẩn bây giờ sẽ cùng được nhìn thấy.

source: You can set a panel to autohide. When you set autohide, the panel hides automatically when the mouse is not pointing to the panel. The panel reappears when you point to the part of the screen where the panel resides. To set your panel to autohide, <link linkend="panel-properties">modify the properties</link> of the panel.
vi: Bạn có thể đặt một thanh điều khiển tự động ẩn. Khi đặt tự động ẩn, thanh điều khiển sẽ tự động giấu đi khi con chuột không đang trỏ vào bảng. Thanh điều khiển sẽ xuất hiện lại khi bạn trỏ vào phần của màn hình chỗ của thanh điều khiển. Để đặt thanh điều khiển tự động ẩn, <link linkend="panel-properties">thay đổi các thuộc tính</link> của thanh điều khiển.

source: Adding a New Panel
vi: Thêm Một Thanh Điều Khiển Mới

source: adding new
vi: thêm mới

source: To add a panel, right-click on a vacant space on any panel, then choose <guimenuitem>New Panel</guimenuitem>. The new panel is added to the GNOME Desktop. The new panel contains no objects. You can customize the new panel to suit your preferences.
vi: Để thêm một thanh điều khiển, nhấp chuột phải vào một vùng trống trên bất kỳ bảng nào, sau đó chọn <guimenuitem>Thanh điều khiển mới</guimenuitem>. Thanh điều khiển mới sẽ được thêm vào Bàn làm việc GNOME. Thanh điều khiển mới không chứa một đối tượng nào cả. Bạn có thể tuỳ biến thanh điều khiển mới để phù hợp với sở thích của bạn.

source: Deleting a Panel
vi: Xoá Một Thanh Điều Khiển

source: deleting
vi: xoá

source: To delete a panel from the GNOME Desktop, right-click on the panel that you want to delete, then choose <menuchoice><guimenuitem>Delete This Panel</guimenuitem></menuchoice>.
vi: Để xoá một thanh điều khiển từ Bàn làm việc GNOME, nhấp chuột phải vào thanh điều khiển bạn muốn xoá, sau đó chọn <menuchoice><guimenuitem>Xoá Thanh Điều Khiển Này</guimenuitem></menuchoice>.

source: You must always have at least one panel in the GNOME Desktop. If you have only one panel in the GNOME Desktop, you cannot delete that panel.
vi: Bạn phải luôn có ít nhất một thanh điều khiển trong Bàn làm việc GNOME. Nếu bạn chỉ có một thanh điều khiển trong Bàn làm việc GNOME, bạn không thể xoá thanh điều khiển đó.

source: Panel Objects
vi: Đối Tượng Thanh Điều Khiển

source: panel objects
vi: đối tượng thanh điều khiển

source: This section describes the objects that you can add to and use from your panels.
vi: Chương này mô tả các đối tượng bạn có thể thêm vào và sử dụng từ các thanh điều khiển của bạn.

source: Interacting With Panel Objects
vi: Tương Tác Với Đối Tượng Thanh Điều Khiển

source: interacting with
vi: tương tác với

source: You use the mouse buttons to interact with a panel object in the following ways:
vi: Bạn sử dụng các nút chuột để tương tác với một đối tượng thanh điều khiển theo các cách sau đây:

source: Left-click
vi: Nhấn trái chuột

source: Launches the panel object.
vi: Chạy đối tượng thanh điều khiển.

source: Middle-click
vi: Nhấn giữa chuột

source: Enables you to grab an object, then drag the object to a new location.
vi: Cho phép bạn nắm lấy một đối tượng, sau đó kéo đối tượng sang một vị trí mới.

source: Right-click
vi: Nhấn phải chuột

source: Opens the panel object popup menu.
vi: Mở trình đơn bật lên của đối tượng thanh điều khiển

source: To Select an Applet
vi: Để Lựa Chọn Một Tiểu Dụng

source: applets
vi: tiểu dụng

source: selecting
vi: lựa chọn

source: Some restrictions apply on where you can click on an applet in order to display the panel object popup menu, or to move the applet, as follows:
vi: Một vài hạn chế áp dụng vào những nơi bạn có thể nhấp vào một ứng dụng để hiển thị trình đơn bật lên của đối tượng thanh điều khiển, hoặc để di chuyển tiểu dụng như sau đây:

source: Some applets have popup menus of applet-specific commands that open when you right-click on particular parts of the applet. For example, the <application><link linkend="windowlist">Window List</link></application> applet has a vertical handle on the left side, and buttons that represent your windows on the right side. To open the panel object popup menu for the <application>Window List</application> applet, you must right-click on the handle. If you right-click on a button on the right side, a popup menu for the button opens.
vi: Một vài tiểu dụng có các trình đơn của các lệnh mà riêng tiểu dụng có sẽ mở ra khi bạn nhấp chuột phải vào những phần cụ thể trên tiểu dụng. Ví dụ, tiểu dụng <application><link linkend="windowlist">Danh sách Cửa sổ</link></application> có một ô điều khiển dọc ở bên trái, và các nút đại diện cho các cửa sổ ở phía bên phải. Để mở trình đơn popup của đối tượng thanh điều khiển cho tiểu dụng <application>Danh sách Cửa sổ</application>, bạn phải nhấp chuột phải vào ô điều khiển. Nếu bạn nhấp chuột phải vào một nút ở phía bên phải, một trình đơn popup cho nút đó sẽ mở ra.

source: Some applets have areas that you cannot use to select the applet. For example, the <application>Command Line</application> applet has a field in which you enter commands. You cannot middle-click or right-click on this field to select the applet. Instead, middle-click or right-click on another part of the applet.
vi: Một vài tiểu dụng có các vùng bạn không thể sử dụng để chọn tiểu dụng. Ví dụ, tiểu dụng <application>Dòng Lệnh</application> có một trường để bạn nhập các dòng lệnh. Bạn không thể nhấp chuột giữa hay nhấp chuột phải vào trường này để lựa chọn tiểu dụng. Thay vào đó, hãy nhấp chuột giữa hay chuột phải vào vùng khác của tiểu dụng.

source: Adding an Object to a Panel
vi: Thêm Một Đối Tượng Vào Thanh Điều Khiển

source: adding
vi: thêm

source: To add an object to a panel, perform the following steps:
vi: Để thêm một đối tượng vào một thanh điều khiển, thực hiện các bước sau đây:

source: Right-click on a vacant space on a panel to open the panel popup menu.
vi: Nhấp chuột phải vào một vùng trống trên một thanh điều khiển để mở trình đơn popup của bảng.

source: Choose <guisubmenu>Add to Panel</guisubmenu>.
vi: Chọn <guisubmenu>Thêm vào thanh điều khiển</guisubmenu>.

source: The <guilabel>Add to Panel</guilabel> dialog opens.The available panel objects are listed alphabetically, with <link linkend="launchers">launchers</link> at the top.
vi: Hộp thoại <guilabel>Thêm vào thanh điều khiển</guilabel> mở ra. Các đối tượng thanh điều khiển có sẵn được liệt kê theo vần abc, với <link linkend="launchers">bộ khởi chạy</link> ở trên cùng.
