Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: If you stop using the keyboard and mouse for a length of time equal to the <guilabel>Break interval</guilabel> setting, the current work interval will be reset.
vi: Nếu bạn dừng sử dụng bàn phím và chuột trong một khoảng thời gian bằng thiết lập <guilabel>Khoảng nghỉ nhập</guilabel>, khoảng công việc hiện tại sẽ được thiết lập lại.

source: Mouse Preferences
vi: Tùy Thích Con Chuột

source: Mouse
vi: Chuột

source: mouse
vi: chuột

source: With the <application>Mouse</application> preference tool you can:
vi: Với công cụ tuỳ chỉnh <application>Chuột</application> bạn có thể:

source: configure your mouse for right-hand use or for left-hand use,
vi: cấu hình chuột cho tay phải hay tay trái

source: specify the speed and sensitivity of mouse movement,
vi: xác định tốc độ và độ nhạy của việc di chuyển chuột,

source: configure mouse accessibility features.
vi: cấu hình khả năng truy cập của chuột

source: General Mouse Preferences
vi: Tuỳ Thích Chuột Chung

source: Use the <guilabel>General</guilabel> tabbed section to specify whether the mouse buttons are configured for left-hand or right-hand use and configure the speed and sensitivity of your mouse.
vi: Sử dụng mục nhãn <guilabel> Chung</ guilabel> để chỉ định xem các nút chuột được cấu hình cho thuận tay trái hay tay phải và cấu hình tốc độ và độ nhạy của chuột.

source: <xref linkend="goscustperiph-TBL-6"/> lists the general mouse preferences that you can modify.
vi: <xref linkend="goscustperiph-TBL-6"/> liệt kê các tuỳ thích chuột chung mà bạn có thể thay đổi.

source: Mouse Button Preferences
vi: Tùy Thích Nút Chuột

source: Right-handed
vi: Tay Phải

source: Select this option to configure your mouse for right-hand use. When you configure your mouse for right-hand use, the left mouse button is the primary button and the right mouse button is the secondary button.
vi: Chọn tùy chọn này để cấu hình con chuột của bạn cho sử dụng thuận tay phải. Khi bạn cấu hình con chuột của bạn để sử dụng tay phải, nút chuột trái là nút chính và nút chuột phải là nút phụ.

source: Left-handed
vi: Tay Trái

source: Select this option to configure your mouse for left-hand use. When you configure your mouse for left-hand use, the functions of the left mouse button and the right mouse button are swapped.
vi: Chọn tùy chọn này để cấu hình con chuột của bạn để sử dụng tay trái. Khi bạn cấu hình con chuột của bạn để sử dụng tay trái, các chức năng của nút chuột trái và chuột phải được đổi chỗ.

source: Show position of pointer when the Control key is pressed
vi: Hiển thị vị trí con trỏ chuột khi phím Control được bấm

source: Select this option to enable a mouse pointer animation when you press and release the Control key. This feature can assist you to locate the mouse pointer.
vi: Chọn tùy chọn này để bật một hoạt hoạ của con trỏ chuột khi bạn ấn và nhả phím Control.Tính năng này có thể giúp bạn xác định vị trí con trỏ chuột.

source: The position of the Control key on the keyboard can be modified in the Keyboard Layout Options dialog, see <xref linkend="prefs-keyboard-layoutoptions"/>.
vi: Vị trí của phím Control trên bàn phím có thể được sửa đổi trong hộp thoại Tùy chọn bố trí bàn phím, xem <xref linkend="prefs-keyboard-layoutoptions"/>.

source: Use the slider to specify the speed at which your mouse pointer moves on your screen when you move your mouse.
vi: Sử dụng con trượt để xác định tốc độ di chuyển của con trỏ trên màn hình khi bạn di chuyển chuột

source: Sensitivity
vi: Độ nhạy

source: Use the slider to specify how sensitive your mouse pointer is to movements of your mouse.
vi: Sử dụng thanh trượt để chỉ định độ nhạy của con trỏ chuột cho việc di chuyển.

source: Threshold
vi: Ngưỡng

source: Use the slider to specify the distance that you must move an item before the move action is interpreted as a drag-and-drop action.
vi: Sử dụng con trượt để xác định khoảng cách mà bạn phải di chuyển một mục trước khi hành động di chuyển được hiểu như một hành động kéo thả.

source: Timeout
vi: Quá giờ

source: Use the slider to specify the amount of time that can pass between clicks when you double-click. If the interval between the first and second clicks exceeds the time that is specified here, the action is not interpreted as a double-click.
vi: Sử dụng con trượt để chỉ định khoảng thời gian có thể trôi qua giữa các cú nhấp khi bạn nhấp đúp chuột. Nếu khoảng giữa cú nhấn đầu và thứ hai vượt quá thời gian được chỉ định ở đây, hành động sẽ không được hiểu là nhấp đúp chuột.

source: Use the light bulb icon to check double-click sensitivity: the light will light up briefly for a click, but stay lit for a double-click.
vi: Sử dụng biểu tượng bóng đèn để kiểm tra độ nhạy nhấp đúp chuột: ánh sáng sẽ sáng lên một thời gian ngắn cho một nhấp chuột, nhưng vẫn sáng cho một nhấp đúp.

source: Mouse Accessibility Preferences
vi: Tùy Thích Khả Năng Truy Cập Của Chuột

source: Use the <guilabel>Accessibility</guilabel> tabbed section to configure accessibility features that can help people who have difficulty with exact positioning of the pointer or with pressing the mouse buttons:
vi: Sử dụng mục nhãn <guilabel>Khả năng truy cập </guilabel> để cấu hình các tính năng khả năng truy cập mà có thể giúp những người gặp khó khăn trong việc định vị chính xác con trỏ chuột hoặc với nhấp nút chuột:

source: Open a contextual menu by clicking and holding the primary mouse button; this is useful for users that can manipulate only one button.
vi: Mở trình đơn ngữ cảnh bằng cách nhấp và giữ nút chuột chính, điều này rất hữu ích cho người dùng chỉ có thể thao tác với một nút.

source: Single click
vi: Nhấp đơn

source: A single click of the primary mouse button
vi: Một nhấp đơn của nút chuột chính

source: Double click
vi: Nhấp đôi

source: A double click of the primary mouse button
vi: Một cú nhấp đôi của nút chuột chính

source: Drag click
vi: Nhấp kéo

source: A click that begins a drag operation
vi: Một cú nhấp nhấp bắt đầu một hoạt động kéo

source: Secondary click
vi: Nhấn phụ

source: A single click of the secondary mouse button
vi: Một nhấp đơn của nút chuột phụ

source: Perform different types of mouse button click by software; this useful for users that are not able to manipulate any buttons. The types of click that can be performed are: <placeholder-1/>
vi: Thực hiện các kiểu khác nhau của nhấn nút chuột bởi phần mềm, điều này hữu ích cho những người dùng không thể thao tác bất kỳ nút chuột nào. Các kiểu nhấn có thể được thực hiện là: <placeholder-1/>

source: <xref linkend="goscustdesk-TBL-47"/> lists the mouse accessibility preferences that you can modify:
vi: <xref linkend="goscustdesk-TBL-47"/>liệt kê tùy thích khả năng truy cập của chuột mà bạn có thể sửa đổi:

source: Mouse Motion Preferences
vi: Tùy Thích Vận Động Chuột

source: Trigger secondary click by holding down the primary button
vi: Gây ra cái nhấn phụ bằng việc ấn giữ cái nút chính

source: Select this option to enable simulated secondary clicks by pressing the primary mouse button for an extended time.
vi: Chọn tùy chọn này để cho phép mô phỏng nhấp chuột phụ bằng cách nhấn nút chuột chính trong một thời gian dài.

source: <guilabel>Delay</guilabel> slider in the <guilabel>Simulated Secondary Click</guilabel> section
vi: con trượt <guilabel>Trễ</guilabel> trong phần <guilabel>Mô Phỏng Nhấn Phụ</guilabel>

source: Use the slider to specify how long the primary button must be pressed to simulate a secondary click.
vi: sử dụng con trượt để chỉ định nút chính phải ấn bao lâu để mô phỏng một nhấn phụ

source: Initiate click when stopping pointer movement
vi: Bắt đầu nhấn chuột khi dừng di chuyển con trỏ chuột

source: Select this option to enable automatic clicks when the mouse stops. Use the additional preferences in the <guilabel>Dwell Click</guilabel> section to configure how the type of click is chosen.
vi: Chọn tuỳ chọn này để kích hoạt nhấp chuột tự động khi con chuột dừng lại. Sử dụng các tùy thích bổ sung trong phần <guilabel>Nhấn đều đặn</guilabel> để cấu hình cách kiểu nhấp chuột được chọn.

source: <guilabel>Delay</guilabel> slider in the <guilabel>Dwell Click</guilabel> section
vi: Con trượt <guilabel>Tạm ngưng</guilabel> trong phần <guilabel>Nhấn đều đặn</guilabel>

source: Use the slider to specify how long the pointer must remain at rest before an automatic click will be triggered.
vi: Sử dụng thanh trượt để chỉ định khoảng bao lâu con trỏ phải nghỉ trước khi một nhấp chuột tự động được kích hoạt.

source: <guilabel>Motion threshold</guilabel> slider
vi: con trượt <guilabel>Ngưỡng chuyển động </guilabel>

source: Use the slider to specify how much the pointer may move to still be considered at rest.
vi: Sử dụng thanh trượt để chỉ định khoảng con trỏ có thể di chuyển mà vẫn được coi là nghỉ.

source: Choose type of click beforehand
vi: Chọn kiểu đoán trước nhấn chuột

source: Select this option to pick the type of click to perform from a window or panel applet.
vi: Chọn tuỳ chọn này để đặt kiểu nhấn để thực hiện từ một cửa sổ hay tiểu dụng thanh điều khiển.

source: Show click type window
vi: Hiện cửa sổ kiểu nhấn

source: When this option is enabled, the different types of click (single click, double click, drag click or secondary click) can be selected in a window.
vi: Khi tuỳ chọn này được bật, các kiểu nhấn khác nhau (nhấn đơn, nhấn đúp, nhấn kéo và nhấn phụ) có thể được chọn từ một cửa sổ.

source: The <guilabel>Dwell Click</guilabel> panel applet can be used instead of the window.
vi: Tiểu dụng <guilabel>Nhấn đều đặn</guilabel> có thể được sử dụng thay cho cửa sổ.

source: Choose type of click with mouse gestures
vi: Chọn kiểu nhấn với các cử chỉ chuột

source: Select this option to pick the type of click by moving the mouse in a certain direction. The four combo boxes below this option allow to assign directions to the different types of click. Note that each direction can be used only for one type of click.
vi: Chọn tuỳ chọn này để chọn kiểu nhấn bằng cách di chuyển chuột theo hướng nhất định. Bốn hộp chọn dưới tuỳ chọn này cho phép gán các hướng cho các kiểu nhấn khác nhau. Chú ý rằng mỗi hướng chỉ có thể được dùng cho một kiểu nhấn.

source: Choose the direction to trigger a single click.
vi: Chọn hướng để kích hoạt một nhấn đơn.

source: Choose the direction to trigger a double click.
vi: Chọn hướng để kích hoạt một nhấn đôi.

source: Choose the direction to trigger a drag click.
vi: Chọn hướng để kích hoạt một cú nhấn kéo.

source: Choose the direction to trigger a secondary click.
vi: Chọn hướng để kích hoạt một cú nhấn phụ.

source: Monitors
vi: Màn hình

source: Display
vi: Hiển thị

source: Use <application>Monitor Preferences</application> to configure the monitors that your computer uses.
vi: Sử dụng <application> Tùy Thích Màn Hình </application> để cấu hình các màn hình mà máy tính của bạn sử dụng.

source: On most laptop keyboards, you can use the key combination <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> to cycle between several typical monitor configurations without starting <application>Monitor Preferences</application>.
vi: Trên hầu hết các bàn phím của laptop , bạn có thể sử dụng tổ hơp phím <keycombo><keycap>Fn</keycap><keycap>F7</keycap></keycombo> để chuyển giữa nhiều cấu hình màn hình điển hình mà không cần khởi chạy <application>Tuỳ Thích Màn Hình</application>.

source: Drag the graphical representations of the monitors in the upper left part of the window to set how your monitors are arranged. <application>Monitor Preferences</application> displays small labels in the top left corner of each monitor to help you identify which rectangle corresponds to which monitor.
vi: Kéo các đại diện minh họa của màn hình ở phía trên bên trái của cửa sổ để thiết lập màn hình của bạn được sắp xếp như thế nào. <application>Tùy thích màn hình</application> hiển thị các nhãn nhỏ ở góc trái phía trên của từng màn hình để giúp bạn xác định được hình chữ nhật nào tương ứng với màn hình nào.

source: Changes you make in <application>Monitor Preferences</application> don't take effect until you click the <guibutton>Apply</guibutton> button. Settings will revert to their previous settings unless you confirm the changes. This is to prevent bad display settings from rendering your computer unusable.
vi: Thay đổi bạn thực hiện trong <applicaiton>Tuỳ thích màn hình</application> chưa có hiệu lực cho đến khi bạn nhấn nút <guibutton>Áp dụng</guibutton>. Các thiết lập sẽ hoàn nguyên về trạng thái trước trừ khi bạn xác nhận các thay đổi. Điều này để ngăn các thiết lập hiển thị sai khỏi làm máy tính của bạn không sử dụng được.

source: Same image in all monitors
vi: Hình giống nhau trên tất cả màn hình

source: When this option is selected, your entire desktop will fit on a single monitor, and every monitor will show the same copy of your desktop. When it is not selected, your desktop spans multiple monitors, and each monitor shows only a part of your entire desktop.
vi: Khi tuỳ chọn này được chọn, toàn bộ bàn làm việc của bạn sẽ vừa vào một màn hình đơn lẻ, và tất cả màn hình sẽ hiện cùng bản sao bàn làm việc của bạn. Khi tuỳ chọn này không được chọn, bàn làm việc của bạn sẽ trải trên nhiều màn hình và mỗi màn hình chỉ là một phần của toàn bộ bàn làm việc của bạn.

source: Detect monitors
vi: Phát hiện màn hình

source: Click this button to find monitors that have been recently added or plugged in.
vi: Nhấn nút này để tìm các màn hình đã được thêm hay cắm vào gần đây.

source: Show monitors in panel
vi: Hiện các màn hình trong thanh điều khiển

source: When this option is selected, an icon will be placed on your panel allowing you to quickly change certain settings without opening <application>Monitor Preferences</application>.
vi: Khi tuỳ chọn này được chọn, một biểu tượng sẽ được đặt trên thanh điều khiển của bạn cho phép bạn nhanh chóng thay đổi các thiết lập nhất định mà không cần mở <application>Tuỳ thích màn hình</application>.

source: The following list explains the options you can set for each monitor. The currently selected monitor is the one whose graphical representation has a bold black outline. It is also indicated by the background color of the section label.
vi: Danh sách sau đây giải thích các tuỳ chọn bạn có thể đặt cho mỗi màn hình. Màn hình được chọn hiện tại là màn hình có đại diện minh hoạ có một viền đen đậm. Nó cũng được biểu thị với màu nền của nhãn mục.

source: <guilabel>On</guilabel> / <guilabel>Off</guilabel>
vi: <guilabel>Bật</guilabel> / <guilabel>Tắt</guilabel>

source: Individual monitors can be completely disabled by selecting <guilabel>Off</guilabel>.
vi: Các màn hình riêng lẻ có thể được tắt hoàn toàn bằng cách chọn <guilabel>Tắt</guilabel>.

source: Resolution
vi: Độ phân giải

source: Select the resolution to use for the currently selected monitor from the drop-down list. <emphasis>Resolution</emphasis> refers to the pixel dimensions of the screen. A larger resolution means that more things fit on the screen, but everything will be smaller.
vi: Chọn độ phân giải để sử dụng cho màn hình được chọn hiện tại từ danh sách thả xuống. <emphasis>Độ phân giải</emphasis> chỉ tới các chiều điểm ảnh của màn hình. Một độ phân giải lớn hơn nghĩa là có nhiều thứ hơn có thể vừa trên màn hình, nhưng mọi thứ sẽ nhỏ hơn.

source: Refresh rate
vi: Tốc độ làm mới

source: Select the refresh rate to use for the currently selected monitor from the drop-down list. The <emphasis>refresh rate</emphasis> determines how often the computer redraws the screen. A too low refresh rate (below 60) makes the monitor flicker and can cause discomfort to your eyes. This is less of a problem on LCD displays.
vi: Chọn tốc độ làm mới để sử dụng cho màn hình được chọn hiện tại từ danh sách thả xuống. <emphasis>Tốc độ làm mới</emphasis> quyết định độ thường xuyên máy tính vẽ lại màn hình. Một tốc độ làm mới quá thấp (dưới 60) làm cho màn hình chớp tắt và có thể gây ra không thoải mái cho mắt của bạn. Đây không phải là vấn đề lớn trên các màn hình LCD.

source: Rotation
vi: Xoay

source: Select the rotation for the currently selected monitor. This option may not be supported on all graphics cards.
vi: Chọn chiều xoay cho màn hình được chọn hiện tại. Tuỳ chọn này có thể không được hỗ trợ trên tất cả các card đồ hoạ.

source: Sound Preferences
vi: Tuỳ Thích Âm Thanh

source: sound
vi: âm thanh

source: associating events with sounds
vi: liên kết các sự kiện với âm thanh

source: events, associating sounds with
vi: sự kiện, liên kết âm thanh với

source: volume
vi: âm lượng

source: The <application>Sound</application> preference tool enables you to control devices and volume for sound input and output. You can also specify which sounds to play when particular events occur.
vi: Công cụ tuỳ thích <application>Âm thanh</application> cho phép bạn điều khiển các thiết bị và âm lượng cho âm thanh vào và ra. Bạn cũng có thể chỉ định âm thanh nào được phát ra khi các sự kiện cụ thể diễn ra.

source: You can customize the settings for the <application>Sound</application> preference tool in the following functional areas:
vi: Bạn có thể tuỳ biến các thiết lập cho công cụ tuỳ thích <application>Âm thanh</application> trong các vùng chức năng sau:

source: Sound Events
vi: Sự Kiện Âm Thanh

source: Input
vi: Vào

source: Output
vi: Ra

source: You can change the overall output volume using the <guilabel>Output volume</guilabel> slider at the top of the window. The <guilabel>Mute</guilabel> checkbox allows to temporarily suppress all output without disturbing the current volume.
vi: Bạn có thể thay đổi tổng âm lượng ra sử dụng con trượt <guilabel>Âm lượng ra</guilabel> ở trên cùng cửa sổ. Hộp chọn <guilabel>Câm</guilabel> cho phép tạm thời chặn toàn bộ kết xuất mà không thay đổi âm lượng hiện tại.

source: Sound Effects Preferences
vi: Tuỳ Thích Hiệu Ứng Âm Thanh

source: A sound theme is collection of sound effects that are associated to various events, such as opening a dialog, clicking a button or selecting an item in a menu. One of the most prominent event sounds is the <emphasis>System Bell</emphasis> sound that often played to indicate a keyboard input error. Use the <guilabel>Sound Effects</guilabel> tabbed section of the <application>Sound</application> preference tool to choose a sound theme and modify the bell sound.
vi: Một sắc thái âm thanh là bộ sưu tập các hiệu ứng âm thanh được liên kết tới các sự kiện khác nhau, như là mở một hộp thoại, nhấn một nút hay chọn một mục trong một trình đơn. Một trong các âm thanh sự kiện đáng chú ý nhất là âm thanh <emphasis>Chuông hệ thống</emphasis> thường xuyên được phát để biểu thị một lỗi nhập bàn phím. Sử dụng mục nhãn <guilabel>Hiệu ứng âm thanh</guilabel> của công cụ tuỳ thích <application>Âm thanh</application> để chọn một sắc thái âm thanh và thay đổi âm thanh chuông.

source: <xref linkend="goscustmulti-TBL-6"/> lists the sound effects preferences that you can modify.
vi: <xref linkend="goscustmulti-TBL-6"/> liệt kê các tuỳ thích hiệu ứng âm thanh mà bạn có thể thay đổi.

source: <guilabel>Alert Volume</guilabel> slider
vi: Con trượt <guilabel>Âm lượng cảnh báo</guilabel>

source: Use the <guilabel>Alert Volume</guilabel> slider to control the volume for event sounds.
vi: Sử dụng con trượt <guilabel>Âm lượng cảnh bảo</guilabel> để điều khiển âm lượng cho các âm thanh sự kiện.

source: The <guilabel>Mute</guilabel> checkbox allows to temporarily suppress event sounds without modifying the current volume.
vi: Hộp chọn <guilabel>Câm</guilabel> cho phép tạm thời chặn toàn bộ âm thanh sự kiện mà không thay đổi âm lượng hiện tại.

source: Sound Theme
vi: Sắc thái âm thanh

source: Use this combobox to select a different sound theme.
vi: Sử dụng hộp chọn để chọn các sắc thái âm thanh khác nhau.

source: Choose <guilabel>No sounds</guilabel> to turn off all event sounds.
vi: Chọn <guilable>Không âm thanh</guilabel> để tắt toàn bộ âm thanh sự kiện.

source: <guilabel>Choose an alert sound </guilabel> list
vi: Danh sách <guilabel>Chọn một âm thanh cảnh báo</guilabel>

source: Choose an alternative sound for the System Bell from this list.
vi: Chọn một âm thanh thay thế cho Chuông Hệ Thống từ danh sách này.

source: Selecting a list element plays the sound.
vi: Chọn một thành phần danh sách phát âm thanh

source: <guilabel>Enable window and button sounds </guilabel> checkbox
vi: Hộp chọn <guilabel>Bật âm thanh nút và cửa sổ</guilabel>

source: Uncheck this option if you don't want to hear sounds for window-related events (such as a dialog or a menu appearing) and button clicks.
vi: Bỏ chọn tuỳ chọn này nếu bạn không muốn nghe âm thanh cho các sự kiện liên quan đến cửa sổ (như là một hộp thoại hay một trình đơn xuất hiện) và các cú nhấn chuột.

source: Sound Input Preferences
vi: Tuỳ Thích Đầu Vào Âm Thanh

source: Use the <guilabel>Input</guilabel> tabbed section to set your preferences for sound input.
vi: Sử dụng mục nhãn <guilabel>Vào</guilabel> để đặt các tuỳ thích cho đầu vào âm thanh.

source: <xref linkend="goscustdesk-TBL-1"/> lists the sound input preferences that you can modify.
vi: <xref linkend="goscustdesk-TBL-1"/> liệt kê các tuỳ thích đầu vào âm thanh mà bạn có thể thay đổi.

source: <guilabel>Input volume </guilabel> slider
vi: Con trượt <guilabel>Âm lượng vào</guilabel>

source: Use the input volume slider to control the input level.
vi: Sử dụng con trượt âm lượng vào để điều khiển cấp độ vào.

source: The <guilabel>Mute </guilabel> checkbox allows to temporarily suppress all input without disturbing the current input level.
vi: Hộp chọn <guilabel>Câm</guilabel> cho phép tạm thời chặn tất cả các đầu vào mà không thay đổi cấp độ vào hiện tại.

source: Input level
vi: Cấp độ vào

source: The <guilabel>Input level</guilabel> display provides visual feedback that helps to select a suitable input volume.
vi: Hiển thị <guilabel>Cấp độ vào</guilabel> cung cấp phản hồi nhìn thấy được giúp chọn một âm lượng nhập phù hợp.

source: <guilabel>Choose a device for sound input </guilabel> list
vi: Danh sách <guilabel>Chọn một thiết bị cho đầu vào âm thanh</guilabel>

source: Choose the device that you want to receive sound input from.
vi: Chọn thiết bị mà bạn muốn nhận tín hiệu âm thanh vào từ đó.

source: Note that the input volume can also be controlled with the microphone icon that is shown in the notification area of the panel when an application is listening for sound input.
vi: Chú ý rằng âm lượng đầu vào cũng có thể được điều khiển với biểu tượng micrô hiện ra trong vùng thông báo của thanh điều khiển khi một ứng dụng đang nghe tín hiệu âm thanh vào.

source: Sound Output Preferences
vi: Tuỳ Thích Đầu Ra Âm Thanh

source: Use the <guilabel>Output</guilabel> tabbed section to set your preferences for sound output.
vi: Sử dụng mục nhãn <guilabel>Ra</guilabel> để đặt các tuỳ thích của bạn cho đầu ra âm thanh.

source: <xref linkend="goscustdesk-TBL-2"/> lists the sound output preferences that you can modify.
vi: <xref linkend="goscustdesk-TBL-2"/> liệt kê các tuỳ thích đầu ra âm thanh mà bạn có thể thay đổi.

source: <guilabel>Output volume </guilabel> slider
vi: Con trượt <guilabel>Âm thanh ra</guilabel>

source: Use the output volume slider to control the overall output volume.
vi: Sử dụng con trượt âm thanh ra để điều khiển tổng âm lượng đầu ra.

source: The <guilabel>Mute </guilabel> checkbox allows to temporarily suppress all output without disturbing the current volume.
vi: Hộp chọn <guilabel>Câm</guilabel> cho phép tạm thời chặn tất cả đầu ra mà không thay đổi âm lượng hiện tại.

source: Note that the <guilabel>Output volume</guilabel> slider is located above the tabbed section at the top of the window.
vi: Chú ý rằng con trượt <guilabel>Âm lượng ra</guilabel> được đặt bên trên mục nhãn ở trên cùng của cửa sổ.

source: <guilabel>Choose a device for sound output </guilabel> list
vi: Danh sách <guilabel>Chọn thiết bị cho đầu vào âm thanh</guilabel>
