Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: To add a <guibutton>Force Quit</guibutton> button to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Force Quit</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
vi: Để thêm một nút <guibutton>Buộc Thoát</guibutton> vào một thanh điều khiển, nhấp chuột phải vào bất kỳ vùng trống nào trên bảng. Chọn <guimenu>Thêm vào thanh điều khiển</guimenu>, sau đó chọn <application>Buộc Thoát</application> từ hộp thoại Thêm vào thanh điều khiển. Xem <xref linkend="panels-addobject"/> để biết thêm về điều này.

source: To terminate an application, click on the <guibutton>Force Quit</guibutton> button, then click on a window from the application that you want to terminate. If you do not want to terminate an application after you have clicked on the <guibutton>Force Quit</guibutton> button, press <keycap>Esc</keycap>.
vi: Để kết thúc một ứng dụng, nhấp vào nút <guibutton>Buộc Thoát</guibutton>, sau đó nhấp vào cửa sổ của ứng dụng bạn muốn kết thúc. Nếu bạn không muốn kết thúc một ứng dụng sau khi bạn đã nhấn vào nút <guibutton>Buộc Thoát</guibutton>, nhấn <keycap>Esc</keycap>.

source: Lock Screen Button
vi: Nút Khoá Màn Hình

source: Lock
vi: Khoá

source: The <guibutton>Lock Screen</guibutton> button locks your screen and activates your screensaver when you click on it. To access your session again, you must enter your password.
vi: Nút <guibutton>Khoá Màn Hình</guibutton> khoá màn hình của bạn và kích hoạt trình bảo vệ màn hình của bạn khi bạn nhấp vào nó. Để truy cập lại phiên làm việc của bạn, bạn phải nhập mật khẩu của bạn.

source: To add a <guibutton>Lock Screen</guibutton> button to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Lock Screen</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
vi: Để thêm một nút <guibutton>Khoá Màn Hình</guibutton>, nhấp chuột phải vào bất kỳ vùng trống nào trên thanh điều khiển. Chọn <guimenu>Thêm vào thanh điều khiển</guimenu>, sau đó chọn <application>Khoá Màn Hình</application> từ hộp thoại Thêm vào thanh điều khiển. Xem <xref linkend="panels-addobject"/>để biết thêm về điều này.

source: Right-click on the <guibutton>Lock Screen</guibutton> button to open a menu of screensaver-related commands. <xref linkend="gosstartsession-TBL-83"/> describes the commands that are available from the menu.
vi: Nhấp chuột phải vào nút <guibutton>Khoá Màn Hình</guibutton> để mở một trình đơn của lệnh liên quan đến trình bảo vệ màn hình. <xref linkend="gosstartsession-TBL-83"/> mô tả các lệnh sẵn có từ trình đơn.

source: Lock Screen Menu Items
vi: Mục Trình Đơn Khoá Màn Hình

source: Menu Item
vi: Mục Trình Đơn

source: Activate Screensaver
vi: Kích Hoạt Bộ Bảo Vệ Màn Hình

source: Activates the screensaver immediately.
vi: Kích hoạt bộ bảo vệ màn hình ngay lập tức.

source: This will also lock the screen if you have set <guilabel>Lock screen when screensaver is active</guilabel> in the <application>Screensaver</application> preference tool.
vi: Điều này cũng khoá cả màn hình nếu bạn đã đặt <guilabel>Khoá màn hình khi bộ bảo vệ màn hình hoạt động</guilabel> trong công cụ tuỳ thích <application>Bộ bảo vệ màn hình</application>.

source: Lock Screen
vi: Khoá Màn Hình

source: Locks the screen immediately. This command performs the same function as when you click on the <guibutton>Lock Screen</guibutton> button.
vi: Khoá màn hình ngay lập tức. Lệnh này thực hiện cùng chức năng như khi bạn nhấp chuột vào nút <guibutton>Khoá Màn Hình</guibutton>.

source: Properties
vi: Thuộc tính

source: Opens the <link linkend="prefs-screensaver"><application>Screensaver</application> preference tool</link>, with which you can configure the type of screensaver that is displayed when you lock the screen.
vi: Mở <link linkend="prefs-screensaver">công cụ tuỳ thích <application>Bộ bảo vệ màn hình</application></link>, với nó bạn có thể cấu hình kiểu của bộ bảo vệ màn hình được hiện ra khi bạn khoá màn hình.

source: Log Out Button
vi: Nút Đăng Xuất

source: Log Out icon.
vi: biểu tượng Đăng Xuất.

source: Log Out
vi: Đăng Xuất

source: Log Out button
vi: nút Đăng Xuất

source: The <guibutton>Log Out</guibutton> button allows you to log out of a GNOME session or switch to a different user account.
vi: Nút <guibutton>Đăng Xuất</guibutton> cho phép bạn đăng xuất khỏi một phiên làm việc GNOME hoặc chuyển sang một tài khoản người dùng khác.

source: To add a <guibutton>Log Out</guibutton> button to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Log Out</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
vi: Để thêm một nút <guibutton>Đăng Xuất</guibutton> vào một thanh điều khiển, nhấp chuột phải vào bất kỳ vùng trống nào trên bảng. Chọn <guimenu>Thêm vào thanh điều khiển</guimenu>, sau đó chọn <application>Đăng Xuất</application> từ hộp thoại Thêm vào thanh điều khiển. Xem <xref linkend="panels-addobject"/> để biết thêm về điều này.

source: To log out of your session or switch users, click on the <guibutton>Log Out</guibutton> button and then click on the appropriate button in the dialog that appears.
vi: Để đăng xuất khỏi phiên làm việc của bạn hay chuyển đổi người dùng, nhấp vào nút <guibutton>Đăng Xuất</guibutton> và sau đó nhấp vào nút thích hợp trên hộp thoại hiện ra.

source: Run Button
vi: Nút Chạy

source: Run Application icon.
vi: biểu tượng Chạy Ứng Dụng.

source: Run
vi: Chạy

source: Run button
vi: nút Chạy

source: The <guibutton>Run</guibutton> button opens the <guilabel>Run Application</guilabel> dialog, which allows you to start an application by choosing it from a list.
vi: Nút <guibutton>Chạy</guibutton> mở hộp thoại <guilabel>Chạy Ứng Dụng</guilabel>, cho phép bạn khởi động một ứng dụng bằng cách chọn nó từ một danh sách.

source: To add a <guibutton>Run</guibutton> button to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Run Application</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
vi: Để thêm một nút <guibutton>Chạy</guibutton> vào một thanh điều khiển, nhấp chuột phải vào bất kỳ vùng trống nào trên bảng. Chọn <guimenu>Thêm vào thanh điều khiển</guimenu>, sau đó chọn <application>Chạy Ứng Dụng</application> từ hộp thoại Thêm vào thanh điều khiển. Xem <xref linkend="panels-addobject"/> để biết thêm về điều này.

source: To open the <application>Run Application</application> dialog, click on the <guibutton>Run</guibutton> button.
vi: Để mở hộp thoại <application>Chạy Ứng Dụng</application>, nhấp vào nút <guibutton>Chạy</guibutton>.

source: For more information on the <guilabel>Run Application</guilabel> dialog, see <xref linkend="gospanel-23"/>.
vi: Để biết thêm thông tin về hộp thoại <guilabel>Chạy Ứng Dụng</guilabel>, xem <xref linkend="gospanel-23"/>.

source: Search Button
vi: Nút Tìm Kiếm

source: Search Tool icon.
vi: biểu tượng Công Cụ Tìm Kiếm.

source: Search
vi: Tìm Kiếm

source: Search button
vi: nút Tìm Kiếm

source: The <guibutton>Search</guibutton> button opens the <application>Search Tool</application>, which allows you to search for files on your computer.
vi: Nút <guibutton>Tìm Kiếm</guibutton> mở <application>Công Cụ Tìm Kiếm</application>, cho phép bạn tìm kiếm các tập tin trên máy tính của bạn.

source: To add a <guibutton>Search</guibutton> button to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Search for Files</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
vi: Để thêm một nút <guibutton>Tìm Kiếm</guibutton> vào một bảng điều khiển, nhấp chuột phải vào bất kỳ vùng trống nào trên bảng. Chọn <guimenu>Thêm vào bảng điều khiển</guimenu>, sau đó chọn <application>Tìm kiếm tập tin</application> từ hộp thoại Thêm vào bảng điều khiển. Xem <xref linkend="panels-addobject"/> để biết thêm về điều này.

source: To open the <application>Search Tool</application>, click on the <guibutton>Search</guibutton> button.
vi: Để mở <application>Công Cụ Tìm Kiếm</application>, nhấp vào nút <guibutton>Tìm kiếm</guibutton>.

source: For more information on the <application>Search Tool</application>, see the <ulink type="help" url="ghelp:gnome-search-tool">Search Tool Manual</ulink>.
vi: Để biết thêm thông tin về <application>Công Cụ Tìm Kiếm</application>, xem <ulink type="help" url="ghelp:gnome-search-tool">Sổ Tay Công Cụ Tìm Kiếm</ulink>.

source: Show Desktop Button
vi: Nút Hiện Bàn Làm Việc

source: Minimize Windows
vi: Thu Nhỏ Cửa Sổ

source: Minimize Windows button
vi: nút Thu Nhỏ Cửa Sổ

source: Show Desktop icon.
vi: biểu tượng Hiện Bàn Làm Việc.

source: You can use the <guibutton>Show Desktop</guibutton> button to minimize all open windows and show the desktop.
vi: Bạn có thể sử dụng nút <guibutton>Hiện Bàn Làm Việc</guibutton> để thu nhỏ tất cả các cửa sổ đang mở và hiện bàn làm việc lên.

source: To add a <guibutton>Show Desktop</guibutton> button to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Show Desktop</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
vi: Để thêm một nút <guibutton>Hiện Bàn Làm Việc</guibutton> vào một bảng điều khiển, nhấp chuột phải vào bất kỳ vùng trống nào trên bảng. Chọn <guimenu>Thêm vào bảng điều khiển</guimenu>, sau đó chọn <application>Hiện Bàn Làm Việc</application> từ hộp thoại Thêm vào bảng điều khiển. Xem <xref linkend="panels-addobject"/> để biết thêm về điều này.

source: To minimize all windows and show the desktop, click on the <guibutton>Show Desktop</guibutton> button. To restore all windows to their previous state, click it again.
vi: Để thu nhỏ tất cả cửa sổ và hiện bàn làm việc lên, nhấp vào nút <guibutton>Hiện Bàn Làm Việc</guibutton>. Để phục hồi tất cả các cửa sổ về trạng thái trước đó, nhấp vào nó một lần nữa.

source: Menus
vi: Trình đơn

source: menus
vi: trình đơn

source: You can add the following types of menu to your panels:
vi: Bạn có thể thêm các kiểu trình đơn sau vào thanh điều khiển của bạn:

source: <guimenu>Menu Bar</guimenu>: You can access almost all of the standard applications, commands, and configuration options from the menus in the Menu Bar. It contains the <guimenu>Applications</guimenu>, <guimenu>Places</guimenu>, and <guimenu>System</guimenu> menus.
vi: <guimenu>Thanh Trình Đơn</guimenu>: Bạn có thể truy cập hầu hết tất cả các ứng dụng chuẩn, các lệnh, và các tuỳ chọn cấu hình từ các trình đơn trong Thanh Trình Đơn. Nó chứa các trình đơn <guimenu>Ứng dụng</guimenu>, <guimenu>Mở nhanh</guimenu>, và <guimenu>Hệ thống</guimenu>.

source: To add a <guimenu>Menu Bar</guimenu> to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Menu Bar</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
vi: Để thêm một <guibutton>Thanh Trình Đơn</guibutton> vào một bảng điều khiển, nhấp chuột phải vào bất kỳ vùng trống nào trên bảng. Chọn <guimenu>Thêm vào bảng điều khiển</guimenu>, sau đó chọn <application>Thanh Trình Đơn</application> từ hộp thoại Thêm vào bảng điều khiển. Xem <xref linkend="panels-addobject"/> để biết thêm về điều này.

source: <guimenu>Main Menu</guimenu>: The Main Menu contains the same items as the Menu Bar, but organizes them into one menu instead of three. It takes up less space on the panels as a result.
vi: <guimenu>Trình Đơn Chính</guimenu>: Trình Đơn Chính chứa các mục giống như Thanh Trình Đơn, nhưng tổ chức chúng vào một trình đơn thay vì ba. Kết quả là nó tốn ít không gian trên thanh điều khiển hơn.

source: To add a <guimenu>Main Menu</guimenu> to a panel, right-click on any vacant space on the panel. Choose <guimenu>Add to Panel</guimenu>, then choose <application>Main Menu</application> from the Add to Panel dialog. See <xref linkend="panels-addobject"/> for more on this.
vi: Để thêm một <guibutton>Thực Đơn Chính</guibutton> vào một bảng điều khiển, nhấp chuột phải vào bất kỳ vùng trống nào trên bảng. Chọn <guimenu>Thêm vào bảng điều khiển</guimenu>, sau đó chọn <application>Thực Đơn Chính</application> từ hộp thoại Thêm vào bảng điều khiển. Xem <xref linkend="panels-addobject"/> để biết thêm về điều này.

source: <guimenu>Submenus</guimenu>: You can add a submenu of the Menu Bar or Main Menu directly to the panel. For example, you can add the <guimenu>Games</guimenu> submenu of the <guimenu>Applications</guimenu> menu to the panel.
vi: <guimenu>Trình Đơn Con</guimenu>: Bạn có thể thêm một trình đơn con của Thanh Trình Đơn trực tiếp vào thanh điều khiển. Ví dụ, bạn có thể thêm trình đơn con <guimenu>Trò Chơi</guimenu> của trình đơn <guimenu>Ứng Dụng</guimenu> vào thanh điều khiển.

source: To add a submenu to a panel, open the submenu, right-click on a launcher, then choose <menuchoice><guimenu>Entire menu</guimenu><guimenuitem>Add this as menu to panel</guimenuitem></menuchoice>.
vi: Để thêm một trình đơn con vào một thanh điều khiển, mở trình đơn con, nhấp chuột phải vào một bộ khởi chạy, sau đó chọn <menuchoice><guimenu>Toàn bộ trình đơn</guimenu><guimenuitem>Thêm cái này dạng trình đơn vào bảng</guimenuitem></menuchoice>.

source: Drawers
vi: Ngăn Kéo

source: drawers
vi: ngăn kéo

source: A drawer is an extension of a panel. You can open and close a drawer in the same way that you can show and hide a panel. A drawer can contain all panel objects, including launchers, menus, applets, and other drawers. When you open a drawer, you can use the objects in the same way that you use objects on a panel.
vi: Ngăn kéo là một phần mở rộng của một thanh điều khiển. Bạn có thể mở và đóng một ngăn kéo giống như cách mà bạn hiện và ẩn một thanh điều khiển. Một ngăn kéo có thể chứa tất cả các đối tượng thanh điều khiển, bao gồm bộ khởi chạy, trình đơn, tiểu dụng và các ngăn kéo khác. Khi bạn mở một ngăn kéo, bạn có thể sử dụng các đối tượng theo cùng cách mà bạn sử dụng các đối tượng trên một thanh điều khiển.

source: The following figure shows an open drawer that contains two panel objects.
vi: Minh hoạ sau đây thể hiện một ngăn kéo mở chứa hai đối tượng thanh điều khiển.

source: Open drawer. The context describes the graphic.
vi: Ngăn kéo mở. Ngữ cảnh mô tả minh hoạ.

source: The arrow on the icon indicates that it represents a drawer or menu.
vi: Mũi tên trên biểu tượng biểu thị rằng nó đại diện cho một ngăn kéo hoặc trình đơn.

source: You can add, move, and remove objects from drawers in the same way that you add, move, and remove objects from panels.
vi: Bạn có thể thêm, di chuyển và gỡ bỏ đối tượng khỏi các ngăn kéo theo cùng cách bạn thêm, di chuyển và gỡ bỏ đối tượng khỏi các thanh điều khiển.

source: To Open and Close a Drawer
vi: Để Mở Và Đóng Một Ngăn Kéo

source: opening
vi: mở

source: closing
vi: đóng

source: To open a drawer, click on the drawer's icon in a panel. You can close a drawer in the following ways:
vi: Để mở một ngăn kéo, nhấp vào biểu tượng ngăn kéo trong một thanh điều khiển. Bạn có thể đóng một ngăn kéo theo các cách sau:

source: Click on the drawer's icon.
vi: Nhấp vào biểu tượng của ngăn kéo.

source: Click on the drawer hide button.
vi: Nhấp vào nút ẩn ngăn kéo.

source: To Add a Drawer to a Panel
vi: Để Thêm Một Ngăn Kéo Vào Một Thanh Điều Khiển

source: You can add a drawer to a panel in the following ways:
vi: Bạn có thể thêm một ngăn kéo vào một thanh điều khiển theo các cách sau:

source: Right-click on any vacant space on the panel, then choose <guimenuitem>Add to Panel</guimenuitem>.
vi: Nhấp chuột phải vào bất kỳ vùng trống nào trên thanh điều khiển, sau đó chọn <guimenuitem>Thêm vào thanh điều khiển</guimenuitem>.

source: In the <application>Add to Panel</application> dialog, select <guilabel>Drawer</guilabel>. Click <guibutton>Add</guibutton>, then click <guibutton>Close</guibutton>.
vi: Trong hộp thoại <application>Thêm vào thanh điều khiển</application>, chọn <guilabel>Ngăn Kéo</guilabel>. Nhấp <guibutton>Thêm</guibutton>, sau đó nhấp <guibutton>Đóng</guibutton>.

source: You can add a menu as a drawer object to a panel.
vi: Bạn có thể thêm một trình đơn như là một đối tượng ngăn kéo vào một thanh điều khiển.

source: To add a menu as a drawer to a panel, open the menu from the panel. Right-click on any launcher in the menu, then choose <menuchoice><guimenu>Entire menu</guimenu><guimenuitem>Add this as drawer to panel</guimenuitem></menuchoice>.
vi: Để thêm một trình đơn như một đối tượng ngăn kéo vào một thanh điều khiển, hãy mở trình đơn từ thanh điều khiển. Nhấp chuột phải vào bất kỳ bộ khởi chạy nào trong trình đơn, sau đó chọn <menuchoice><guimenu>Toàn bộ trình đơn</guimenu><guimenuitem>Thêm cái này dạng ngăn kéo vào thanh điều khiển</guimenuitem></menuchoice>.

source: To Add an Object to a Drawer
vi: Để Thêm Một Đối Tượng Vào Một Ngăn Kéo

source: adding objects to
vi: thêm đối tượng vào

source: You add an object to a drawer in the same way that you add objects to panels. For more information, see <xref linkend="panels-addobject"/>.
vi: Bạn thêm một đối tượng vào một ngăn kéo theo cùng cách mà bạn thêm đối tượng vào các thanh điều khiển. Để biết thêm thông tin, xem <xref linkend="panels-addobject"/>.

source: To Modify Drawer Properties
vi: Để Thay Đổi Các Thuộc Tính Ngăn Kéo

source: You can modify the properties of each drawer individually. For example, you can change the visual appearance of the drawer and whether it has hide buttons.
vi: Bạn có thể thay đổi các thuộc tính của mỗi ngăn kéo một cách riêng biệt. Ví dụ, bạn có thể thay đổi diện mạo của ngăn kéo và quy định nó có các nút ẩn hay không.

source: To modify properties for a drawer perform the following steps:
vi: Để thay đổi các thuộc tính của một ngăn kéo thực hiện các bước sau:

source: Right-click on the drawer, then choose <guimenuitem>Properties</guimenuitem> to display the <guilabel>Drawer Properties</guilabel> dialog. The dialog displays the <guilabel>General</guilabel> tabbed section.
vi: Nhấp chuột phải vào ngăn kéo, sau đó chọn <guimenuitem>Thuộc tính</guimenuitem> để hiển thị hộp thoại <guilabel>Thuộc tính ngăn kéo</guilabel>. Hộp thoại hiển thị mục thẻ <guilabel>Chung</guilabel>.

source: Select the properties for the drawer in the dialog. The following table describes the elements on the <guilabel>General</guilabel> tabbed section:
vi: Lựa chọn các thuộc tính cho ngăn kéo trong hộp thoại. Bảng sau đây mô tả các thành phần trong mục thẻ <guilabel>Chung</guilabel>:

source: Specify the width of the drawer when it is open.
vi: Chỉ định độ rộng của ngăn kéo khi nó mở ra.

source: Icon
vi: Biểu tượng

source: Choose an icon to represent the drawer. Click on the <guibutton>Icon</guibutton> button to display an icon selector dialog. Choose an icon from the dialog and click <guibutton>OK</guibutton> to confirm your choice.
vi: Chọn một biểu tượng để đại diện cho ngăn kéo. Nhấp vào nút <guibutton>Biểu tượng</guibutton> để hiện một hộp thoại chọn biểu tượng. Chọn một biểu tượng từ hộp thoại và nhấp <guibutton>OK</guibutton> để khẳng định chọn lựa của bạn.

source: Select this option to display hide buttons on your drawer. When you click one of the buttons, the drawer will close.
vi: Lựa chọn tuỳ chọn này để hiển thị các nút ẩn trên ngăn kéo của bạn. Khi bạn nhấn một trong các nút, ngăn kéo sẽ đóng lại.

source: Select this option to display arrows on the hide buttons, if the hide buttons are enabled.
vi: Lựa chọn tuỳ chọn này để hiện mũi tên trên các nút ẩn, nếu các nút ẩn được bật.

source: You can use the <guilabel>Background</guilabel> tabbed section to set the background for the drawer. For information on how to complete the <guilabel>Background</guilabel> tabbed section, see <xref linkend="panel-properties"/>. You can also drag a color or image on to a drawer to set the color or image as the background of the drawer. For more information, see <xref linkend="panel-properties-background"/>.
vi: Bạn có thể sử dụng mục thẻ <guilabel>Nền</guilabel> để đặt nền cho ngăn kéo. Để biết thông tin cách hoàn thiện mục thẻ <guilabel>Nền</guilabel>, xem <xref linkend="panel-properties"/>. Bạn cũng có thể kéo một màu hoặc ảnh vào một ngăn kéo để đặt màu và ảnh đó như nền của ngăn kéo. Để biết thêm thông tin, xem <xref linkend="panel-properties-background"/>.

source: Click <guibutton>Close</guibutton> to close the <guilabel>Drawer Properties</guilabel> dialog.
vi: Nhấp <guibutton>Đóng</guibutton> để đóng hộp thoại <guilabel>Thuộc tính ngăn kéo</guilabel>.

source: Default Panel Objects
vi: Đối Tượng Thanh Điều Khiển Mặc Định

source: This section covers the panel objects that appear in the default GNOME desktop.
vi: Chương này bao hàm các đối tượng thanh điều khiển xuất hiện trên Bàn Làm Việc GNOME mặc định.

source: Window Selector Applet
vi: tiểu dụng Bộ Chọn Cửa Sổ

source: window selector icon
vi: biểu tượng bộ chọn cửa sổ

source: window selector
vi: bộ chọn cửa sổ

source: You can view a list of all windows that are currently open. You can also choose a window to give focus to. To view the window list, click on the <application>Window Selector</application> applet. The following figure shows an example of the <application>Window Selector</application> applet:
vi: Bạn có thể xem một danh sách tất cả các cửa sổ hiện đang mở. Bạn cũng có thể chọn một cửa sổ để đưa nó lên trên. Để xem danh sách cửa sổ, nhấp vào tiểu dụng <application>Bộ Chọn Cửa Sổ</application>. Minh hoạ sau đây thể hiện một ví dụ của tiểu dụng <application>Bộ Chọn Cửa Sổ</application>:

source: Window selector applet displayed from the top edge panel.
vi: tiểu dụng Bộ chọn cửa sổ hiển thị trên thanh điều khiển cạnh trên.

source: To give focus to a window, select the window from the <application>Window Selector</application> applet.
vi: Để tập trung vào một cửa sổ, hãy chọn cửa sổ từ tiểu dụng <application>Bộ Chọn Cửa Sổ</application>.

source: The <application>Window Selector</application> lists the windows in all workspaces. The windows in all workspaces other than the current workspace are listed under a separator line.
vi: <application>Bộ Chọn Cửa Sổ</application> liệt kê các cửa sổ trong tất cả các vùng làm việc. Các cửa sổ trong tất cả các vùng khác vùng làm việc hiện tại được liệt kê bên dưới một dòng phân cách.

source: Notification Area Applet
vi: tiểu dụng Vùng Thông Báo

source: Notification Area
vi: Vùng Thông Báo

source: Notification Area applet
vi: tiểu dụng Vùng Thông Báo

source: Notification Area icon.
vi: biểu tượng Vùng Thông Báo.

source: The <application>Notification Area</application> applet displays icons from various applications to indicate activity in the application. For example, when you use the <application>CD Player</application> application to play a CD, a CD icon is displayed in the <application>Notification Area</application> applet. The graphic above illustrates the CD icon in the <application>Notification Area</application> applet.
vi: tiểu dụng <application>Vùng Thông Báo</application> hiển thị các biểu tượng từ các ứng dụng khác nhau để biểu thị hoạt động của ứng dụng. Ví dụ, khi bạn sử dụng ứng dụng <application>Bộ Phát Đĩa</application> để phát một CD, một biểu tượng CD sẽ được hiển thị trong tiểu dụng <application>Vùng Thông Báo</application>. Minh hoạ trên cho thấy biểu tượng CD trong tiểu dụng <application>Vùng Thông Báo</application>.
