Repository: OpenMATE-Project/mate-user-docs
Catalog: gnome2-user-guide/*/*.po
Languages: vi

source: Hardware
vi: Phần cứng

source: Keyboard Preferences
vi: Tuỳ Thích Bàn Phím

source: Keyboard
vi: Bàn phím

source: keyboard
vi: bàn phím

source: configuring general preferences
vi: cấu hình tuỳ thích chung

source: Use the <application>Keyboard</application> preference tool to modify the autorepeat preferences for your keyboard, and to configure typing break settings.
vi: Sử dụng công cụ tuỳ thích <application>Bàn phím</application> để thay đổi các tuỳ thích lặp lại tự động cho bàn phím của bạn và để cấu hình các thiết lập nghỉ nhập.

source: To open the <link linkend="prefs-keyboard-a11y"><application>Keyboard <emphasis>Accessibility</emphasis></application> preference tool</link>, click the <guibutton>Accessibility</guibutton> button.
vi: Để mở <link linkend="prefs-keyboard-a11y">công cụ tuỳ thích <application><emphasis>Khả Năng Truy Cập</emphasis> <application>Bàn Phím</application></link>, nhấn vào nút <guibutton>Khả năng truy cập</guibutton>.

source: Use the <guilabel>General</guilabel> tabbed section to set general keyboard preferences.
vi: Sử dụng mục nhãn <guilabel>chung</guilabel> để đặt các tuỳ thích bàn phím chung.

source: <xref linkend="goscustperiph-TBL-3"/> lists the keyboard preferences that you can modify.
vi: <xref linkend="goscustperiph-TBL-3"/> liệt kê các tuỳ thích bàn phím bạn có thể thay đổi.

source: Key presses repeat when key is held down
vi: Phím nhấn lặp lại khi phím được giữ xuống

source: Select this option to enable keyboard repeat. If keyboard repeat is enabled, when you press-and-hold a key, the action associated with the key is performed repeatedly. For example, if you press-and-hold a character key, the character is typed repeatedly.
vi: Chọn tuỳ chọn này để bật lặp lại bàn phím. Nếu lặp lại bàn phím được bật, khi bạn nhấn và giữ một phím, hành động liên kết với phím sẽ được thực hiện lặp đi lặp lại. Ví dụ, khi bạn nhấn và giữ một phím ký tự, ký tự đó sẽ được nhập lặp đi lặp lại.

source: Delay
vi: Trì Hoãn

source: Select the delay from the time you press a key to the time that the action repeats.
vi: Chọn khoảng trì hoãn từ lúc bạn nhấn một phím tới lúc hành động lặp lại.

source: Speed
vi: Tốc Độ

source: Select the speed at which the action is repeated.
vi: Chọn tốc độ hành động được lặp lại

source: Cursor blinks in text boxes and fields
vi: Con trỏ nhấp nháy trong các hộp văn bản và các trường

source: Select this option to enable the cursor to blink in fields and text boxes.
vi: Chọn tuỳ chọn này để cho phép con trỏ nhấp nhanh trong các trường và hộp văn bản.

source: Use the slider to specify the speed at which the cursor blinks in fields and text boxes.
vi: Sử dụng con trượt để chỉ định tốc độ con trỏ nhấp nháy trong các trường và hộp văn bản.

source: Type to test settings
vi: Nhập để kiểm tra thiết lập

source: The test area is an interactive interface so you can see how the keyboard settings affect the display as you type. Type text in the test area to test the effect of your settings.
vi: Vùng kiểm tra là một giao diện tương tác nên bạn có thể xem cách các thiết lập bàn phím ảnh hưởng tới hiển thị khi bạn nhập. Nhập văn bản trong vùng kiểm tra để kiểm tra hiệu ứng các thiết lập của bạn.

source: Keyboard Layouts Preferences
vi: Tuỳ Thích Bố Trí Bàn Phím

source: Use the <guilabel>Layouts</guilabel> tabbed section to set your keyboard's language, and also the make and model of keyboard you are using.
vi: Sử dụng mục nhãn <guilabel>Bố Trí</guilabel> để đặt ngôn ngữ bàn phím của bạn và cả cấu tạo và mẫu bàn phím bạn sử dụng.

source: This will allow GNOME to make use of special media keys on your keyboard, and to show the correct characters for your keyboard's language.
vi: Điều này cho phép GNOME sử dụng các phím phương tiện đặc biệt trên bàn phím của bạn và để hiện các ký tự chính xác cho ngôn ngữ bàn phím của bạn.

source: Use the browse button (labelled with the currently selected keyboard model) to choose another keyboard make and model.
vi: Sử dụng nút duyệt (được đặt nhãn với mẫu bàn phím đã chọn hiện tại) để chọn cấu tạo và mẫu bàn phím khác.

source: Separate layout for each window
vi: Bố trí riêng cho mỗi cửa sổ

source: When this option is selected, each window has its own keyboard layout. Changing to a different layout will only affect the current window.
vi: Khi tuỳ chọn này được chọn, mỗi cửa sổ các bố trí bàn phím của riêng nó. Chuyển sang một bố trí bàn phím khác chỉ ảnh hưởng tới cửa sổ hiện tại.

source: Selected Layouts
vi: Bố Trí Đã Chọn

source: You can switch between selected layouts to change the characters your keyboard produces when you type. To add a layout, click <guibutton>Add</guibutton>. You can have up to four layouts. To remove a layout, select it and press <guibutton>Remove</guibutton>.
vi: Bạn có thể chuyển giữa các bố trí đã chọn để thay đổi các ký tự bàn phím bạn xuất ra khi bạn nhập. Để thêm một bố trí, nhấn <guibutton>Thêm</guibutton>. Bạn có thể có tới bốn kiểu bố trí. Để bỏ một kiểu bố trí, chọn nó và nhấn <guibutton>Bỏ</guibutton>.

source: To switch between keyboard layouts, use the <ulink type="help" url="ghelp:gswitchit"><application>Keyboard Indicator</application> panel applet</ulink>.
vi: Để chuyển đổi giữa các bố trí bàn phím, sử dụng <ulink type="help" url="ghelp:gswitchit">tiểu dụng thanh điều khiển <application>Bộ biểu thị bàn phím</application></ulink>.

source: To add a layout to the list of selected layouts, click the <guibutton>Add</guibutton> button. It opens a layout chooser dialog, which lets you select a layout by country or by language.
vi: Để thêm một bố trí để liệt kê các bố trí đã chọn, nhấn vào nút <guibutton>Thêm</guibutton>. Nó sẽ mở hộp thoại chọn kiểu bố trí cho phép bạn chọn một kiểu bố trí theo nước hoặc theo ngôn ngữ.

source: Click <guibutton>Reset to Defaults</guibutton> to restore all keyboard layout settings to their initial state for your system and locale.
vi: Nhấn <guibutton>Đặt về mặc định</guibutton> để phục hồi tất cả các thiết đặt bố trí bàn phím về trạng thái ban đầu của chúng cho hệ thống và vùng của bạn.

source: Click the <guibutton>Layout Options</guibutton> button to open the <guilabel>Keyboard Layout Options</guilabel> dialog.
vi: Nhấn nút <guibutton>Tuỳ chọn bố trí</guibutton> để mở hộp thoại <guilabel>Tuỳ chọn bố trí bàn phím</guilabel>.

source: Keyboard Layout Options
vi: Tuỳ Chọn Bố Trí Bàn Phím

source: The <guilabel>Keyboard Layout Options</guilabel> dialog has options for the behaviour of keyboard modifier keys and certain shortcut options.
vi: Hộp thoại <guilabel>Tuỳ chọn bố trí bàn phím</guilabel> có các tuỳ chọn cho các hành vi của các phím thay đổi bàn phím và các tuỳ chọn phím tắt nhất định.

source: Expand each group label to show the available options. A label in boldface indicates that the options in the group have been changed from the default setting.
vi: Mở rộng mỗi nhãn nhóm để hiện các tuỳ chọn sẵn có. Một nhãn được in đậm biểu thị các tuỳ chọn trong nhóm đó đã được thay đổi khỏi thiết lập mặc định.

source: The options shown in this dialog depend on the X windowing system you are using. Not all the following options might be listed on your system, and not all the options shown might work on your system.
vi: Các tuỳ chọn hiện trong hộp thoại này phụ thuộc vào hệ thống cửa sổ X bạn đang sử dụng. Không phải tất cả các tuỳ chọn sau sẽ được liệt kê trên hệ thống của bạn và không phải tất cả các tuỳ chọn hiện ra sẽ hoạt động trên hệ thống của bạn.

source: Adding the EuroSign to certain keys
vi: Thêm ký hiệu Euro vào các phím nhất định

source: Use these options to add the Euro currency symbol € to a key as a third-level character. To access this symbol, you must assign a <guilabel>third level chooser</guilabel>.
vi: Dùng tuỳ chọn này để thêm biểu tượng tiền tệ Euro € vào một phím như một ký tự cấp ba. Để truy cập biểu tượng này, bạn phải gán một <guilabel>bộ chọn cấp ba</guilabel>.

source: Alt/Win key behavior
vi: Hành vi phím Alt/Win

source: This group of options allows you to assign the behaviour of Unix modifier keys Super, Meta, and Hyper to the <keycap>Alt</keycap> and <keycap>Windows</keycap> keys on your keyboard.
vi: Nhóm của tuỳ chọn này cho phép bạn gán hành vi của các phím thay đổi Unix Super, Meta và Hyper vào các phím <keycap>Alt</keycap> và <keycap>Windows</keycap> trên bàn phím của bạn.

source: CapsLock key behavior
vi: Hành vi phím CapsLock

source: This group has several options for the <keycap>Caps Lock</keycap> key.
vi: Nhóm này có nhiều tuỳ chọn cho phím <keycap>Caps Lock<keycap>.

source: Compose key position
vi: Vị trí phím Compose

source: The Compose key allows you to combine two keypresses to make a single character. This is used to create an accented character that might not be on your keyboard layout. For example, press the Compose key, then <keycap>'</keycap>, then <keycap>e</keycap> to obtain e-acute character.
vi: Phím Compose cho phép bạn kết hợp hai lần nhấn phím để tạo một ký tự đơn lẻ. Phím này được dùng để tạo các ký tự dấu âm có thể không có trên bố trí bàn phím của bạn. Ví dụ, nhấn phím Compose, sau đó <keycap>'</keycap>, sau đó <keycap>e</keycap> để nhận ký tự e-acute.

source: Control key position
vi: Vị trí phím Control

source: Use this group of options to set the location of the <keycap>Ctrl</keycap> key to match the layout on older keyboards.
vi: Sử dụng nhóm tuỳ chọn này để đặt vị trí phím <keycap>Ctrl</keycap> để khớp bố trí trên các bàn phím cũ.

source: Group Shift/Lock behavior
vi: Hành vi Khoá/Chuyển nhóm

source: Select keys or key combinations to switch your keyboard layout when pressed.
vi: Chọn các phím hay tổ hợp phím để chuyển bố trí bàn phím của bạn khi nhấn

source: Miscellaneous compatibility options
vi: tuỳ chọn tương thích hỗn hợp

source: Shift with numpad keys works as in MS Windows.
vi: Shift với các phím thuộc bàn phím số hoạt động như trong MS Windows.

source: With this option selected, using <keycap>Shift</keycap> with keys on the numerical pad when <keycap>NumLock</keycap> is off extends the current selection.
vi: Với tuỳ chọn này được chọn, sử dụng <keycap>Shift</keycap> với các phím trong bàn phím số khi <keycap>NumLock</keycap> bị tắt để mở rộng lựa chọn hiện tại.

source: With this option unselected, use <keycap>Shift</keycap> with keys on the numerical pad to obtain the reverse of the current behaviour for that key. For example, when <keycap>NumLock</keycap> is off, the <keycap>8</keycap> key acts as an up-arrow. Press <keycombo><keycap>Shift</keycap><keycap>8</keycap></keycombo> to type an '8'.
vi: Với tuỳ chọn này không được chọn, sử dụng <keycap>Shift</keycap> với các phím trên bàn phím số để nhận đảo ngược của các hành vi hiện tại. Ví dụ, khi <keycap>NumLock</keycap> tắt, phím <keycap>8</keycap> sẽ hoạt động như mũi tên lên. Nhấn <keycombo><keycap>Shift</keycap><keycap>8</keycap></keycombo> để gõ '8'.

source: Special keys (Ctrl+Alt+&lt;key&gt;) handled in a server.
vi: Các phím đặc biệt (Ctrl+Alt+&lt;key&gt;) xử lý trong một máy chủ.

source: Select this option to have certain keyboard shortcuts passed to the X windowing system instead of being handled by GNOME.
vi: Chọn tuỳ chọn này để đặt các phím tắt bàn phím nhất định được gửi cho hệ thống cửa sổ X thay vì được xử lý bởi GNOME.

source: Third level choosers
vi: Bộ chọn cấp ba

source: A <firstterm>third level</firstterm> key allows you to obtain a third character from a key, in the same way that pressing <keycap>Shift</keycap> with a key produces a different character to pressing the key alone.
vi: Một phím <firstterm>cấp ba</firstterm> cho phép bạn nhận một ký tự thứ ba từ một phím, giống cách nhấn <keycap>Shift</keycap> với một phím để xuất ra một ký tự khác so với nhấn phím đó một mình.

source: Use this group to select a key you want to act as a third level modifier key.
vi: Sử dụng nhóm này để chọn một phím bạn muốn hành động như một phím thay đổi cấp ba.

source: Pressing the third-level key and <keycap>Shift</keycap> produces a fourth character from a key.
vi: Nhấn phím cấp ba và <keycap>Shift</keycap> xuất ra một ký tự thứ tư từ một phím.

source: The third and fourth level characters for your keyboard layout are shown in the <ulink type="help" url="ghelp:gswitchit"><application>Keyboard Indicator</application></ulink> Layout View Window.
vi: Ký tự cấp ba và bốn cho bố trí bàn phím của bạn được hiện trong Cửa Sổ Xem Bố Trí <ulink type="help" url="ghelp:gswitchit"><application>Bộ Biểu Thị Bàn Phím</application></ulink>.

source: Use keyboard LED to show alternative group.
vi: Sử dụng LED bàn phím để hiện nhóm thay thế.

source: Use this option to specify that one of the light indicators on your keyboard should indicate when an alternative keyboard layout is in use.
vi: Sử dụng tuỳ chọn này để chỉ định một trong các bộ biểu thị ánh sáng trên bàn phím sẽ biểu thị khi một bố trí bàn phím thay thế được sử dụng.

source: The selected keyboard light will no longer indicate its standard function. For example, the Caps Lock light will not react to the <keycap>Caps Lock key</keycap>.
vi: Ánh sáng bàn phím được chọn sẽ không biểu thị chức năng chuẩn của nó. Ví dụ, ánh sáng Caps Lock sẽ không phản ứng với <keycap>phím Caps Lock</keycap> nữa.

source: Keyboard Accessibility Preferences
vi: Tuỳ Thích Khả Năng Truy Cập Bàn Phím

source: preference tools, Keyboard Accessibility
vi: công cụ tuỳ thích, Khả Năng Truy Cập Bàn Phím

source: configuring accessibility options
vi: cấu hình các tuỳ chọn khả năng truy cập

source: configuring keyboard
vi: cấu hình bàn phím

source: Keyboard Accessibility
vi: Khả Năng Truy Cập Bàn Phím

source: The <guilabel>Accessibility</guilabel> tabbed section allows you to set options such as filtering out accidental keypresses and using shortcut keys without having to hold down several keys at once. These features are also known as AccessX.
vi: Mục nhãn <guilabel>Khả Năng Truy Cập</guilabel> cho phép bạn đặt các tuỳ chọn như là lọc các nhấn phím không mong muốn và sử dụng các phím tắt mà không cần phải nhấn giữ nhiều phím một lúc. Những chức năng này cũng được biết đến như là AccessX.

source: This section describes each of the preferences you can set. For a more task-oriented description of keyboard accessibility, see the <ulink type="help" url="ghelp:gnome-access-guide?index"><citetitle>GNOME Desktop Accessibility Guide</citetitle></ulink>.
vi: Phần này mô tả mỗi tuỳ thích bạn có thể đặt. Để biết thêm các mô tả hướng tác vụ của khả năng truy cập bàn phím, xem <ulink type="help" url="ghelp:gnome-access-guide?index"><citetitle>Hướng Dẫn Khả Năng Truy Cập Bàn Làm Việc GNOME</citetitle></ulink>.

source: <xref linkend="goscustdesk-TBL-85"/> lists the accessibility preferences that you can modify.
vi: <xref linkend="goscustdesk-TBL-85"/> liệt kê các tuỳ thích khả năng truy cập bạn có thể thay đổi.

source: Accessibility Preferences
vi: Tuỳ Thích Khả Năng Truy Cập

source: Accessibility features can be toggled with keyboard shortcuts
vi: Các chức năng Khả Năng Truy Cập có thể được bật tắt với các phím tắt

source: Select this option to show an icon in the notification area that offers quick access to accessibility features.
vi: Chọn tuỳ chọn này để hiện một biểu tượng trong vùng thông báo để đưa ra các truy cập nhanh tới các chức năng khả năng truy cập.

source: Simulate simultaneous keypresses
vi: Mô phỏng các nhấn phím đồng thời

source: sticky keys
vi: phím dính

source: Select this option to perform multiple simultaneous keypress operations by pressing the keys in sequence. Alternatively, to enable the sticky keys feature, press <keycap>Shift</keycap> five times.
vi: Chọn tuỳ chọn này để thực hiện nhiều thao tác nhấn phím đồng thời bằng cách nhấn các phím liên tiếp. Cách khác, để bật chức năng phím dính, nhấn <keycap>Shift</keycap> năm lần.

source: Disable sticky keys if two keys are pressed together
vi: Tắt phím dính nếu hai phím được nhấn cùng nhau

source: Select this option to specify that when you press two keys simultaneously, you can no longer press keys in sequence to perform multiple simultaneous keypresses.
vi: Chọn tuỳ chọn này để chỉ định khi bạn nhấn hai phím đồng thời, bạn không còn có thể nhấn phím liên tiếp để thực hiện nhiều nhấn phím đồng thời nữa.

source: Only accept long keypresses
vi: Chỉ chấp nhận các nhấn phím lâu

source: slow keys
vi: phím chậm

source: Select this option to control the period of time that you must press-and-hold a key before acceptance. Alternatively, to enable the slow keys feature, press-and-hold <keycap>Shift</keycap> for eight seconds.
vi: Chọn tuỳ chọn này để điều khiển khoảng thời gian bạn phải nhấn giữ một phím trước khi được chấp nhận. Cách khác, để bật chức năng phím chậm, nhấn giữ <keycap>Shift</keycap> tám lần.

source: Use the slider to specify the period of time that you must press-and-hold a key before acceptance.
vi: Sử dụng con trượt để chỉ định khoảng thời gian bạn phải nhấn giữ phím trước khi được chấp nhận.

source: Ignore fast duplicate keypresses
vi: Bỏ qua các nhấn phím đúp nhanh

source: bounce keys
vi: phím nảy

source: Select this option to accept a key input and to control the key repeat characteristics of the keyboard.
vi: Chọn tuỳ chọn này để chấp nhận một phím nhập vào và để điều khiển các đặc điểm lặp phím của bàn phím.

source: Use the slider to specify the interval to wait after the first keypress before the automatic repeat of a pressed key.
vi: Sử dụng con trượt để chỉ định khoảng chờ sau khi nhấn phím đầu tiên trước khi tự động lặp một phím đã nhấn.

source: To configure audio feedback for keyboard accessibility features, click the <guibutton>Audio Feedback</guibutton> button. It opens the <guilabel>Keyboard Accessibility Audio Feedback</guilabel> window.
vi: Để cấu hình phản hồi âm thanh cho chức năng khả năng truy cập bàn phím, nhấn nút <guibutton>Phản hồi âm thanh</guibutton>. Nó sẽ mở cửa sổ <guilabel>Phản hồi âm thanh khả năng truy cập bàn phím</guilabel>.

source: Keyboard Accessibility Audio Feedback
vi: Phản Hồi Âm Thanh Khả Năng Truy Cập Bàn Phím

source: Configure audio feedback for keyboard accessibility features.
vi: Cấu hình phản hồi âm thanh cho các chức năng khả năng truy cập bàn phím.

source: <xref linkend="goscustdesk-TBL-86"/> lists the audio feedback preferences that you can modify.
vi: <xref linkend="goscustdesk-TBL-86"/> liệt kê các tuỳ thích phản hồi âm thanh bạn có thể thay đổi.

source: Audio Feedback Preferences
vi: Tuỳ Thích Phản Hồi Âm Thanh

source: Beep when accessibility features are turned on or off
vi: Kêu bíp khi bật hay tắt tính năng khả năng truy cập

source: Select this option for an audible indication when a feature such as sticky keys or slow keys is activated, or deactivated.
vi: Chọn tuỳ chọn này để có biểu thị âm thanh khi một chức năng như phím dính hay phím chậm được kích hoạt hay bất hoạt.

source: Beep when a toggle key is pressed
vi: Kêu bíp khi phím bật/tắt được nhấn

source: toggle keys
vi: phím bật tắt

source: Select this option for an audible indication of a toggle keypress. You hear one beep when a toggle key is turned on. You hear two beeps when a toggle key is turned off.
vi: Chọn tuỳ chọn này để có biểu thị âm thanh của nhấn phím bật tắt. Bạn sẽ nghe một tiếng bíp khi một phím bật tắt được bật lên. Bạn sẽ nghe hai tiếng bíp khi một phím bật tắt bị tắt đi.

source: Beep when a modifier key is pressed
vi: Kêu bíp khi phím biến đổi được nhấn

source: Select this option for an audible indication when you press a modifier key.
vi: Chọn tuỳ chọn này để có biểu thị âm thanh khi bạn nhấn một phím biến đổi

source: Beep when a key is pressed
vi: Kêu bíp khi phím được nhấn

source: Select this option for an audible indication when a key is pressed.
vi: Chọn tuỳ chọn này để có một biểu thị âm thanh khi một phím được nhấn.

source: Beep when a key is accepted
vi: Kêu bíp khi phím được chấp nhận

source: Select this option for an audible indication when a key is accepted.
vi: Chọn tuỳ chọn này để có biểu thị âm thanh khi một phím được chấp nhận.

source: Beep when a key is rejected
vi: Kêu bíp khi phím bị từ chối

source: Select this option for an audible indication when a key is rejected.
vi: Chọn tuỳ chọn này để có biểu thị âm thanh khi một phím bị từ chối

source: Mouse Keys Preferences
vi: Tuỳ Thích Phím Chuột

source: The options in the <guilabel>Mouse Keys</guilabel> tabbed section let you configure the keyboard as a substitute for the mouse.
vi: Các tuỳ chọn trong mục nhãn <guilabel>Phím Chuột</guilabel> cho phép bạn cấu hình bàn phím như một thay thế cho con chuột.

source: <xref linkend="goscustdesk-TBL-88"/> lists the mouse keys preferences that you can modify.
vi: <xref linkend="goscustdesk-TBL-88"/> liệt kê các tuỳ thích phím chuột bạn muốn thay đổi.

source: Typing Break Preferences
vi: Tuỳ Thích Nghỉ Nhập

source: Pointer can be controlled using the keypad
vi: Con trỏ có thể được dùng để sử dụng bàn phím

source: mouse keys
vi: các phím chuột

source: Select this option to make the numeric keypad emulate mouse actions. The list of keys and their equivalences is in the <citetitle>GNOME Desktop Accessibility Guide</citetitle> under the heading <ulink type="help" url="ghelp:gnome-access-guide?dtconfig-14"><citetitle>To Enable the Keyboard to Emulate the Mouse</citetitle></ulink>.
vi: Chọn tuỳ chọn này để khiến bàn phím số giả lập các hành động chuột. Danh sách các phím và tương đương của chúng nằm trong <citetitle>Hướng Dẫn Khả Năng Truy Cập Bàn Làm Việc GNOME</citetitle> trong phần đầu <ulink type="help" url="ghelp:gnome-access-guide?dtconfig-14"><citetitle>Để Cho Bàn Phím Giả Lập Con Chuột</citetitle></ulink>.

source: Acceleration
vi: Tăng Tốc

source: Use the slider to specify how long it takes the pointer to accelerate to maximum speed.
vi: Sử dụng con trượt để chỉ định con trỏ mất bao lâu để tăng tốc tới tốc độ cao nhất.

source: Use the slider to specify the maximum speed that the pointer moves across the screen.
vi: Sử dụng con trượt để chỉ định tốc độ lớn nhất mà con trỏ di chuyển trên màn hình.

source: Use the slider to specify the period of time that must pass after a keypress before the pointer moves.
vi: Dùng con trượt để chỉ định khoảng thời gian phải trôi qua sau khi nhấn phím trước khi con trỏ chuột di chuyển.

source: Configure the Typing Break Preferences to make GNOME remind you to rest after you have been using the keyboard and mouse for a long time. During a Typing Break, the screen will be locked.
vi: Cấu hình Tuỳ Thích Nghỉ Nhập để làm GNOME nhắc nhở bạn nghỉ ngơi sau khi sử dụng bàn phím và chuột trong một thời gian dài. Trong khi Nghỉ Nhập, màn hình sẽ bị khoá.

source: <xref linkend="goscustdesk-TBL-87"/> lists the typing break preferences that you can modify.
vi: <xref linkend="goscustdesk-TBL-87"/> liệt kê các tuỳ thích nghỉ nhập mà bạn có thể thay đổi.

source: Lock screen to enforce typing break
vi: Khoá màn hình để buộc nghỉ nhập

source: Select this option to lock the screen when you are due a typing break.
vi: Chọn tuỳ chọn này để khoá màn hình khi bạn đến lúc nghỉ nhập.

source: Work interval lasts
vi: Khoảng làm việc trong

source: Use the spin box to specify how long you can work before a typing break occurs.
vi: Sử dụng hộp quay để chỉ định bạn có thể làm việc bao lâu trước khi kỳ nghỉ nhập đến.

source: Break interval lasts
vi: Khoảng nghỉ trong

source: Use the spin box to specify the length of your typing breaks.
vi: Sử dụng hộp quay để chỉ định khoảng thời gian nghỉ nhập của bạn.

source: Allow postponing of breaks
vi: Cho phép hoãn nghỉ nhập

source: Select this option if you want to be able to postpone typing breaks.
vi: Chọn tuỳ chọn này nếu bạn muốn mình có thể hoãn các kỳ nghỉ nhập.
